[{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-upto-1500/704247.html?ta_source=JobSearchList",
  "company_name": "XIPAT FLEXIBLE SOLUTIONS COMPANY LIMITED",
  "job_title": "Nodejs",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Develop Apps for Shopify / WooCommerce e-commerce platforms• Responsible for completing products on schedule, ensuring quality• Communicate and report work with the leader• Communicate ideas with artists to improve UI/UX for Apps• Complete/add features for Apps with the team• Support colleagues to complete the product.• Developing large systems, monitoring systems and serving systems for E-commerce customers",
  "Yêu cầu ứng viên": "• At least 2 year of experience working with Nodejs• Proficient in programming with Nodejs• Experience in programming with Nodejs framework: (Expressjs, Nestjs)• Knowledge of MVC, OOP, MySQL/MongoDB.• Experience working with GraphQL API is preferred; Git (Github, Bitbucket, Gitlab...)• Able to write and communicate in basic + technical English",
  "Quyền lợi": "You will get:- Salary according to ability(Up to 1500$)- 13 months salary, Holiday bonus, Tet bonus, quarterly and annual bonus- Participate in internal training programs to improve capacity at the company- Recommended courses to improve self-knowledge, the company has financial support- Working in a product development environment, owning the product in charge, participating in the process of bringing ideas, improving product innovation- The young working environment is suitable for those who love technology, like challenges at work, always learning and developing themselves, and especially many opportunities for advancement.- Working from Monday - Friday,no OTBesides:- Review salary 2 times a year- Holiday travel, Teambuilding 3-4 times/year- Participating in Social Insurance in accordance with the provisions of the Law- Annual health check- 12 days full paid leave/year",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-game-developer-up-to-2000/339938.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Dịch Vụ Trực Tuyến Hoàng Linh",
  "job_title": "Game Developer",
  "salary": "10 - 45 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Sử dụng Cocos Creator (TypeScript/ JavaScript), CocosJS (JavaScript) xây dựng ứng dụng game đa nền tảng.Tham gia phát triển tối ưu hiệu năng và trải nghiệm người dùng cho game/ ứng dụng.Tìm hiểu và áp dụng những kiến thức mới để triển khai vào các dự án.",
  "Yêu cầu ứng viên": "Thành thạo ngôn ngữ lập trình TypeScript hoặc JavaScript, có kinh nghiệm làm việc với CocosJS hoặc CocosCreator.Nắm rõ về OOP, cấu trúc dữ liệu và giải thuật.Có tư duy tốt về logic, thuật toán.Ưu tiên những ứng viên có sản phẩm demo.Kinh nghiệm lập trình đa nền tảng.",
  "Quyền lợi": "-Thu nhập thỏa thuận, xứng đáng với năng lực làm việc;- Môi trường làm việc năng động, cơ hội thăng tiến cao;- Các chế độ bảo hiểm đầy đủ theo quy định pháp luật;- Khám sức khỏe định kỳ- Áp dụng bảo hiểm của công ty- Tháng lương thứ 13; thưởng lễ tết- Du lịch 2, 3 lần/năm- Văn phòng tiện nghi, nằm ở khu trung tâm- Làm việc từ 9h-17h30 từ thứ 2 đến thứ 6 ( ngày 7 tiếng )- Đa dạng các hoạt động thể thao ( bóng đá, cầu lông, bi lắc..) boardgame ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net-thu-nhap-8-20tr-thang/1005001.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp First Trust Việt Nam",
  "job_title": "Lập Trình Viên",
  "salary": "7 - 20 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Lập trình xây dựng các sản phẩm theo định hướng  trong lĩnh vực quản trị doanh nghiệp ERP trên Framework của công ty• Xây dựng các dự án đặc thù cho các tập đoàn lớn thuộc lĩnh vực: Tài chính, Bảo hiểm, Thương mại điện tử, giáo dục, sản xuất, xăng dầu• Tham gia vào các dự án phát triển phần mềm cho các khách hàng tại thị trường Việt Nam và Singapore.",
  "Yêu cầu ứng viên": "• Có kiến thức về ngôn ngữ lập trình Winform, ASP.NET MVC,CSDL MS SQL Server.• Có tư duy tốt về lập trình.• Ưu tiên người có kinh nghiệm Javascript, HTML5• Có kinh nghiệm về  KendoUI là một lợi thế.• Nhiệt tình, nhanh nhẹn, ham học hỏi.• Có khả năng làm việc độc lập hoặc theo nhóm.• Tốt nghiệp Đại học chuyên ngành CNTT.",
  "Quyền lợi": "• Được nghỉ Thứ 7 và Chủ nhật.• Được hưởng đầy đủ các chế độ tiền lương, tiền thưởng, các chế độ bảo hiểm theo quy định.• Được hưởng chế độ đãi ngộ hàng năm: Du lịch, Teambuilding công ty.• Môi trường làm việc chuyên nghiệp, năng động, cơ hội thăng tiến, phát huy tối đa năng lực bản thân.• Được đào tạo bồi dưỡng trình độ chuyên môn theo yêu cầu công việc.• Có cơ hội mở rộng kiến thức về hệ thống quản nhân sự tiền lương doanh nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-backend-developer/1004899.html?ta_source=JobSearchList",
  "company_name": "MINU PTE. LTD.",
  "job_title": "Backend Developer",
  "salary": "Thoả thuận",
  "exp": "5 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Xây dựng, quản lý và tối ưu hóa cấu trúc cơ sở dữ liệu MongoDB cho ứng dụng.Thiết kế, phát triển và bảo trì API để kết nối giữa ứng dụng và cơ sở dữ liệu.Nghiên cứu và đưa ra các giải pháp phù hợp cho backend, đảm bảo hiệu năng cao, tính mở rộng và bảo mật.Phối hợp chặt chẽ với các thành viên trong đội ngũ để giải quyết công việc, hỗ trợ và tối ưu hóa các tính năng của ứng dụng.Triển khai các giải pháp bảo mật để đảm bảo dữ liệu của người dùng và ứng dụng được bảo vệ tốt nhất.Tối ưu hoá code và cấu trúc dữ liệu để đạt được hiệu suất tối đa và chịu tải tốt nhất.Xây dựng và phát triển hệ thống quản lý nội dung (CMS) cho ứng dụng, đảm bảo tính linh hoạt, dễ sử dụng và tích hợp tốt với các thành phần khác của ứng dụng.",
  "Yêu cầu ứng viên": "Trên 5 năm kinh nghiệm phát triển ứng dụngThành thạo Nodejs (NestJS)Thành thạo Web API, Web Services RESTCó kinh nghiệm Docker, KubernetesCó kinh nghiệm thiết kế những hệ thống có quy mô lớnNhiệt huyết, trách nhiệm, có tinh thần startup.Có khả năng làm việc theo nhóm",
  "Quyền lợi": "Chúng tôi mong muốn MINU là nơi bạn xây dựng sự nghiệp và tương lai. Cho dù bạn theo đuổi vị trí quản lý hay tập trung vào phát triển nghề nghiệp , chúng tôi ghi nhận và đánh giá cao tài năng của bạn. Vì vậy , chúng tôi luôn tạo điều kiện cho bạn học tập phát triển, đồng thời thiết kế chương trình giúp bạn thành công trên mọi nẻo đường sự nghiệp.ĐỘI NHÓM GẮN KẾT:  Chúng tôi thường xuyên tổ chức các buổi teambuilding, party để tăng sự gắn kết và tin tưởng nhau hơn.  Chúng tôi làm việc cùng nhau nhưng chúng tôi cũng chơi cùng nhau.Làm việc cho công ty mình làm chủ:  MINU ghi nhận sự nỗ lực và cố gắng của team, cá nhân và trao thưởng cổ phiếu cho những cá nhân suất sắc, cùng nhau chia sẻ thành công và lợi nhuận.THAY ĐỔI THẾ GIỚI: Xây dựng mạng xã hội giải trí hẹn hò , đem lại những giây phút giải trí tuyệt vời cho hàng trăm  người dùng.Không có thứ hạng  Minu: Các thành viên được khuyến khích đóng góp ý kiến ​​và tranh luận với những người khác.KHÔNG CÓ \"VĂN PHÒNG\":  Văn phòng giống như nhà của bạn. Bạn có thể treo tranh, trồng cây, thậm chí là nuôi cá cảnh trên bàn làm việc.Tea break hàng ngày : Mọi người cùng nhau nghe nhạc, uống trà-cafe , nói chuyện cười đùa.  Đây là một cách khá thú vị để giúp mọi người thư giãn.KHÔNG RÀO CẢN: Văn phòng MINU là một không gian mở bởi chúng tôi luôn cố gắng xóa bỏ mọi rào cản để giúp các thành viên dễ dàng chia sẻ với nhau.Ăn mặc thoải mái: Tại MINU, chúng tôi không có nhiều quy tắc vì chúng tôi tôn trọng bạn và muốn tạo không khí thoải mái giúp nhân viên thực hiện tốt công việc của mình.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/cobol-developer-middle-leader-sal-upto-50m/1004959.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
  "job_title": "Developer",
  "salary": "Tới 50 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Customer information:A large Telecommunication company in Asia with the desire to build and develop software products in the field oftelecommunication to large enterprises, bringing value to users.Job details:• Participating in important projects/ Mega account of the Company• Deploying and developing new modules and features• Participating in training courses on operations and product systems from expertsin the field• Working directly with customers on work progress of the teamSystem Description:• System architecture microservices• Techstack: Java, Relational database, restful API• Environment: AWS• Process: Agile/ SCRUM",
  "Yêu cầu ứng viên": "• 3+ years hands on experience with COBOL programming language.• Understand basic COBOL such as: syntax, verbs, file handling, subroutines, database.• COBOL with DB handling, performance tuning.• Be able to write unit tests and debug COBOL programs.• Support team members in understanding COBOL from the existing COBOL programs.• Analytical and troubleshooting skills in COBOL program.• Knowledge of advanced debugging tools.• Databases: Relational DB like Oracle, DB2.• Platforms/systems: z/OS, Windows, Linux, UNIX, IBM Mainframe.",
  "Quyền lợi": "OPPORTUNITIES AND CHALLENGES:• Opportunity to work in a professional, modern and energizing setting.• Challenging projects, possibilities, cutting-edge technology, and problems.• An open and dynamic working atmosphere that promotes the interchange ofideas, while also empowering you to work and create in your own style. Each employee's talent and accomplishments are valued, and outstanding employees are recognized and rewarded on a yearly basis.• Opportunities for capacity development, as well as assistance with professional certification expenses, are available to those who work in the field (1 million - 5 million).• Some advanced certifications will cover the full cost of studying and taking the exam.ATTRACTIVE REWARDING POLICY AND WORK-LIFE BALANCE:• Review salary 1-2 times/year, with the possibility of an unexpected salary rise based on capacity an infinite number of times per year• Bonuses for the 13th month of employment, project bonuses, and company, Tet holiday, September 2, company birthday, ...• Holiday travel mode (package 5 million/person), team building (2 -3 times/year).• Full participation in social insurance, as well as a yearly health checkup at a reputable hospital. External insurance with the company's essential workers.• Comprehensive visit policy for personnel and relatives: birthday, marriage, childbirth, illness, etc.• The football club, cycling car, badminton, ... are just a few of the sports and cultural activities available.• Allowance for classes and training awards: Learning Star of the Month,• A chance to be the face of the year's study, the royalties...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-developer/1004467.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH APPSHEET VIỆT NAM",
  "job_title": "Lập Trình Viên",
  "salary": "Trên 1 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các hệ thống: phần mềm quản trị theo từng ngành nghề kinh tế Việt Nam , lập trình web app và các project thực tế.Tìm hiểu công nghệ theo yêu cầuTham gia lập kế hoạch, báo cáo, phối hợp công việc với các thành viên khác trong nhóm.Làm việc theo sự phân công của quản lý.",
  "Yêu cầu ứng viên": "Có kiến thức cấu trúc dữ liệu và giải thuật,Có kinh nghiệm lập trình App, Web,Sử dụng thành thạo HTML, CSS, Javascript, các framework frontend (angular,Reactjs,...)Hiểu về nền tảng Appsheet là một ưu thế.Thích thú với việc nghiên cứu, tìm tòi và áp dụng kỹ thuật mớiCó hiểu biết về nền tảng .NET, các kỹ thuật cơ bản trong .NET technology: MSSQL Server, Devexpress Ưu tiên các bạn đã làm Project (kèm theo link Github).Có khả năng nghiên cứu tài liệu kỹ thuật bằng tiếng anh và làm việc độc lập là 1 lợi thếTư duy logic, sẵn sàng học thêm một ngôn ngữ (lập trình) mới. Thời gian làm việc full-time hoặc partime > 4-5 buổi/tuần (được sắp xếp linh động theo lịch học)",
  "Quyền lợi": "Được đào tạo các quy trình và cách thức vận hành thực hiện công việc trong thời gian thực tậpMôi trường làm việc mở, năng động, thân thiện và luôn được giúp đỡ hoặc đưa ra ý kiến.Cơ hội học hỏi, va chạm và tham gia các dự án quan trọng của tập đoàn.Có cơ hội trở thành nhân viên chính thức của công ty sau 2-3 tháng đào tạo với nhiều chế độ quyền lợi và chính sách phúc lợi hấp dẫn.Được công ty hỗ trợ và tài trợ 100% chi phí học các chứng nhận chuyên ngành do tổ chức quốc tế cấp.Có thể hỗ trợ dấu thực tập.Mức hỗ trợ: 1,000,0000/ứng viên.Có khu vực relax, cafe.Team building, Sinh nhật nhân viên, Year End Party, Trà sữa,...Phụ cấp khác: dựa theo năng lực và thời gian đóng góp từng ứng viên",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/608114.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ Physcode Việt",
  "job_title": "Lập Trình Viên PHP",
  "salary": "9 - 20 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Lập trình Web dựa trên mã nguồn WordPress.• Xây dựng, chỉnh sửa hoặc bổ sung các tính năng cho Theme của WordPress.• Xây dựng, chỉnh sửa hoặc bổ sung các tính năng cho Plugin của WordPress.• Nắm rõ công việc được phân công và báo cáo tiến độ cho quản lý.",
  "Yêu cầu ứng viên": "• Có kinh nghiệm tối thiểu 6 tháng - 1 năm làm việc, tham gia vào các dự án WordPress.• Thành thạo lập trình PHP, có kiến thức về HTML/CSS, MySQL, JavaScript…• Đặc biệt am hiểu về mã nguồn WordPress (cài đặt, chỉnh sửa Theme, Plugin, Function,...).• Có đam mê với lập trình Web.• Ưu tiên ứng viên có khả năng Tiếng Anh.",
  "Quyền lợi": "• Thu nhập hấp dẫn và tăng lương theo năng lực.• Làm việc trong môi trường năng động, có cơ hội làm việc, giao tiếp với khách hàng trên toàn Thế Giới.• Đội ngũ nhân viên trẻ trung, thân thiện và cởi mở trong công việc sẽ giúp nhân viên mới nhanh chóng hòa nhập với môi trường làm việc và văn hóa.• Được đào tạo, huấn luyện các kỹ năng và chuyên môn cần thiết.• Được hưởng các chính sách phúc lợi theo quy định của công ty.• Các chế độ BHXH, BHYT, BHTN được thực hiện theo đúng qui định pháp luật và đảm bảo được hưởng đầy đủ các chế độ bảo hiểm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-android-developer/1004878.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Tập Đoàn Đầu Tư Welly Corp",
  "job_title": "Android Developer",
  "salary": "Tới 30 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển sản phẩm Android Mobile App phục vụ người dùng trên toàn thế giới;Tham gia phát triển các ứng dụng đa dạng như:+ Ứng dụng Healthcare: Run Tracker, Blood Pressure, Workout…+ Ứng dụng chỉnh sửa hình ảnh, video+ Ứng dụng tiện ích: QR Code, Volume booster, TV cast, Remote TV…Phối hợp với các thành viên trong team để hoàn thiện và tối ưu sản phẩm;Duy trì, đóng góp ý tưởng, cải tiến sản phẩm;Nghiên cứu và áp dụng các công nghệ mới;Thực hiện các công việc khác theo yêu cầu của cấp Quản lý.",
  "Yêu cầu ứng viên": "Tốt nghiệp các trường CĐ/ĐH chuyên ngành CNTT hoặc các chuyên ngành liên quan.Ít nhất 3 năm kinh nghiệm lập trình Mobile trên nền tảng Android với ngôn ngữ Java hoặc Kotlin.Nắm vững kiến thức về OOP, Java và Design Patterns,Có kiến thức về Unit test, MVC/MVP/MVVM.Có tư duy logic, Data Structures, AlgorithmCó kinh nghiệm xử lý database: SQLite, Room Database.Có kinh nghiệm sử dụng Android Jetpack Libraries: ViewModel, LiveData, Room,...Có kinh nghiệm xử lý App Performance: Background Process, Threads, Memory leaks, Services,...Có kinh nghiệm xử lý và tối ưu UI/UX, Custom Views, Animation, đa màn hình.Có kinh nghiệm làm các ứng dụng có giao tiếp Client - Server, RESTful API.Có kinh nghiệm triển khai ứng dụng với nền tảng Firebase hoặc các nền tảng tương tự.Có kinh nghiệm lập trình JNI / NDK là một lợi thế.Có kinh nghiệm sử dụng các hệ thống quản lý công việc, mã nguồn (Jira, Trello, Git)Có khả năng research, đưa ra giải pháp triển khai và có thể làm việc độc lậpCó ứng dụng đã publish trên Google Play là một lợi thếKỹ năng làm việc nhóm và thuyết trình.Đọc hiểu tài liệu tiếng Anh chuyên ngành.",
  "Quyền lợi": "Lương: 30.000.000 VNĐ/ tháng; phụ cấp gửi xe + ăn trưa;Các chế độ bảo hiểm, nghỉ phép, khám sức khỏe, thưởng lễ tết;Được tập luyện miễn phí tại phòng gym 5 sao của công ty;Được làm việc trong môi trường trẻ trung, năng động, với định hướng sản phẩm rõ ràng;Được làm việc trực tiếp với tech Lead và hỗ trợ nâng cao kỹ năng chuyên môn;Được tham gia vào các buổi Seminar, Workshop, Đào tạo nội bộ của công ty;Được tham gia các chương trình đào tạo thấu hiểu và phát triển khả năng tiềm ẩn của bản thân;Có cơ hội thăng tiến lên các cấp quản lý nếu đáp ứng được yêu cầu năng lực.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 28/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/bridge-software-engineer/1005120.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần NCCPLUS Việt Nam",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Kỹ sư hệ thống cầu nối sẽ đóng vai trò là kênh liên lạc giữa nhóm phát triển tại Việt Nam và khách hàng tại Nhật Bản.• Trao đổi trực tiếp với khách hàng qua email, skype (hoặc chartwork tool) để đáp ứng yêu cầu.• Quản lý tiến độ dự án, báo cáo thường xuyên cho khách hàng và quản lý hiệu suất dự án.• Tham gia phát triển các dự án ứng dụng trên nền web (PHP, Java, .ASP.NET...), ứng dụng trên nền tảng máy tính (Java, .NET...)...",
  "Yêu cầu ứng viên": "• Trình độ tiếng Nhật tối thiểu N2 (giao tiếp tốt)• Có ít nhất 1 năm kinh nghiệm ở vị trí tương đương.• Ưu tiên ứng viên có kinh nghiệm làm việc hoặc học tập tại Nhật Bản.• Có kinh nghiệm sử dụng ít nhất một trong các ngôn ngữ: ASP.NET, PHP, Java... (PHP, framework Laravel là lợi thế)• Tiềm năng lãnh đạo, trách nhiệm cao, tinh thần làm việc nhóm tốt.• Hiểu biết về văn hóa Nhật Bản và tác phong làm việc của người Nhật.",
  "Quyền lợi": "Thu nhập = Lương Net + Trợ cấp + Thưởng Performance (> 14 tháng lương/ năm).Đánh giá lương 2 lần/ năm dựa trên năng lực và kết quả công việc.Khám sức khỏe định kỳ hàng năm.Bảo hiểm sức khỏe PVI Care khi làm đủ 1 năm.Hưởng các chính sách hấp dẫn của công ty: Du lịch, tham gia Teambuilding, thưởng Lễ Tết, Quà dịp đặc biệt cá nhân,...Miễn phí trà, cafe, bánh kẹo.Tham gia câu lạc bộ Âm nhạc, bóng đá, ngoại ngữ,....Định hướng thăng tiến nghề nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 07/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity3d-game-developer/1005047.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Remote Resources VietNam",
  "job_title": "Game Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Research and capture the style of Game Real-time strategy (RTS)New design or creative modification and modification of ideas and content in the game;Collaborate with the Artists from Saigon Dragon Studios (SDS) and explain the technical requirement for the art asset that SDS will produce, and the developer will then integrate them in Unity.Deliver features on timeWork on new client skill tests and others projects using Unity skills",
  "Yêu cầu ứng viên": "Academic background in Computer Science, Engineering, related degree, or relevant professional experienceMust have a strong knowledge of Unity and be able to recreate the simple mechanics from other games, describe in a Game Design DocumentSolid understanding of the full software development life cycleFamiliarity working in a scrum/agile environmentAbility to quickly find creative solutions to difficult problemsAbility to write documented, unit testable,, that is compliant with our company coding conventions and standardsStrong attention to detail, rigorous in self-testing code and delivering high quality workAt least 3+ years of professional Unity experience in the gaming industryGood at English",
  "Quyền lợi": "WORK LOCATIONRemote Resources VN Office, 14th Floor, Lottery Tower, 77 Tran Nhan Ton, Dist. 5, HCMCWorking time: 08:30 – 17:30, Monday – Friday.BENEFITSCompetitive salary13th-month salarySocial/Health/Unemployment Insurances are levied on the gross salary, according to the VN labor codesPrivate health insurance provided PTI; annual health check-up12 days of annual leaveTons of fun & exciting team activities",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer/1004411.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần hệ thống Thông tin FPT",
  "job_title": "Unity Developer",
  "salary": "30 - 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Take ownership of entire features and components of the game lifecycle and lead the product design and code elements- Collaborate with other members of the team to deliver large and complex features on time and to a high standard- Be part of the development process and contribute improvements and suggestions, driving the quality of the code throughout the entire production cycle- Mentor other developers in the team and help maintain code, product, and process quality- Partner with Art, Design and Production teams to ensure schedules and goals meet business and project needs- Conduct code reviews and be part of the hiring process for future colleagues- Bring meaningful contributions to our product and the entire team",
  "Yêu cầu ứng viên": "- Bachelor's Degree Computer Science, Information Systems, or related field (Master degree is preferred)- 3-5 years of experience with Unity 3D/Content Development- Strong 3D math skills- Strong C sharp object-oriented programming and scripting language skills- Experience working with game assets (meshes, animations, materials etc)- Experience profiling and optimizing game and render performance (GPU and CPU)- Experience working on a physics-based game project, source control systems such as Git in a multi developer team environment.- Understanding UX design process and experience working with UX design team and/or development team- Good understanding of Version control (Git)- Familiar with Agile Development Concept- Discipline and Careful in coding process- Good time management skill- Team Player and Problem Solver",
  "Quyền lợi": "- Attractive salary. Performance based award.- Salary: Very competitive- “FPT care” health insurance provided by PTI and is exclusive for FPT employees.- Have a chance to go Onsite short-term or long-term- Young and dynamic working environment.- Continuous development of hard and soft skills through work and professional trainings.- Opportunity to approach newest technology trends- Exciting leisure: sport and art events (football club, family day…)- Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-web-developer-java-core-spring-reactjs-up-to-3-000/1004985.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TRÁCH NHIỆM HỮU HẠN CODE88",
  "job_title": "Web Developer",
  "salary": "600 - 3,000 USD",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Job PurposePerform development activities to build new and maintain existing WEB-based software systems using Java Frameworks, Front-end frameworks and databases.Responsibilities1. Participate in developing web applications, new modules, features from beginning till end in the functional system (It can be Full-Stack from Frontend to Backend services and databases depends on skills and experiences).2. Participate in analyzing requirements, design architecture, perform coding, unit tests, testing and technical documentation in line with user & system requirements to deliver source code, documents and test scripts that meet client’s needs and meet the release milestone.3. Perform bugs fixing, maintaining, enhancement existing WEB application modules.4. Assist Team Leads, Managers in reporting project status and deliverable estimations.5. Perform code review and supports colleagues.6. Conduct training & coaching junior members in software engineering development if required.7. Supports team leads on maintaining QAT and development environments if required to make sure smooth development.",
  "Yêu cầu ứng viên": "Skills & Qualifications:• Bachelor Degree in Computer Science/Information Technologies.• Software development skills using Java is required.• Good problem-solving skills.• Communication skills: Intermediate-level English (especially reading and writing).• HTML/CSS skills for front-end development is a PLUS.• Ability to work independently, proactive problem solver.Knowledge & Experience:• Have at least 3-year experience in web development using Java 8 and Spring Framework• Experience with RESTful Web Service with Spring/Spring Boot• Experience/Knowledge on any of JavaScript Frameworks, Library (jQuery, Angular, ReactJS, ...) is a PLUS.PLUS points:• Experience with Java 11 is a PLUS.• Good understanding of relational database technologies (ie.MySQL or Oracle), stored procedures, SQL and index is a PLUS.• Experience coding multi-threaded Java applications is a PLUS.• Experience/Knowledge on any of Redis, Memcached, Kotlin, Elasticsearch is a plus• Strong OOP concepts and design patterns is a PLUS.• Able to perform code review and give suggestions on solutions and designs.• Able to design and develop Java web application with a large number of concurrent users and with performance requirement is a BIG PLUS.• Important web UI side technical skills: ReactJS, Bootstrap, JQuery, HTML/CSS, Ajax, JSON, JavaScript are PLUS.",
  "Quyền lợi": "Company Benefits:1. BONUSES & REWARDS• Competitive Salary• 13th Month Salary• Performance Bonus• Employee of the quarter award• Employee of the year award• Years of service award2. TRAINING & DEVELOPMENT• In-house: Technical, Soft skills, and English/communication skills training• Overseas: Technical training and certifications• Full reimbursement for international technical certification obtained• Global career opportunity3. ANNUAL PAID LEAVES• Vacation Leave: 14 days per year• Medical Leave: 8 days per year• 1 extra seniority day for every 2 years of service• 1 Birthday Paid Leave4. HEALTHCARE• Annual routine check-up• Comprehensive Insurance: Social/Health/Personal• Premium healthcare insurance5. WELLNESS AND LEISURE ACTIVITIES• Annual company trip for team building• Sports activities: organized football players for inter-company matches; organized bowling and badminton activities• Music band activities, Karaoke & Play-station time every week• Celebrations for monthly birthdays, anniversaries, Christmas, New Year, Year-end Party and other special events6. PERKS• Fruit days twice a month• Unlimited snacks & beverages• Friendly and collaborative environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-du-an-y-te/1004651.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
  "job_title": "Developer",
  "salary": "18 - 28 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Đề xuất giải pháp cho yêu cầu- Xây dựng giao diện- Tham gia vao việc khảo sát, xây dựng giải pháp tổng thể và chi tiết cho các phần mềm ứng dụng- Tham gia xây dựng kiến trúc ứng dụng trình phê duyệt- Lập trình ứng dụng và kiểm thử hệ thống- Xử lý lỗi của các phần mềm ứng dụng- Yêu cầu cung cấp tài nguyên hệ thống cho các giải pháp- Xây dựng tài liệu đặc tả tính năng và đặc tả kỹ thuật- Quản lý mã nguồn theo quy định- Tham gia hỗ trợ người dùng ở mức level 3",
  "Yêu cầu ứng viên": "- Tư duy tốt, có tối thiểu 2 năm kinh nghiệm làm back-end- Thành thạo .NET (C, ASP.NET), MVC5, SQL Server- Có kinh nghiệm với HTML, CSS, Javascript/ jQuery- Có khả năng phân tích thiết kế hệ thống. Hiểu biết về OOP, RESTful, Design Patterns- Kỹ năng làm việc độc lập và theo nhóm tốt- Ưu tiên ứng viên có kiến thức về bảo mật- Tiếng Anh giao tiếp tốt là một lợi thế- Địa điểm làm việc: Tầng 6, Timecity, Minh Khai, Hai Bà Trưng, HN",
  "Quyền lợi": "3.1. Cơ hội phát triển bản thân- Làm việc với đội ngũ kỹ sư, nhân viên năng động, giàu nhiệt huyết, đam mê, lý tưởng lớn.- Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng pháttriển.- Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng.- Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.- Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.3.2. Chế độ đãi ngộ- Mức lương: up to 1500 USD- Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,...- Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; phụ cấp nhà ở, xăng xe, ăn trưa, thai sản,con nhỏ, cưới hỏi, sinh nhật,...- Định kỳ xét tăng lương 1 lần/năm hoặc đột xuất theo đánh giá.- Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc.- Trợ cấp chứng chỉ liên quan đến vị trí công việc.3.3. Đời sống tinh thần phong phú- Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở. Các thành viên trong công ty gần gũi,gắn bó, quan tâm, giúp đỡ nhau cùng phát triển.- Được tham gia các hoạt động teambuilding hàng tháng, du lịch hàng năm.- Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên.- Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm nhữngngày lễ tết trong năm.- Hoạt động văn hóa thể thao đa dạng: câu lạc bộ bóng đá, gym, bơi lội, ..",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-tech-lead/1005041.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Cốc Cốc",
  "job_title": "Java Developer",
  "salary": "Tới 5,000 USD",
  "exp": "5 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Cốc Cốc Search — is integrated in the Cốc Cốc Browser, optimizing search results for the Vietnamese language, helping users find more accurate information conveniently.Cốc Cốc Search is constantly investing to leverage the latest technologies in hardware, software and artificial intelligence to deliver the best search experience to users. There are only few countries in the world who have local search engines able to compete against global players. Vietnam with Cốc Cốc is one of those rare countries.We are seeking talent Software Engineer who has broad skills of technical knowledge and is ready for interesting challenges. As being part of our team, you will help to build our search engine that serves millions of search requests and provide meaningful features.RESPONSIBILITIESApply the latest technologies to improve the core components of Cốc Cốc Search Engine  (crawler, indexer, searcher),Implement new search features that will help millions of Cốc Cốc Search such as Cốc Cốc Education, Soccer, Finance and many others,Work on solutions together with our Infrastructure and Data engineering teams to manage huge amount of data efficiently (billions of documents to collect, process and store),Brainstorm with the team on new ideas for features and improvements for existing ones.",
  "Yêu cầu ứng viên": "Required skills:Strong coding capability with Java,Solid knowledge of Computer Science fundamentals (data structures, algorithms, architecture and object-oriented design)Good written and spoken English.Nice-to have skills:Experience with building High Load web servicesStrong proficiency with backend development, service-oriented architecture technology, SQL and NoSQL datastoreExperience with designing/developing Linux/Unix environments, PythonDemonstrated ability to achieve stretch goals in a highly innovative and fast paced environmentMaster's degree in Computer Science, Machine Learning, Artificial intelligence or PhD will be an advantage.",
  "Quyền lợi": "Few countries have local challengers in the search and browser space. Vietnam is one of those countries thanks to Cốc Cốc. There are a lot of challenges in competing against dominant global players, but also lots of rewards when we succeed.Professional growth:What we are doing is difficult. This is why there are a lot of opportunities for you to learn and grow with support from a mix of the learning & development programsYou will work alongside talented team members who have a unique skill set and expertise in this marketCoc Coc is a Vietnamese company but you will be working in an international environment with team members/partners/customers who are local and international.Compensations and benefits:Attractive salary and bonus scheme with 13th month salary.Performance review twice/yearSpecial annual leave policy with minimum 20 days/year (including 1 day off on your birthday)Great Trade Union benefits for your important life events such as birthday, marriage, new born child...Periodic medical checkup, PVI Health Insurance & Health/Social Insurances.Working environment:A culture of flexibility and responsibility, no dress code and annual Work From Home policyExciting internal events to help you understand the whole business and make you part of the Cốc Cốc familyModern and cozy kitchens with plenty of snacks and coffee/tea bars every day, to make sure energy level is high when you need itThere are many interesting hobby clubs to share your non-professional passions like English Club, Yoga, Football and many other clubs are forming ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-sql-oracle/1004652.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần chứng khoán FPT",
  "job_title": "Thực Tập Sinh",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Lập trình Cơ sở dữ liệu Oracle/SQL• Tham gia phân tích yêu cầu, thiết kế xây dựng và phát triển các hệ thống lưu trữ, xử lý dữ liệu lớn.• Theo dõi và tối ưu hóa các câu lệnh truy vấn dữ liệu.• Nghiên cứu lập trình: Oracle 11g - 12c - 19c - 21c, Oracle Timesten…• Nghiên cứu công nghệ và xu hướng phát triển công nghệ dữ liệu, đưa ra đề xuất nhằm cải tiến sản phẩm",
  "Yêu cầu ứng viên": "• Sinh viên năm 3,4 khối ngành IT phần mềm: Công nghệ thông tin, kỹ thuật phần mềm hoặc tương đương…• Tính tình cẩn thận, chăm chỉ, chịu khó học hỏi;• Thành thạo ngôn ngữ SQL hoặc PL/SQL.• Đam mê theo đuổi nghề nghiệp liên quan đến các loại cơ sở dữ liệu, data warehouse, data lake• Cẩn thận, chủ động, đam mê công việc, sẵn sàng chấp nhận thử thách;• Có khả năng nghiên cứu công nghệ mới.• Đọc hiểu tài liệu chuyên ngành bằng Tiếng Anh.",
  "Quyền lợi": "• Ứng viên sẽ có cơ hội học tập và làm việc trong môi trường thực tế, chuyên nghiệp, năng động;• Được hướng dẫn, huấn luyện bởi đội ngũ chuyên gia nhiều kinh nghiệm;• Ứng viên được trang bị đầy đủ kỹ năng và kiến thức chuyên sâu để làm việc sau mỗi khóa đào tạo;• Ứng viên sẽ có cơ hội trở thành nhân viên Chính thức với quyền lợi đãi ngộ tương xứng với năng lực và kết quả hoàn thành công việc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/front-end-developer-reactjs/1004641.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
  "job_title": "Front End Developer",
  "salary": "18 - 28 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Hoàn thành tốt các công việc được giao bởi PM- Đảm bảo các tast được thực hiện đúng tiến độ cam kết- Tham gia lập trình phát triển sản phẩm sử dụng ReactJS/NodeJS- Đưa các cải tiến nâng cao chất lượng của dự án- Nghiên cứu, tìm hiểu và ứng dụng các công nghệ mới cho dự án- Phối hợp với khách hàng, các phòng ban liên quan để hỗ trợ tích hợp vào hệ thống hiện tại",
  "Yêu cầu ứng viên": "- Tối thiểu 2 năm kinh nghiệm tại vị trí Frontend Developer hoặc tương đương- Tốt nghiệp Đại học chuyên ngành Khoa học máy tính, thống kê, CNTT, toán tin hoặc liên quan- Nắm vững kiến thức cơ bản  về OOP, Design Pattern, Resful API- Có kinh nghiệm làm việc dùng Agile, Scrum, Có hiểu biết về NodeJS, Webpack, SCSS, Redux, Flex là một lợi thế- Thành thạo ReactJS framework- Thao tác tốt với HTML, CSS, JavaScript (Jquery, Ajax), Bootstrap, JSON, XML- Có khả năng tạo được giao diện HTML/CSS dựa theo thiết kế- Biết tối ưu hệ thống cho web frontend, cache để tăng performance- Hiểu biết về Network, Multi-thread, chạy song song, cơ chế moniotr và kiểm soát lỗi",
  "Quyền lợi": "1.Cơ hội phát triển bản thân- Làm việc với đội ngũ kỹ sư, nhân viên năng động- Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng pháttriển.- Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng.- Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.- Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.- Được tham gia học hoặc thi các chứng chỉ liên quan với chế độ hỗ trợ về chính sách từ Công ty2. Chế độ đãi ngộ- Mức lương thỏa thuận theo năng lực- Đóng bảo hiểm bằng 50% lương cứng- Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,...- Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; phụ cấp xăng xe, ăn trưa, thai sản, con nhỏ, cưới hỏi, sinh nhật,...- Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.- Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc.- Trợ cấp chứng chỉ liên quan đến vị trí công việc.3. Đời sống tinh thần- Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở.- Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển.- Được tham gia các hoạt động teambuilding hàng năm.- Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên.- Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/webgl-vuejs-frontend-developer/932070.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Ycomm Việt Nam",
  "job_title": "Frontend Developer",
  "salary": "23 - 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "We’re looking for web developer for our VueJS/WebGL projects. Our projects leverage WebGL to illustrate real word entities. To achieve upper-range of the salary, you must have some skills in the “Nice-to-have” sectionYour role & responsibilitiesDelivering quality work by writing maintainable source code.Design RESTful APIMake documentation (README. md, technical analysis, deployment instruction, performance report)Handle technical problems when problems arise in the project.Enhance and refactor your code on a daily basisReview others' source code",
  "Yêu cầu ứng viên": "Must have:Experience with using VUE.js development (filter, custom form input, Vuex/Pinia, mixin, NuxtJS)Deep understanding of Vue internal architecture (virtual DOM, component life cycle, rendering life cycle)Experience with designing and interacting with RESTful APIs and API authentication schemesProficient understanding of GitFollow best practice conventions and project structure (DRY code, component reusability)Nice-to-have:Vue 3 using TypescriptKnowledge of 3D software developmentExperience with WebGL development (three.js)Code splitting technique to reduce page load timeExperience with troubleshooting browser rendering bottleneckCI/CD with Gitlab CI, Docker",
  "Quyền lợi": "13th month salaryAll benefits as well as insurance, bonus, holidays, ...Annual workshop tripReceive professional guidance and trainingWorking in a creative, friendly, youthful, and dynamic environmentGet to work right after the interview",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-net/1004638.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần chứng khoán FPT",
  "job_title": "Thực Tập Sinh",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phân tích yêu cầu, thiết kế tính năng, lập trình trong các dự án phát triển ứng dụng giao dịch trên nền tảng .Net và cơ sở dữ liệu Oracle;• Tham gia fix bugs và hỗ trợ khách hàng.• Tham gia nghiên cứu và ứng dụng các công nghệ mới vào sản phẩm• Viết tài liệu đặc tả kỹ thuật liên quan đến công việc dự án• Thực hiện các nhiệm vụ theo yêu cầu của Giám đốc Trung tâm Công nghệ.",
  "Yêu cầu ứng viên": "• Sinh viên năm 3,4 sắp tốt nghiệp khối ngành IT phần mềm:  Công nghệ thông tin, kỹ thuật phần mềm hoặc tương đương.• Tính tình cẩn thận, chăm chỉ, chịu khó học hỏi;• Có hiểu biết và kỹ năng cơ bản về lập trình web: .Net, .NetCore, SQL, Oracle, HTML & CSS, Javascript, Jquery…• Yêu thích và mong muốn theo đuổi nghề lập trình; chủ động, đam mê công việc, sẵn sàng chấp nhận thách thức;• Đọc hiểu tài liệu chuyên ngành bằng Tiếng Anh.",
  "Quyền lợi": "• Ứng viên sẽ có cơ hội học tập và làm việc trong môi trường thực tế, chuyên nghiệp, năng động;• Được hướng dẫn, huấn luyện bởi đội ngũ chuyên gia nhiều kinh nghiệm;• Ứng viên được trang bị đầy đủ kỹ năng và kiến thức chuyên sâu để làm việc sau mỗi khóa đào tạo;• Ứng viên sẽ có cơ hội trở thành nhân viên Chính thức với quyền lợi đãi ngộ tương xứng với năng lực và kết quả hoàn thành công việc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-backend-developer/944742.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Ycomm Việt Nam",
  "job_title": "Backend Developer",
  "salary": "800 - 1,500 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Design and build RESTful or GraphQL web services for our mobile and web application• Design relational DB Schema• Enhance and refactor your code on a daily basis• Participate in team discussion and code reviews",
  "Yêu cầu ứng viên": "• Requiredo Web application development experience using Spring stacko Familiar with our current tech stack: QueryDSL, AOP, JPA, Batch, MQo RESTful API design experienceo Proficient understanding of Gito Experience with RDBMS (aggregation, subquery, pivot table, EXPLAIN)o Project structuring experience (naming convention, package structure)o Knowledge of object-oriented design, design patterns• Nice-to-haveo Sysadmin, E2E testing, CI/CD with GitLab, k8s experienceo Deep understanding of Microservice Architecture patterno Be able to design and develop GraphQL web serviceso Perform code review for every Pull Request• Plus pointo Have Kotlin, Spring Batch, Spring Cloud experienceo Experience with working on cloud project (setup, migration, containerization, transformation, operation)",
  "Quyền lợi": "• 13th month salary• All benefits as well as insurance, bonus, holidays, ...• Annual workshop trip• Receive professional guidance and training• Working in a creative, friendly, youthful, and dynamic environment• Get to work right after the interview",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/1004476.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIẢI PHÁP CÔNG NGHỆ MIGI",
  "job_title": "Developer",
  "salary": "8 - 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển/ triển khai các yêu cầu của ứng dụng Core bảo hiểm.Phối hợp với BA tiếp nhận yêu cầu từ các phòng ban thuộc Khối nghiệp vụ.Lập trình và triển khai chương trình đáp ứng yêu cầu người dùng.Làm việc với đội QA (Quality Assurance) để giải quyết các lỗi phát sinh trong quá trình phát triển.Có cơ hội được trau dồi kiến thức",
  "Yêu cầu ứng viên": "- Kinh nghiệm lập trình .NET từ 02 năm trở lên.- Có kiến thức về kiến trúc Microservice là một lợi thế.- Có kinh nghiệm đọc hiểu các tài liệu nghiệp vụ.",
  "Quyền lợi": "• Lương cứng 10.000.000 VNĐ – 35.000.000 VNĐ/ tháng, Thưởng dự án + Lương tháng thứ 13;• Hỗ trợ đi lại 1.500.000 VNĐ – 2.000.000 VNĐ/ tháng;• Làm việc trong môi trường thoải mái, thân thiện, không OT, người hướng dẫn có chuyên môn cao;• Giờ làm việc linh động, môi trường làm việc thoải mái thân thiện;• Đánh giá định kỳ 2 lần/năm, xét tăng lương theo năng lực;• Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động;• Định hướng phát triển kỹ năng cho nhân viên;• Nhiều chương trình training, du lịch, team buiding tháng/quý/năm;• Tham gia CLB Bóng đá. Bi-a và CLB Tiếng Anh của Công ty, …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/1004684.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Fetek Việt Nam",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thiết kế và triển khai các ứng dụng dựa trên Java.- Phân tích yêu cầu người dùng để thông báo thiết kế ứng dụng.- Xác định mục tiêu và chức năng ứng dụng.- Căn chỉnh thiết kế ứng dụng phù hợp với mục tiêu kinh doanh.- Phát triển và thử nghiệm phần mềm.- Phát hiện lỗi và giải quyết các vấn đề kỹ thuật phát sinh.- Chuẩn bị tài liệu thiết kế chi tiết.- Phát triển tài liệu để hỗ trợ người dùng.",
  "Yêu cầu ứng viên": "- Tốt nghiệp chuyên ngành CNTT, Điện tử viễn thông, Khoa học máy tính, Toán tin ứng dụng và các chuyên ngành liên quan hoặc tương đương.- Kinh nghiệm từ 1 năm- Thành thạo sử dụng Java, Git- Quen thuộc với Spring framework- Hiểu biết tốt về UI/UX là một lợi thế- Nắm vững kiến thức về ngôn ngữ truy vấn SQL các relational database như: Oracle, PostgreSQL, MySQL, MSSQL hoặc sử dụng được NoSQL database như MongoDB- Hiểu biết sâu về nội bộ Java và JEE- Khả năng tư duy phân tích, tư duy logic tốt",
  "Quyền lợi": "- Môi trường làm việc thân thiện, năng động, cởi mở;- Thưởng lương tháng 13; các ngày Lễ, Tết trong năm; có nhiều cơ hội tăng thêm thu nhập;- Chế độ nghỉ phép 12 ngày/năm; được tham gia BHXH theo quy định- Công ty có lò vi sóng, tủ lạnh phục vụ các nhân viên ăn uống;- Nghỉ mát, liên hoan, hội họp, tất niên",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/developer-net-ha-noi-10-20m/1004306.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Phần mềm OOS",
  "job_title": "Developer",
  "salary": "10 - 20 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia các Dự án triển khai phần mềm dành cho doanh nghiệp lớn có quy trình quản lý, nghiệp vụ Nhân sự chuyên nghiệp.• Nghiên cứu sử dụng công nghệ mới/giải pháp mới để phát triển tính năng mới hoặc nâng cấp tính năng có sẵn: Hệ thống nhân sự• Phát triển tính năng mới của phần mềm• Hỗ trợ các thành viên trong Ban dự án hoàn thành công việc (Team Triển khai và BA)• Công nghệ sử dụng: MVC, .Net Core, Microservices, API Gateways, IdentityServer, Cloud Hosting/Storage, …• Đưa ra các phương án phòng tránh rủi ro, xử lý các phát sinh trong quá trình triển khai Dự án (nếu có).",
  "Yêu cầu ứng viên": "• Có 01 năm kinh nghiệm ở vị trí tương đương• Thành thạo ngôn ngữ lập trình C (.Net & .Netcore)• Kinh nghiệm: APS.NET MVC, Web API (REST ful API), .Netcore• Kinh nghiệm Database SQL Server, Stored Procedure, ADO, Entity Framework• Hiểu biết HTML, CSS, Bootstrap• Tư duy tích cực và định hướng giải quyết vấn đề.",
  "Quyền lợi": "• Mức thu nhập cao, ngoài lương sẽ có thưởng Dự án, thưởng nóng theo kết quả công việc.• Có cơ hội được làm việc cùng với các Tổ chức lớn, xây dựng phong cách làm việc chuyên nghiệp.• Đầy đủ các chính sách và chế độ như: BHYT, BHXH, BHTN, Nghỉ phép…theo đúng quy định của Bộ Luật Lao động và của Công ty.• Chế độ du lịch, nghỉ mát, Lễ, Tết…Được cấp máy tính làm việc• Liên tục teambuilding, gắn kết nhân sự và xây dựng văn hóa nội bộ.• Làm việc trong môi trường công nghệ, văn hoá doanh nghiệp tốt, luôn tạo điều kiện phát triển cho người trẻ, có năng lực.• Mức lương: 10,000,000 – 20,000,000 VNĐ• Địa điểm làm việc: Hà Nội• Thời gian làm việc: 8h30-12h00, 13h30-18h00 từ thứ Hai đến thứ Sáu, ngày thứ Bảy đầu tháng và cuối tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-backend-developer-thu-nhap-hap-dan/1004611.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH  Công nghệ EZLABS",
  "job_title": "Backend Developer",
  "salary": "10 - 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, triển khai và quản lý hệ thống backend cho game TPS Mobile.- Phân tích tối ưu, nâng cấp và vận hành các hệ thống website, các game đang có.- Xây dựng API, webservice và các ứng dụng đặc thù theo yêu cầu kinh doanh.- Thực hiện các công việc khác theo yêu cầu của quản lý.- Nghiên cứu, ứng dụng các công nghệ mới cho sản phẩm của công ty.",
  "Yêu cầu ứng viên": "- Có kinh nghiệm làm việc, triển khai window server, IIS- Thành thạo ngôn ngữ lập trình: .Net Framework, C, ASP.NET,- Tư duy thuật toán tốt. Có kinh nghiệm lập trình socket server cho game real-time.- Có kiến thức tổng quát về kiến trúc server chịu tải cao, nhiều người truy cập.- Làm việc tốt với MySQL, Redis- Tối thiểu 2 năm kinh nghiệm ở vị trí tương đương.- Có khả năng chủ động giải quyết vấn đề, làm việc độc lập, theo nhóm.- Ưu tiên có kinh nghiệm làm game thể loại TPS, MOBA",
  "Quyền lợi": "-  Làm HC từ t2-t6, Lương thỏa thuận hấp dẫn- Cơ hội rất lớn để thể hiện và phát triển bản thân- Đóng BHXH, thưởng Lễ Tết theo quy định của công ty, tháng lương thứ 13- Thưởng kinh doanh hàng quý theo hiệu quả của dự án- Tham gia các hoạt động team building được tổ chức thường xuyên- Môi trường làm việc vui vẻ, hoà đồng, công bằng, trẻ trung, thân thiện và nhiệt huyết",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-reactjs-developer/1004454.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Mirabo",
  "job_title": "Reactjs",
  "salary": "Tới 35 triệu",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Định hướng và đưa ra các giải pháp kỹ thuật cho dự án phát triển sản phẩm: công nghệ sử dụng, kiến trúc phần mềm.Thực hiện tối ưu các tính năng đồng bộ dữ liệu, hình ảnh, âm thanh độ trễ thật thấp, near-realtime;Xây dựng, tối ưu hệ thống để phục vụ số lượng người dùng lớn;Trao đổi, phân tích và tìm giải pháp cho các yêu cầu của dự án;Phối hợp tổ chức triển khai công việc phát triển, nâng cấp, demo, triển khai, bảo trì theo kế hoạch, đào tạo nhân sự",
  "Yêu cầu ứng viên": "Ít nhất 5 năm kinh nghiệm phát triển front-endCó tinh thần trách nhiệm cao và cố gắng để hoàn thành tốt công việc.Có kỹ năng rất tốt về HTML/CSS/JSThành thạo kĩ năng debug, điều trả và sửa lỗi source code.Có kiến thức chuyên sâu về các phương pháp tốt nhất dành cho UI, đặc biệt bảo trì định kỳ trên các trình duyệt chínhCó nhiều kinh nghiệm về responsive UI, biết cách đảm bảo UI hoạt động ở nhiều độ phân giải, biết cách đảm bảo UI trên mobileCó nhiều kinh nghiệm về các tool như Figma, XD, AIBiết tối ưu hóa giao diện có hiệu năng cao bao gồm sử dụng ảnh, phông chữ,CDN,…Có kinh nghiệm về phát triển Agile, quy trình SCRUMCó thể hỗ trợ, thúc đẩy thành viên trong teamKĩ năng làm việc teamworkĐiểm cộng:Đã có kinh nghiệm làm việc ở vị trí Tech Lead, có khả năng quản lý – coaching cho team member và khả năng làm việc nhóm.Có kinh nghiệm về nodejs",
  "Quyền lợi": "Thu nhập lên đến 35M/thángLàm việc remote đối với nhân sự tại Đà NẵngThưởng lương tháng 13, thưởng hiệu suất kinh doanh, thưởng đột xuất khi có thành tích xuất sắc;Xét tăng lương tháng 7 hoặc tháng 1 và tăng lương ngay khi có thành tích xuất sắc;Hưởng đầy đủ các chế độ bảo hiểm theo Luật lao động Việt Nam và theo quy định của công ty, bảo hiểm sức khỏe nâng cao đối với nhân sự làm việc từ 12 tháng trở lên;Nghỉ quốc khánh, nghỉ lễ, nghỉ Tết, giỗ tổ, nghỉ chiến thắng/lao động, Nghỉ mát, nghỉ hè, nghỉ bù, nghỉ phép, các hoạt động teambuilding hàng tháng, hàng quý, hàng năm,…;Được hỗ trợ kinh phí tham gia các chương trình học lấy chứng chỉ IT, các chương trình học phát triển chuyên môn, chương trình kĩ năng mềm, kĩ năng quản lý,...Có cơ hội được tham gia lớp học tiếng Nhật do Công ty tổ chức;Teambuilding hàng năm và các sự kiện hàng tuần: liên hoan, techtime,…, câu lạc bộ bóng đá, bóng bàn.Thời gian làm việc từ 8h00 a.m – 5h30 p.m, nghỉ thứ 7 và CN (Check in linh hoạt từ 8h-9h) và 1 ngày remote mỗi tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/middle-java-developer/1005033.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GITS",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình Java theo các công việc được giaoXây dựng và chỉnh sửa, cải tiến các module, tính năng theo yêu cầuHỗ trợ, phối hợp với các thành viên trong nhóm trong các công việc liên quanCập nhật tiến độ và thông báo tình trạng công việc trực tiếp tới quản lý dự án",
  "Yêu cầu ứng viên": "Tối thiểu 2 năm làm việc với Java Srping, MVC (Backend/Client)Có kinh nghiệm làm việc với Caching( Memcache, Redis...)Có kinh nghiệm làm việc với JSON, RestAPI, Database...Ưu tiên các ứng viên kinh nghiệm quản lý/ phân chia các message/event trong quá trình gửi/nhận với SocketƯu tiên với các ứng viên từng làm việc với Flex/ActionScript",
  "Quyền lợi": "Thu nhập hấp dẫn bao gồm lương tháng 13 và các chế độ bonus khác (Giới thiệu ứng viên, đề xuất phương án làm việc hay..)Chế độ nghỉ lễ, nghỉ ốm, nghỉ sinh, nghỉ kết hôn hưởng lương theo quy định của Nhà nướcĐóng bảo hiểm đầy đủ theo quy địnhMôi trường làm việc cởi mở, dân chủ và chuyên nghiệpĐược tham gia các khóa đào tạo nội bộ và được hỗ trợ thi chứng chỉ Quốc tế",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-golang-java/1004375.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP CÔNG NGHỆ CARO",
  "job_title": "Backend Developer",
  "salary": "Tới 40 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Thiết kế ,xây dựng các api• Thiết kế cơ sở dữ liệu, làm việc vs mysql• Tối ưu truy vấn cơ sở dữ liệu• Tham gia vào quá trình xây dựng sản phẩm, đóng góp ý tưởng và đưa ra ý kiến•  Khả năng làm việc độc lập, và làm việc theo nhóm• Tinh thần trách nhiệm cao.• Học tập và cập nhật các công nghệ mới.",
  "Yêu cầu ứng viên": "• Có từ 3 năm kinh nghiệm ở vị trí Backend Dev•  Đưa giải pháp xử lý với lượng truy cập lớn• Nhìn nhận được các vấn đề mở rộng và phát sinh của dự án• Có kinh nghiệm làm việc với các ngôn ngữ GOLANG/ JAVA• Chủ động trong công việc, khả năng ứng biến nhanh chóng.• Trung thực và tuân thủ nguyên tắc bảo mật thông tin.• Viết code rõ ràng, dễ hiểu, dễ maintain, tuân thủ chặt chẽ convention.• Có kinh nghiệm làm việc với Git, CI/CD.• Có kiến thức về Agile Scrum.",
  "Quyền lợi": "• Phỏng vấn online• Ký hợp đồng lao động, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước• Lương tháng 13 + Bonus dự án.• Thưởng các ngày lễ + Tết.• Thưởng hoa hồng giới thiệu nhân viên.• Cung cấp Máy tính và các thiết bị hỗ trợ công việc.• Review lương: 1-2 lần/ năm• Tổ chức teambuilding hàng tháng.• Tổ chức tham quan, nghỉ mát 1 lần 1 năm.• Teatime:  Cung cấp đồ ăn nhẹ, trà và cà phê miễn phí.• Cơ hội thăng tiến vào các vị trí quản lý công nghệ cấp cao đối với những thành viên xuất sắc• Môi trường làm việc trẻ trung, năng động, thân thiện và vui vẻ.• Được tiếp cận với những công nghệ mới. Tạo điều kiện cho các cá nhân học tập và phát triển.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/641973.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TÀI CHÍNH TRÁCH NHIỆM HỮU HẠN MB SHINSEI",
  "job_title": "Data Engineer",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng giải pháp và lập trung các tầng xử lý trên hệ thống; DataWarehouse, Data Lake Data Model, BI, Downstream system, ....- Tích hợp tất cả các nguồn dữ liệu từ các hệ thống ứng dụng vào Data Warehouse/Data Lake.- Hỗ trợ các Đơn vị nghiệp vụ khi có nhu cầu khai thác dữ liệu từ hệ thống MIS/DW.- Thực hiện phân tích các mô hình dữ liệu, dự đoán, dự báo, báo cáo phân tích,…- Báo cáo định kỳ theo quy định hoặc theo yêu cầu của cấp quản lý trực tiếp.- Tham gia các dự án về Data Warehouse/Data Lake theo sự phân công",
  "Yêu cầu ứng viên": "- Thành thạo ngôn ngữ SQL- Có kinh nghiệm làm báo cáo trên công cụ BI (như Tableau, Power BI, Oracle BI, cognos IBM, Jasper ...)- Có khả năng lâp trình báo cáo trên nên tảng AWS, công cụ báo cáo AWS Quicksight.- Có kinh nghiệm triển khai ít nhất một dự án Data warehouse hoặc báo cáo, hoặc ETL cho Ngân hàng/Công ty tài chính.- Có kinh nghiệm phát triển ETL trên các nền tảng Oracle DI, IBM Data stage, Sap dataservices, Talend, Pentaho…..- Có kinh nghiệm với cá các công cụ tích hợp/khai thác dữ liệu trên nên tảng AWS (DMS, AWS Glue, workflow,stepFunction, lambda, anthena)- Có kiến thức về các nền tảng dữ liệu trên AWS (Amazon S3, AWS Foundation, Amazon Redshift, …)- Có kiến thức về các công nghệ đồng bộ dữ liệu AWS DMS, CDC.v.v.- Có kinh nghiệm làm việc với dữ liệu từ các nguồn ứng dụng tác nghiệp của Ngân hàng/công ty tài chính (Corebank,WAY4, ….)- Có khả năng đọc và hiểu tài liệu yêu cầu hoặc thiết kế chi tiết, phối hợp nhóm, kỹ năng trình bày.- Tốt nghiệp hệ chính quy các trường đại học trong nước hoặc nước ngoài chuyên ngành CNTT hoặc các ngành tương đương hoặc có các chứng chỉ tương đương được công nhận bởi các tổ chức uy tín;",
  "Quyền lợi": "• Thời gian làm việc: T2-T6, nghỉ T7 và CN• Lương hấp dẫn (mức lương & thưởng cạnh tranh)• Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,...• Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; thai sản, con nhỏ, cưới hỏi, sinh nhật,...• Được tham gia các hoạt động teambuilding, du lịch, các hoạt động thể thao, các hoạt động xây dựng tinh thần đồng đội.• Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.Đặc biệt:• Thử việc 100% lương• Bảo hiểm sức khoẻ MIC, chương trình vay ưu đãi đối với CBNV...• Thưởng theo kết quả kinh doanh hàng năm của công ty (Thường được thưởng 2 tháng lương) .• Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.• Môi trường chuyên nghiệp sử dụng phương pháp Scrum và agile vào quản lý phát triển sản phẩm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ios-developer/1004315.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ SOTATEK",
  "job_title": "IOS Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Design and build applications for the iOS platformEnsure the performance, quality, and responsiveness of applicationsWork in a team of talented iOS engineers developing amazing native appsWork closely with product management & UX to execute an idea from concept to delivery using excellent software design, coding, & processesIndependently craft project solutions by applying solid Object-Oriented-Design principlesIdentify and correct bottlenecks and fix bugsHelp maintain code quality, organization, and automatization",
  "Yêu cầu ứng viên": "Must haveBachelor degree or up majoring in software engineer, computer science.Extensive knowledge about OOP and design patterns.Familiar with iOS programmingAbility to communicate fluently in EnglishExperience of leading a teamNice to havePreferably server side programming skill with one of the following language and/or related frameworks: PHP, Java, Python, NodeJS.",
  "Quyền lợi": "Saturday & Sunday OFF,  Overtime pay is 150%, 200%, 300% as per labor law;Salary review 2 times/ year, based on work performance and company’s performance;Performance bonus, 13th - month salary, public holidays bonus (2/9, 30/4, 1/5, 1/1); bonus for Excellent Employee and Excellent Team;Social insurance, health insurance, unemployment insurance and Bao Viet care insurance;01 hour paid leave per day for women having children under 12 monthsMinimum 14 paid leaves per annum for all employees after probation;Nice & modern working space with young, dynamic & friendly colleagues and free coffee, tea, drinks;Yearly company trip and year-end party, quarterly team building and weekly eating together; English - Japanese Club, Sports Clubs;Men’s Day, Women’s Day, Children’s Day, Mid-Autumn Festival and other benefits under the provisions of the company;Flat, open and sharing culture with friendly management team; outsourcing company with product mindset;Training courses and working opportunities with technical gurus who built and operated world-class applications with millions of users. This might be a good chance for graduated students to learn cutting-edge technologies and how to build scalable system from scratch;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/flutter-developer/960887.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TÀI CHÍNH TRÁCH NHIỆM HỮU HẠN MB SHINSEI",
  "job_title": "Developer",
  "salary": "Tới 45 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "1. Xây dựng core platform, design system, module trên App Mcredit2. Phát triển các tính năng và kết nối đối tác thành super app như Home, Profile, deeplink, eContract, giải ngân...3. Kiếm tra và cải tiến hiệu năng, resources trên App Mcredit",
  "Yêu cầu ứng viên": "• Tốt nghiệp Đại học/cao đẳng các chuyên ngành IT, Khoa học máy tính• Kinh nghiệm trên dự án flutter• Có kiến thức tốt về Bloc, Provider, Clean Architect• Kỹ năng giải quyết vấn đề, hợp tác và giao tiếp tốt• Hiểu về OOP và các kiến trúc MVVM, MVC• Có kỹ năng làm việc nhóm và hỗ trợ team giải quyết các vấn đề",
  "Quyền lợi": "• Thời gian làm việc: T2-T6, nghỉ T7 và CN• Lương hấp dẫn (mức lương & thưởng cạnh tranh)• Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,...• Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; thai sản, con nhỏ, cưới hỏi, sinh nhật,...• Được tham gia các hoạt động teambuilding, du lịch, các hoạt động thể thao, các hoạt động xây dựng tinh thần đồng đội.• Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.Đặc biệt:• Thử việc 100% lương• Bảo hiểm sức khoẻ MIC, chương trình vay ưu đãi đối với CBNV...• Thưởng theo kết quả kinh doanh hàng năm của công ty (Thường được thưởng 2 tháng lương) .• Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.• Môi trường chuyên nghiệp sử dụng phương pháp Scrum và agile vào quản lý phát triển sản phẩm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ios-developer/960916.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TÀI CHÍNH TRÁCH NHIỆM HỮU HẠN MB SHINSEI",
  "job_title": "IOS Developer",
  "salary": "Tới 45 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "1. Xây dựng core platform, design system, module trên App Mcredit2. Phát triển các tính năng và kết nối đối tác thành super app như Home, Profile, deeplink, eContract, giải ngân...3. Kiếm tra và cải tiến hiệu năng, resources trên App Mcredit",
  "Yêu cầu ứng viên": "• Tốt nghiệp Đại học/cao đẳng các chuyên ngành IT, Khoa học máy tính• 2 năm kinh nghiệm trở lên với lập trình iOS• Biết và nắm vững về Swift, Objective-C, XCode, UIKit, CocoaPod, Carthage• Thành thạo việc dựng UI bằng Autolayout, RxSwift, RxCocoa• Hiểu về OOP và các kiến trúc MVVM, MVC•  Có kiến thức và kinh nghiệm về Flutter là một lợi thế",
  "Quyền lợi": "• Thời gian làm việc: T2-T6, nghỉ T7 và CN• Lương hấp dẫn (mức lương & thưởng cạnh tranh)• Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,...• Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; thai sản, con nhỏ, cưới hỏi, sinh nhật,...• Được tham gia các hoạt động teambuilding, du lịch, các hoạt động thể thao, các hoạt động xây dựng tinh thần đồng đội.• Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.Đặc biệt:• Thử việc 100% lương• Bảo hiểm sức khoẻ MIC, chương trình vay ưu đãi đối với CBNV...• Thưởng theo kết quả kinh doanh hàng năm của công ty (Thường được thưởng 2 tháng lương) .• Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.• Môi trường chuyên nghiệp sử dụng phương pháp Scrum và agile vào quản lý phát triển sản phẩm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-front-end-25-35m/1003773.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần HACHIUM",
  "job_title": "Lập Trình Viên",
  "salary": "25 - 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng SPA application cho trường trực tuyến Hachium dựa trên thiết kế.- Đảm bảo code dễ đọc, cấu trúc rõ ràng, các module dễ tái sử dụng, dễ bảo trì.- Viết tài liệu- Phối hợp chặt chẽ và cung cấp các phản hồi tới team và quản lý để đảm bảo dự án đi theo đúng lộ trình.- Tìm hiểu áp dụng các công nghệ và các best practice để tối ưu sản phẩm.",
  "Yêu cầu ứng viên": "- +1 năm kinh nghiệm với một trong các framework xây dựng SPA applications:  ReactJs, VueJs, AngularJs.- +2 năm kinh nghiệm với Javascript và TypeScript (Javascript ES6).- Có khả năng viết SEO-friendly, semantic HTML5 code.- Có kinh nghiệm với CSS3 (SASS, LESS), thiết kế responsive.- Có kiến thức về cấu trúc dữ liệu và giải thuật để tối ưu hiệu năng xử lý- Hiểu rõ các xử lý bên dưới của trình duyệt để tối ưu việc render như event loop in browser, critical rendering path....- Sử dụng thành thạo các công cụ để build ứng dụng npm/webpack/babel...",
  "Quyền lợi": "- Những đóng góp của bạn sẽ giúp ích cho hàng triệu người học trên toàn Việt Nam.- Mức lương Từ 25-35M.- Review lương hàng năm, thưởng lễ tết theo quy định của công ty- Tham gia bảo hiểm đầy đủ theo quy định- Môi trường làm việc trẻ trung, năng động, đoàn kết hỗ trợ trong công việc- Có nhiều bài toán thử thách nâng cao tay nghề.- Có cơ hội nhận esop.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/remote-web-developer-designer-for-london-based-agency/1004038.html?ta_source=JobSearchList",
  "company_name": "Pxdio",
  "job_title": "Web Developer",
  "salary": "12 - 15 triệu",
  "exp": "3 năm",
  "location": "Toàn Quốc",
  "Mô tả công việc": "WE’RE RECRUITING!Remote Web developer/DesignerThe opportunity has arisen for an ambitious individual looking to start their career in the digital marketing industry. We are gaining new clients, so we are looking for a new talented team member to join us as we continue to grow!ABOUT USPxdio is a London-based creative and marketing agency working with ambitious clients across the globe. With our distinctive vision, expertise, and the combined talent of a skilled team, we help brands flourish in a highly saturated market and build a deeper connection with their community. With the ever-rising demand for tech & consultant services, we strive to strengthen the connection between Vietnam & the UK through strategic, data-driven marketing initiatives. We set out to build an agency with the goal of democratising the digital landscape & enabling small businesses to have their voices heard.THE ROLEWe are looking for a dynamic and driven person to join our team. We need a talented, passionate web developer with a front end focus to join our team & work across our projects, turning our designs in to front end magic. We love designers who can code and we love developers with a keen eye for design. You will likely be doing both. Experience of the WordPress CMS is desirable as it is an integral part of this role. The role includes a wide variety and interesting range of work. You will be working alongside our team to transform concept designs into working websites with great UX & UI.",
  "Yêu cầu ứng viên": "YOU MUST:• Be confident and proud of your web development skills• Create highly professional and responsive website on all devices• Have an understanding of HTML & CSS• Be energetic and passionate about website development• Have excellent communication skills, internally as well as engaging with clients• Be able to communicate in English (verbal and written)• Have knowledge of responsive web design• Be able to work according to UK’s timezone• Drag-and-drop content editing using Astra themeDESIRABLE REQUIREMENTS:• Have a basic understanding of PHP and MySQL• Be knowledgeable of jQuery/JavaScript• Graphic design background• Traditional understanding of design• Front end web design background• UI, UX and user-based design knowledge• Experience using WordPress• Familiar with design softwares such as Figma and Adobe Creative Suite• Experience using SharePointSCHEDULE:• 5 days/week (UK timezone)• Fully remoteJOIN OUR TEAM!If you would like to join a growing team and develop a career with a brilliant company, then we’d love to hear from you.Please send your CV and portfolio to our email.If you have any questions about the job vacancy please email us.",
  "Quyền lợi": "1. 20 days holiday (inclusive of public holidays)2. opportunity to travel to the UK for business trips (travel expenses paid by the company)3. exceptional candidates will have the opportunity to come work in the UK and apply for citizenship if they choose to stay for 5 years",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 01/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-javascript-spoken-english/1004431.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Rikkeisoft",
  "job_title": "Fullstack Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thiết kế, coding và kiểm thử hệ thống hoặc chức năng sau khi hoàn thành.- Xây dựng kế hoạch và quản lý tiến độ lập trình theo kế hoạch.- Nghiên cứu nắm bắt công nghệ mới.- Tham gia phát triển các ứng dụng trên nền Web cho khách hàng.- Làm việc, phối hợp công việc theo nhóm dưới sự phân công của quản lý dự án.",
  "Yêu cầu ứng viên": "- Tốt nghiệp CĐ/ĐH chuyên ngành CNTT hoặc các chuyên ngành liên quan- Có tối thiểu 2 năm kinh nghiệm làm việc tại vị trí Full Stack Developer Javascript với một trong các framework: VueJS hoặc ReactJS hoặc AngularJS hoặc NodeJS.- Có kinh nghiệm với Rest API, mô hình Client side rendering, Agile, làm việc với HTML, CSS, sử dụng Git, issue tracker- Frontend: sử dụng Angularjs, Reactjs, Vuejs hoặc tương tự- Backend: sử dụng các framework C sharp, các framework Java (spring hoặc tương tự), các framework PHP (laravel hoặc tương tự), các framework JS (express, hapijs hoặc tương tự)- CSDL: có khả năng thiết kế database, có kinh nghiệm sử dụng MySQL, Postgres, Oracle hoặc tương tự- Có kinh nghiệm về các mảng sau đây là lợi thế: DEVOPS, CI/CD, Docker- Yêu cầu tiếng Anh giao tiếp tốt, làm việc với các dự án, đối tác nước ngoài qua mail, chat và họp daily nước ngoài.",
  "Quyền lợi": "- Mức lương: Upto $2000- LƯƠNG: Tối thiểu 13 tháng lương/năm. Xét TĂNG 2 lần/năm.- THƯỞNG: thưởng Tết, thưởng dự án, thưởng ngày lễ, thưởng giới thiệu nhân sự...- Phụ cấp thâm niên ( thời gian làm việc từ 2 năm trở lên).- Tham gia các hoạt động học tập, đào tạo trong và ngoài công ty, tích điểm học tập, phát triển G-Point trên hệ thống Quản lý của công ty.- Nghỉ thứ 7, chủ nhật + 12 ngày phép/ năm- Câu lạc bộ và nhiều hoạt động văn hóa - thể thao - nghệ thuật được công ty tài trợ hoặc hỗ trợ- Đảm bảo sức khỏe: Khám sức khỏe định kỳ, hỗ trợ mua bảo hiểm sức khỏe chất lượng cao...- Tham gia Chương trình bảo hiểm sức khỏe Rikkei Care.- Thoải mái tinh thần: Phát nhạc theo yêu cầu mỗi ngày, hoa quả tươi, các hoạt động teambuilding gắn kết...- Cơ hội làm việc tại nước ngoài và du lịch khắp nơi.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lead-data-engineer-spoken-english-upto-45m/1004730.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Rikkeisoft",
  "job_title": "Data Engineer",
  "salary": "Tới 45 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Working on migration of data feeds from legacy Oracle Data Warehouse to new SQL Server Data Warehouse- Responsible for:+ Code Development and Unit Testing+ Deploy Preparation+ Level 2 Production Support+ Analysis of existing code for data flows in the Oracle warehouse and rebuild it in SQL Server",
  "Yêu cầu ứng viên": "- Bachelor Degree in Computer Science or similar degree with strong focus on programming and database design.Required Skills and Experience:- Working with SQL Server databases- Building data processing flows in SQL Server Integration Services (SSIS)-Intermediate level of English speaking to work with US teamPreferred Skills:- Experience of designing, building, testing, and deploying financial software for the asset management industry- Experience of building processes using Service Broker within SQL Server- Experience of Git version control, ideally in Azure Devops- JIRA",
  "Quyền lợi": "- Salary: Up To 45M.- Package: at least 13 months/ year. Review twice per year.- Bonus: Tet bonus, project bonus, holiday bonus, HR referral bonus...- Seniority allowance (working time from 2 years or more).- Participate in learning and training activities inside and outside the company, accumulate learning points, develop G-Points on the company's management system.- Leave Saturday, Sunday + 12 days of leave/year- Clubs and many cultural - sports - art activities sponsored or supported by the company (For example: Football, table tennis, badminton, swimming, music, English, games... )- Ensure health: Periodic health check, support to buy high quality health insurance...- Join the Rikkei Care Health Insurance Plan.- Mental comfort: Playing music on demand every day, fresh fruit, team building activities...- Opportunity to work abroad and travel around.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer-up-to-2500/917007.html?ta_source=JobSearchList",
  "company_name": "Pinetree Securities",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào quá trình phát triển các sản phẩm số của Pinetree bao gồm phát triển tính năng mới, nâng cấp tính năng, phát hiện và sửa chữa lỗi./Join in development process for all digital products such as develop new features, improvement, detect and fix bugs.Làm việc với các trưởng nhóm, quản lý để thống nhất về giải pháp và hoàn thành các nhiệm vụ được gia. Có thể đề xuất giải pháp thay thế nếu thấy hợp lý hơn./ Work with team leader, manager to synchronize about the solution and complete assigned tasks. You can suggest the other solution if it is better.Thiết kế và xây dựng các API theo chuẩn RestFul và có khả năng mở rộng./Develop and design scalable RestFul API.Làm việc, cộng tác và quản lý mã nguồn với bên thứ 3 để đề xuất kiến trúc, mô hình AI/ Machine learning phù hợp để xây dựng hệ thống AI/ Machine learning cho các sản phẩm kỹ thuật số của Pinetree/Collaborate and manage source code with third-party to propose the appropriate architecture, models AI/ Machine learning which is used to build AI/ ML system for Pinetree’s digital productKhắc phục sự cố, kiểm tra và bảo trì phần mềm và cơ sở dữ liệu cốt lõi để đảm bảo tối ưu hóa và đảm bảo chức năng/Troubleshoot, test and maintain the core product software and databases to ensure strong optimization and functionalityViết mã code sạch, dễ mở rộng và có thể tái sử dụng/Write the clean code, easy to reuse and extend",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học các chuyên ngành/Graduate from universityCó ít nhất 4 năm kinh nghiệm làm việc với J2EE, Spring Boot, JPA, MySQL/You have 4+ years of J2EE, Spring Boot, JPA, MySQL development (knowledge about MongoDB, Kafka is plus).Có ít nhất 1 năm kinh nghiệm tham gia vào các dự án AI/ ML. Đã từng xây dựng AI/ ML từ đầu là một lợi thế/Have at least 1 year experience work with AI/ ML project. Build the AI/ ML project from scratch is plusHiểu về cách xây dựng, đánh giá một ứng dụng Machine learning/ Deep learning, đã từng sử dụng các thư viện Machine learning như NLP libraries, PyTorch, Tensorflow, Transformer, BERT/Knowledge how to build the AI/ML system from scratch, familier with Machine learning libraries such as NLP libraries, PyTorch, Tensorflow, Transfomer, BERTNắm vững kiến thức về lập trình Java core, OOP, Design pattern là một lợi thế/Strong understand about Java core, OOP (Nice to have Design pattern, coding best practices)Có khả năng viết Unit test, Mock test thành thạo/Able to write Unit test, Mock test fluentlyCó tư duy logic, giải quyết vấn đề, làm việc chăm chỉ, chủ động trong công việc và giao tiếp./Good logical thinking, hard-working, positive attitude, good communication skills.Hiểu biết thành thạo các công cụ phát triển phần mềm Git, Jira, Bitbucket, Intellij/Knowledge of development tool such as Git, Jira, Bitbucket, Intellij",
  "Quyền lợi": "Mức lương cạnh tranh, 13 tháng lươngBảo hiểm sức khỏe cá nhân (PTI)Bảo hiểm tai nạn (Hanwha)Cung cấp Laptop/ PCNghỉ Thứ 7, Chủ nhật, 12 ngày phép/ nămCompany trip, team buildingHappy hours hàng tháng, free snacks, hoa quả, đồ uống.Tổ chức sinh nhật, team lunch, ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-nodejs-developer/1004483.html?ta_source=JobSearchList",
  "company_name": "GAMIFY STUDIOS",
  "job_title": "Nodejs",
  "salary": "2,000 - 2,500 USD",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Design/Build high performance, scalable, testable and maintainable APIs, Web Services on given requirements.Ensure the assigned tasks to be performed on-time and with high quality.Collaborate effectively with Business Analysts, QC and Front-end Engineers.Follow the project, organization processes, policies and regulations.Participate in architecture design/code review.Write technical documentation.",
  "Yêu cầu ứng viên": "4+ years of experience in Back-end DevelopmentStrong knowledge of NodeJSStrong knowledge of JavaScript/TypeScript.Experience with MySQL/PostgreSQL.Experience with of Docker.Experience with Microservices.Experience with Message Broker like RabbitMQ is a plusExperience with ElasicSearch is a plusExperience with Cloud Computing like AWS, Azure, GCP is a plus.Experience with Socket and streaming (Socket.IO) is a plus.Familiar with Agile software development.Good teamwork spirit.",
  "Quyền lợi": "Being a member of Gamify StudiosTM, you will experience a youthful, flexible and creative work environment:Working in a professional, friendly, well-equipped office.Attractive salary and annual salary review.Full social insurance, health insurance & unemployment insurance according to Vietnam Labour Law.12-day annual leave per year.13th month salary.Performance bonus.PVI Health Care.Enjoy diversified activities: Monthly Team-building, Company trip, Play Games (PlayStation, Board Games, etc...)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-front-end-developer-upto-15-trieu/946819.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MỘT THÀNH VIÊN CÔNG NGHỆ VÀ THƯƠNG MẠI WIINVENT",
  "job_title": "Developer",
  "salary": "15 - 17 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào các dự án phần mềm với những doanh nghiệp hàng đầu Việt Nam sử dụng Angular/VueJS/ReactJSNghiên cứu và áp dụng các công nghệ mới",
  "Yêu cầu ứng viên": "Có hiểu biết về HTML và CSS3, Javascript, Typescript, GIT, ES6Có từ 01 năm kinh nghiệm làm việc với VueJS/ReactJS/AngularƯu tiên ứng viên có kinh nghiệm với VueQuery, ReactQuery..Làm việc với npm, Yarn, Webpack, Gulp, GruntHiểu biết về RESTful APIs, HTTP/HTTPS, JSON, Sync & Async, PromiseƯu tiên ứng viên có kinh nghiệm làm việc với Java",
  "Quyền lợi": "Thời gian làm việc: 8h30 - 17h30 (T2 - T6)Lương cứng: 15.000.000 - 25.000.000 đồngTham dự các dự án lớn, ứng dụng các công nghệ hàng đầu12 ngày phép/nămChế độ nghỉ mát và khám sức khỏe, đóng BHXH theo quy định của Luật lao động.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-golang-senior/1004294.html?ta_source=JobSearchList",
  "company_name": "Công ty An ninh mạng Viettel- Chi nhánh Tập đoàn Công nghiệp- Viễn thông quân đội",
  "job_title": "Backend Developer",
  "salary": "20 - 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Nghiên cứu và phát triển các sản phẩm phần mềm trong lĩnh vực An ninh mạng (thực hiện giám sát và phát hiện tấn công; quản lý ATTT cho tổ chức/doanh nghiệp).Làm việc với team phát triển phần mềm tiếp nhận, phân tích và tạo ra các thiết kế/kiến trúc mới hướng đến quy mô và hiệu suất.Thực hiện tối ưu về mặt kiến trúc hiệu năng cho các hệ thống lớn.Nghiên cứu, áp dụng các công nghệ mới vào phát triển sản phẩm (microservice, cloud native, CI/CD)Làm việc theo mô hình Agile-Scrum.Có cơ hội tham gia xử lý các bài toán mới, khó như: Scalable, High-performance, Real-time Processing...",
  "Yêu cầu ứng viên": "Từ 2 năm kinh nghiệm lập trình backend.Có kiến thức sâu về Golang, Python, NodeJS, Java hoặc các ngôn ngữ BE tương đương khác.Có kiến thức về OOP, microservices, Design pattern và thiết kế hệ thống.Có kinh nghiệm tối ưu hệ thống hoặc tham gia phát triển dự án lớn, số lượng người dùng đáng kể. Biết sử dụng công nghệ Database (SQL, NoSQL), Redis, Message Queue (Kafka, RabbitMQ), các công cụ DevOps (Docker, Docker Compose, K8s)Có khả năng viết clean & maintainable code, tập trung vào hiệu suất, có thể tái sử dụng và dễ hiểu với kiểm thử đơn vị (unit test).Có định hướng rõ ràng, sẵn sàng học hỏi những điều mới và yêu thích sản phẩmTư duy logic và giải quyết vấn đề tốt, nắm bắt công nghệ nhanh.Điểm cộng:Kiến thức, kinh nghiệm lập trình an toàn.Kiến thức về network, giao thức mạng.Có khả năng sử dụng thành thạo các công cụ phục vụ triển khai CI/CD.Đã từng giải quyết một trong các bài toán sau, bao gồm nhưng không giới hạn: tối ưu performance, thiết kế hệ thống lớn, xử lý dữ liệu lớn, thuật toán, scaling, các vấn đề kĩ thuật khó.Nắm được cơ chế indexing của database, đã từng giải quyết các bài toán phân tích và tối ưu query",
  "Quyền lợi": "12 ngày phép hàng năm theo Luật Lao Động và 3 ngày nghỉ mát, nghỉ ngày lễ 22/12Bảo hiểm sức khỏe và tai nạn cá nhân của MIC (Hạn mức chi trả lên đến 600 triệu/năm)Review lương định kì vào tháng 3 hàng nămKhám sức khỏe định kì hàng nămGiải thưởng ghi nhận năng lực, các đóng góp nổi bật kịp thờiĐào tạo và phát triển:Hỗ trợ từ 50-100% chi phí dự thi các chứng chỉ và khen thưởng theo cấp độ chứng chỉ lên đến 05 triệu đồngGiải thưởng bug bounty hàng quý, giá trị giải thưởng lên đến 70 triệuGiải thưởng sáng kiến, ý tưởng (được ghi nhận) trị giá từ 01 triệu đồng đến hàng trăm triệu đồngMôi trường & Văn hóa:Làm việc tại văn phòng Hạng A - tòa Landmark 72 với tổ hợp không gian xanh và khu vực riêng dành cho Tập Gym, giải trí (chơi Bi-a, Pes, Café, Đọc sách)Thư giãn 30 phút mỗi ngày với hoạt động Happy hours (16h-16h30)02 phần quà Tết gửi tặng gia đình, người thânTham gia các event Công ty: hoạt động Teambuilding hàng quý, Sinh nhật hàng tháng, Year End Party, nghỉ mát, ngày lễ 08/03, 20/10 (các chị em được nghỉ ½ ngày), ngày sinh nhật tập đoàn 01/06, v.vTổ chức sinh nhật cá nhân: Phần quà và bánh sinh nhật từ phía Công tyCác hoạt động thể thao: câu lạc bộ Bóng đá, Bi-a, Pocker, Pes, v.v",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/flutter-developer/690071.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Bliss",
  "job_title": "Developer",
  "salary": "15 - 25 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Xây dựng và phát triển dự án Mobile về trang thông tin - giáo dục của Công ty.Cùng tham gia quản lý phân tích và thiết kế các tính năng sản phẩm.Nghiên cứu công nghệ mới, đưa ra giải pháp áp dụng vào sản phẩm, dịch vụ của công ty.Phối hợp với đồng nghiệp trong nhóm để hoàn thành nhiệm vụ.",
  "Yêu cầu ứng viên": "Sử dụng thành thạo Flutter, kinh nghiệm từ 1 năm.Đã trực tiếp triển khai 1 dự án Flutter từ ban đầu.Có kinh nghiệm phát triển dự án Mobile iOS hoặc Android từ 1 năm là điểm cộng.Có kinh nghiệm làm việc với JSON REST API, GIT, JWT …Sáng tạo, khả năng nắm bắt vấn đề, ra giải pháp nhanh và cho kết quả nhanh.Có khả năng làm việc theo nhóm và làm việc độc lập.Không yêu cầu tiếng Anh.",
  "Quyền lợi": "Làm việc 40h/tuần ( nghỉ lễ, tết theo quy định)Tham gia bảo hiểm sức khoẻ toàn diệnTham gia khám sức khỏe định kỳ (1 năm/lần)16 ngày phép/năm (đã bao gồm phép quý – chưa bao gồm phép thâm niên)Nghỉ lễ tết theo quy định nhà nướcThưởng theo quý, dự án, nămThưởng/Quà lễ, tết, sinh nhậtCompanytrip định kỳ, party theo giai đoạnReview lương 6 tháng/lần theo kết quả/đánh giá đạt được",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-phat-trien-phan-mem-net-asp-net/1003488.html?ta_source=JobSearchList",
  "company_name": "Hoài Phúc Robotic",
  "job_title": "Asp.Net",
  "salary": "Trên 15 triệu",
  "exp": "1 năm",
  "location": "Tây Ninh",
  "Mô tả công việc": "Phân tích yêu cầu khách hàngTham gia dự án phát triển phần mềm theo yêu cầu Khách hàngThiết kế và lập trình Hệ Quản trị CSDL Oracle (Ưu tiên kinh nghiệm Stored Procedure, Function, Machine learning)Thiết kế và lập trình ASP.Net, Hệ Quản trị CSDL Oracle ưu tiên kinh nghiệm về lập trình phân quyền và bảo mật cho phần mềm.",
  "Yêu cầu ứng viên": "Có ít nhất 01 năm kinh nghiệm ở vị trí tương đươngƯu tiên ứng viên có kinh nghiệm thiết kế và lập trình Webform, CSDL Oracle, BI report, Intergration, Machine LearningCó kiến thức thông thạo về nghiên cứu, thiết kế cho các phần mềm ứng dụng CNTTCó kinh nghiệm lập trình nền tảng .NET, thành thạo các kỹ thuật cơ bản trong .NET, các kỹ thuật lập trình Web, thành thạo ASP.NET WebForms hoặc MVC Web API... Cơ sở dữ liệu SQL Server, Oracle, postgresql ….Kỹ năng lập trình tốt, khả năng xử lý với lượng dữ liệu lớn là một lợi thếCó kinh nghiệm làm việc về Phân tích, thiết kế và lập trình Webform,  Machine Learning, App Mobile là một lợi thếƯu tiên Có kinh nghiệm triển khai hệ thống BI report. (SSRS, Power BI, Quick View)",
  "Quyền lợi": "- Môi trường làm việc thoải mái- Tăng lương - thưởng theo luật nhà nước quy định- Chế độ BHYT, BHXH, BHTN theo quy định Pháp luật- Khám sức khỏe định kỳ hằng năm- Hỗ trợ ký túc xá cho ứng viên- Phong trào thể thao hàng tuần, du lịch, sinh nhật, v.v...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java/699633.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Quant Edge",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 6,000 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "As a Senior Java Engineer, you will:· Design and develop advanced applications for the Java platform· Collaborate with cross-functional teams to define and design new features· Identify and resolve bottlenecks, rectify bugs and improve application performance.· Create user and technical documentation· Mentor & train junior engineers in the team on adopting right engineering practices",
  "Yêu cầu ứng viên": "· Computer science, software engineering, information technology graduate, or similar.· Minimum 3+ years of experience in development with Java technology.· Working Experience in J2EE platform in one of the following environmentso Apache HTTP Server, JBoss Application Server, Oracle databaseo Relational databases like DB2, SQL Server, Oracleo Application servers like Websphere, Weblogic or equivalent· Familiar with: Open-source frameworks/technologies such as Spring, Angular/React, Node.JS, Hibernate, Apache Spark; Content/documents management, workflow/case management; DevSecOps and tools used.· Experience in integration with Mainframe system (Optional)· Understanding of Object Oriental Programming, Data Structures & Algorithms.· Experience with source code control systems such as SVN, CVS or Git.· Knowledge of security and experience in writing secure and efficient codes.· Experience in implementing & maintaining Continuous Integration and Deployment process.· Strong communication and client-facing skills.· Must have: Good English communicationBonus points if:· Candidate has active Github and/or Stack Overflow profile.· Knowledge of the performance tools and optimization techniques.· Strong knowledge of patterns, and best practices.",
  "Quyền lợi": "• Competitive salary. Bonus based on performance.• Offer $900 - $2500 , singing bonus 2-3 salarys months, incentive (case by case)• Young and dynamic working environment.• Continuous development of hard and soft skills through work and professional trainings.• Opportunity to approach newest technology trends• Exciting leisure: sport and art events (football club, family day...)• Company's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/445937.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Quant Edge",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Tới 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thực hiện phát triển backend cho các function của 1 hệ thống webbase domain tài chính- Thực hiện tạo tài liệu detail design dựa trên basic design có sẵn- Review source, phân tích bug, tìm kiếm solution đáp ứng request của KH- Chịu trách nhiệm công việc và chất lượng cá nhân.",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học chuyên ngành: Công nghệ thông tin, Hệ thống thông tin.- Có kiến thức và kỹ năng làm việc với  .NET Core (C).- Có kiến thức và kinh nghiệp làm việc với Web API, SQL Server- Có kiến thức về OOP, Design Pattern, nguyên lý SOLID, SOA/Microservice- Có khả năng đọc tài liệu detail design để thực hiện coding- Nhanh nhạy, làm việc logic, có trách nhiệm.- Có hiểu biết về XUnit, NUnit- Có thể làm việc độc lập- Sẵn sàng OT khi có yêu cầu- Communicate tốt, có tinh thần trách nhiệm cao với công việc và dự án",
  "Quyền lợi": "- Thời gian làm việc linh hoạt, có thể tự đăng ký thời gian làm việc;- Training on job 1:1 với Senior or Teamlead ;- Quant Edge tự hào có một môi trường phát triển, tinh thần đồng đội, chuyên nghiệp và thời gian làm việc linh hoạt;- Review tăng lương 2 lần/năm;- Thưởng lễ tết, thưởng cuối năm và thưởng năng suất công việc;- Bảo hiểm xã hội đầy đủ và được tặng thêm gói bảo hiểm sức khỏe Premium của Bảo Việt Care;- Ngày nghỉ phép: 12 - 15 ngày;- Bạn được tham gia các câu lạc bộ nâng cao sức khỏe như: Yoga, Bơi lội, Cầu lông, Bóng đá,...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c-c-all-level/932687.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Quant Edge",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 3,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "We are looking for an embedded engineer to join our software team developing advanced software components for next generation AI/ML solution on leading automotive platforms.By joining with us, you will be part of a high performance and enthusiastic software development team in a pleasant work environment.You will be exposed to leading AI/ML technology and algorithms. You will be working closely with leading car manufacturers on the definition and implementation of solutions for the future autonomous cars.",
  "Yêu cầu ứng viên": "• 2+ years C/C++ software development experience on embedded• Experience working in Linux environments• Experience with unit-testing and test frameworks like googletest• Can communicate in English basically• Nice to have:• Signal processing knowledge• Embedded programming experience in C and/or C++14• Understanding of processor architecture concepts• Experience on (GP) GPU architectures• Exposure to ARM architectures• Programming coprocessors in SoCs• Debugging skills for embedded targets• Experience with RTOS or Linux programming• Automotive specific development processes (SPICE, ASIL)• Exposure to any of OpenCL/Cuda• Experience with Docker• Experience with Continuous Integration tool (Bamboo, Jenkins, …)• Scripting skills (any of Python/Perl, bash, make, tcl)",
  "Quyền lợi": "• Competitive salary. Bonus based on performance.• Young and dynamic working environment.• Continuous development of hard and soft skills through work and professional trainings.• Opportunity to approach newest technology trends• Exciting leisure: sport and art events (football club, family day...)• Company's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/reactjs-react-native-developer-1-2-nam-kinh-nghiem-offer-upto-25-trieu-project-bonus-theo-quy/1003945.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN POWERGATE SOFTWARE",
  "job_title": "React Native Developer",
  "salary": "13 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Tham gia thiết kế, xây dựng và triển khai ứng dụng mobile/web với ReactJs/ReactNative.● Liên tục tối ưu và nâng cấp mã nguồn để đảm bảo chất lượng dự án.● Hoàn thành công việc đúng tiến độ, chủ động học hỏi, nghiên cứu, tìm kiếm các công nghệ mới.● Hỗ trợ, phối hợp với các bộ phận khác.",
  "Yêu cầu ứng viên": "● Có từ 1 - 2 năm kinh nghiệm lập trình với React Native, ReactJS● Nắm vững kiến thức về React, Javascript, React Hooks, State management, Navigation, Rendering, ES6, RESTful, Storage● Có kiến thức tốt về quy trình phát triển phần mềm● Kĩ năng Tiếng Anh: Đọc, viết cơ bản● Có tinh thần học hỏi và nâng cao trình độ bản thân● Khả năng làm việc trong môi trường nhóm● Kỹ năng tư duy logic và thuật toán tốt, phân tích và giải quyết vấn đề",
  "Quyền lợi": "● Nhận mức lương hấp dẫn Upto 25 triệu (Offer theo năng lực)● Lương tháng 13 + Thưởng dự án theo quý (Package 14 - 15 tháng lương/năm)● Thử việc hưởng 100% lương● Đánh giá tăng lương 2 lần/năm● Làm việc 5 ngày 1 tuần, nghỉ thứ 7, chủ nhật● Làm việc trong môi trường năng động, đội ngũ nhân viên trẻ nhiệt huyết● Nhiều hoạt động bonding gắn kết nhân sự hàng tháng, Teambuilding 2 lần/năm, Quỹ thưởng liên hoan team/division hàng Quý.● Quản lý Support kịp thời và hướng dẫn tận tình.● Cơ hội tham gia vào ban điều hành Division/Công ty thành viên và hưởng cơ chế thưởng cao theo kết quả kinh doanh của Division/Công ty thành viên.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-2-3-nam-kinh-nghiem-offer-upto-30-trieu-project-bonus-theo-quy/1004012.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN POWERGATE SOFTWARE",
  "job_title": "Nodejs",
  "salary": "17 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Cùng thực hiện sứ mệnh đưa các ý tưởng và sáng tạo đến với cuộc sống thông qua xây dựng các sản phẩm công nghệ cao cùng với các khách hàng và đối tác trên toàn cầuTham gia các dự án với khách hàng Âu, Mỹ, Australia sử dụng ngôn ngữ NodeJSHoàn thành các dự án đúng tiến độ, chủ động học hỏi, nghiên cứu, tìm kiếm các công nghệ mới",
  "Yêu cầu ứng viên": "Tốt nghiệp Đại học chính quy chuyên ngành Công nghệ Thông tin (hoặc các ngành liên quan)Có từ 2 - 3 năm kinh nghiệm làm việc với các dự án thực tế sử dụng NodeJSCó kinh nghiệm Web API, Web Services RESTCó kiến thức cơ bản về Express - Node.js web application frameworkHiểu biết tốt về ngôn ngữ tạo server-side templateCó khả năng làm việc với cơ sở dữ liệu MySQL, PostgresQLThành thạo Git, SVN...Kĩ năng Tiếng Anh: Đọc, viết cơ bảnCó khả năng tư duy logic và thuật toán tốt, phân tích và giải quyết vấn đề",
  "Quyền lợi": "Nhận mức lương hấp dẫn Upto đến 30 triệu (Offer theo năng lực)Lương tháng 13 + Thưởng dự án theo quý (Package 14 - 16 tháng lương/năm)Thử việc hưởng 100% lươngĐánh giá tăng lương 2 lần/nămLàm việc 5 ngày 1 tuần, nghỉ thứ 7, chủ nhậtLàm việc trong môi trường năng động, đội ngũ nhân viên trẻ nhiệt huyếtNhiều hoạt động bonding gắn kết nhân sự hàng tháng, Teambuilding 2 lần/năm, Quỹ thưởng liên hoan team/division hàng Quý.Quản lý Support kịp thời và hướng dẫn tận tình.Cơ hội tham gia vào ban điều hành Division và hưởng cơ chế thưởng cao theo kết quả kinh doanh của Division.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/952942.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Savvycom",
  "job_title": "Developer",
  "salary": "Tới 55 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Understand the requirements of the customer or business and utilize this knowledge to develop applications that are consistent with thisDesign, develop,implement, maintain and manage continuous integration, build management and deployment scripts, systems, and any code as required.Write unit tests and run through all the test cases for assigned tasks and ensure all cases are tested and passed before release for testing.Ensure the performance, quality, and responsiveness of your work.Research and keep up to date with latest best practices.Working in cooperation with other project team members under the coordination of the Project Manager and having direct contact with foreign clients from US, EU, Australia and Singapore.",
  "Yêu cầu ứng viên": "Bachelor degree in Information Technology/Computer Science or equivalent.At least 1 years of experience with .NET.Very good in understanding & applying Design Patterns/Design Principles.Experience in .NET Framework, .NET Core, dotnet, HTML5, CSS3, JavaScript, SQL, ASP.NET MVC, Web Forms,  Web service creation/interaction, Web API.Experience creating database schemas that represent and support business processes.Experience with popular web application frameworks.Strong understanding of object-oriented programming and possessing strong skills for writing reusable libraries.Experience in using cloud platforms(Azure/AWS/GCP) is a plus.Good written and oral communication skills in English and Vietnamese.Performs effectively & independently in software implementation activities (designing, coding, verification, unit testing, integration testing, and debugging…)Able to learn new technologies quickly.",
  "Quyền lợi": "Salary review twice a year.Bonus for qualified English and professional certificates.In addition 12 days annual leave, leave of one day in the month's birthday.Receive social insurance according to Vietnamese Government regulations.Working in a young and professional environment. Direct contact with English-speaker foreign clients.Friendly & Open working environment (daily tea break, weekly sports time, monthly outdoor activity, annual holiday).Support English courses, sport activities & other team building activities.Obtain guidance and awareness of advanced technologies.Receive overtime-working allowance.Working hours: 5 days/week (Monday to Friday).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/reactjs-developer/1004695.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Savvycom",
  "job_title": "Reactjs",
  "salary": "Tới 60 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Be involved in Web (ReactJS) Application Development projects.Working in cooperation with other project team members under the coordination of the Project Manager and have direct contact with foreign clients from US, EU, Australia and Singapore.Working in an international environment.",
  "Yêu cầu ứng viên": "Bachelor degree in Information Technology/Computer Science or equivalent.At least 3 years of experience in ReactJS or other frontend frameworks.Experience with web development.Good written and oral communication skills in English is a plus.Capable of problem analysis, design, and unit tests.Able to quickly learn new technologies.",
  "Quyền lợi": "Salary review twice a year.Bonus for qualified English and professional certificates.Monthly allowance of 500.000VNĐ to raise a child under 12 months.In addition 12 days annual leave, leave of one day in the month's birthday.Receive social insurance according to Vietnamese Government regulations.Working in a young and professional environment. Direct contact with English-speaker foreign clients.Friendly & Open working environment (daily tea break, weekly sports time, monthly outdoor activity, annual holiday).Support English courses, sport activities & other team building activities.Obtain guidance and awareness of advanced technologies.Receive overtime-working allowance.Working hours: 5 days/week (Monday to Friday).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-mobile-developer-up-to-1000/1004744.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần phương tiện Điện thông minh Selex",
  "job_title": "Mobile Developer",
  "salary": "Tới 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "2.1 Thực hiện các công việc chuyên môn phát triển sản phẩm Mobile như:- Phát triển sản phẩm cho xe điện và hệ sinh thái;- Phát triển phần mềm quản lý, theo dõi thiết bị trên điện thoại;- Phát triển các phần mềm phân tích dữ liệu từ hạ tầng IoT;2.2 Thực hiện các công việc khác theo yêu cầu của quản lý trực tiếp.",
  "Yêu cầu ứng viên": "Chuyên môn- Tốt nghiệp đại học ngành công nghệ thông tin, toán tin, điện tử viễn thông, cơ điện tử và các ngành có liên quan;Kinh nghiệm- Có kinh nghiệm tối thiểu 01 năm lập trình Mobile trên nền tảng Android/iOS. Thành thạo ngôn ngữ lập trình: Kotlin, Java hoặc Flutter- Có kinh nghiệm với Restful API, Third Party- Có kinh nghiệm tối ưu hóa performance và tối ưu hóa cho các loại device khác nhau- Đam mê phát triển sản phẩm- Nắm vững kiến về thức lập trình hướng đối tượng OOP, mô hình phát triển phần mềm MVC/MVP/MVVM;- Sử dụng thành thạo các IDE phát triển (Android Studio, Eclipse, ...) và công cụ quản lý mã nguồn (Git)- Biết Flutter là 1 lợi thếKỹ năng/ Phẩm chất- Có tư duy tốt về cấu trúc dữ liệu và thuật toán;- Yêu thích công việc lập trình, có tư duy logic tốt;- Kinh nghiệm làm việc với các hệ thống yêu cầu độ tin cậy cao;- Có kiến thức tốt về an toàn, bảo mật thông tin;- Trách nhiệm, chủ động, sáng tạo trong công việc;- Khả năng tự nghiên cứu tốt.",
  "Quyền lợi": "- Thu nhập: Lên tới 1000 USD/tháng, theo năng lực và kinh nghiệm;- Thưởng: Thưởng theo quy định công ty, thưởng theo hiệu quả công việc, thưởng dự án, thưởng theo kết quả kinh doanh, v.v;- Được làm việc tại công ty tiên phong trong lĩnh vực xe điện thông minh và các giải pháp năng lượng cho phương tiện giao thông;- Được tham gia vào dự án khởi nghiệp tham vọng với đội ngũ nhân sự chất lượng cao, tâm huyết và năng động;- Đào tạo: Được tham gia các lớp đào tạo kỹ năng và kiến thức chuyên môn về kinh doanh (trong và ngoài công ty);- Phát triển: Được bổ nhiệm các vị trí cao hơn khi thể hiện được năng lực làm việc;- Bảo hiểm: Được tham gia bảo hiểm sau 2 tháng thử việc: Bảo hiểm y tế, Bảo hiểm xã hội, Bảo hiểm thất nghiệp;- Được tham gia hoạt động teambuilding, quà các ngày lễ Tết. v.v.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend/1004746.html?ta_source=JobSearchList",
  "company_name": "MONEYLOVER- CÔNG TY CỔ PHẦN FINSIFY",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển hệ thống RESTful API cho các sản phẩm theo kiến trúcXây dựng hệ thống hỗ trợ CI/CDLàm việc với các bộ phận khác (kiểm thử, hệ thống...) để hoàn thành công việc và triển khai dự ánPhân tích yêu cầu, thiết kế và phát triển các tính năng mới (Microservices/Monolithic)Triển khai dự án trên môi trường redhat, amazon linux, google cloudTổng hợp dữ liệu từ các kênh như Google Analytics, Google Firebase",
  "Yêu cầu ứng viên": "Yêu cầu ứng viên:Đọc hiểu tài liệu tiếng anh chuyên ngànhCó khả năng làm việc độc lập và theo nhómKhám phá công nghệ mới và giải quyết các thách thức về công nghệCó hiểu biết tốt về HTTP protocolCó kinh nghiệm với việc xử lý hiệu suất của Web Server, xử lý đồng thời lớn và cachingỨng dụng tốt OOP, FRP và các design patternCó khả năng tự triển khai dự án tại local2. Ưu tiên ứng viên:Có kinh nghiệm với các thư viện full-text search engine như elasticsearch,Có kinh nghiệm sử dụng và giải quyết vấn đề với hệ thống LinuxSử dụng tốt Docker và hiểu biết về ContainerHiểu biết sâu về cấu trúc dữ liệu, cơ sở dữ liệu và các nguyên tắc cơ bản của khoa học máy tínhCó kinh nghiệm 2 năm thiết kế và xây dựng hệ thống RESTful API bằng Javascript ES6Hiểu biết sâu về các framework Koajs, Connectjs...Làm việc tốt với các database Postgres, MongoDBKết nối và xử lý message với RabbitMQ",
  "Quyền lợi": "Quyền lợi về thu nhập:Thu nhập CẠNH TRANH : Không giới hạn tùy theo năng lựcXét thưởng hiệu suất, tháng lương 13.Xét tăng lương 6 tháng/ lần.Tham gia các hoạt động biết ơn, vinh danh thành viên xuất sắc, có cải tiến trong công việc.2.Quyền lợi về thời gian làm việc:Thời gian làm việc: 8h30 - 18h00 Từ T2 đến T6, (nghỉ T7 và Chủ nhật.)Có 12 ngày phép / năm, sau mỗi năm thâm niên sẽ được +1 ngày vào tổng ngày phép.Chế độ 12 ngày remote/ năm giúp nhân viên thay đổi môi trường không khí làm việc.Đối với các ngày đặc biệt như hiếu hỉ, sẽ có 5 ngày nghỉ phép hưởng lương (ko tính vào số phép năm).3.Các phúc lợi khác:Được cung cấp trang thiết bị đầy đủ để phục vụ công việc.Được đóng BHXH, BHYT, BHTN sau khi trở thành nhân viên chính thức, nhân đôi mức đóng sau 3 năm làm việc.Được hưởng các chính sách phúc lợi theo quy định của công ty và nhà nước.Được đào tạo, nâng cao cùng Leader nhiều năm kinh nghiệm trong ngành.Được đề xuất thay đổi vị trí để trải nghiệm, nâng cao kiến thức kĩ năng của bản thân.Tham gia khám phá những vùng đất mới 01 lần/năm.Tham gia teambuilding, du xuân, tết hàn thực, Phá cỗ rước đèn, lễ hội halloween, olympic mùa đông, giáng sinh, cắm trại, tham gia cùng các CLB trong công ty như: Đá bóng, văn nghệ… và Party công ty 2 lần/1 tháng ăn uống thả ga.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-du-an-y-te/1004528.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH HỆ THỐNG THÔNG TIN FPT",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia lập trình phát triển các Dự án phần mềm về Y tế;• Xây dựng và chỉnh sửa các module, tính năng theo yêu cầu;• Nghiên cứu công nghệ mới, áp dụng cải tiến business framework;• Tham gia toàn bộ quy trình phát triển phần mềm;• Thực hiện báo cáo và các yêu cầu khác của Quản trị dự án;• Công việc sẽ trao đổi chi tiết thêm trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "• Có kinh nghiệm lập trình ứng dụng;• Tốt nghiệp CĐ/ĐH chuyên ngành Công nghệ thông tin hoặc có liên quan;• Thành thạo .Net, .NET Core, hiểu biết mô hình MVC/MVVM;• Sử dụng tốt các hệ quản trị cơ sở dữ liệu SQL Server, Mongo, lợi thế hơn khi biết Oracle;• Ưu tiên có kiến thức về Design, tư duy lập trình hướng đối tượng (OOP)• Có khả năng nghiên cứu và nắm bắt các công nghệ mới;• Có tư duy logic tốt, có khả năng đọc hiểu tài liệu mô tả yêu cầu.",
  "Quyền lợi": "• Mức lương hấp dẫn, thỏa thuận theo năng lực. Lương tháng 13 và thưởng KPI;• Thời gian làm việc từ Thứ 2 đến Thứ 6;• Được tham gia các khóa đào tạo kỹ năng và nghiệp vụ nâng cao;• 15 ngày phép/năm và các ngày nghỉ Lễ theo quy định;• Xem xét tăng lương hàng năm;• Bảo hiểm FPTCare cho bản thân và cơ hội mua FPTCare cho gia đình;• Khám sức khoẻ định kỳ;• Các hoạt động teambuilding, nghỉ mát hàng năm; các hoạt động văn hoá, sự kiện hấp dẫn của Công ty FPT IS và Tập đoàn FPT.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/526958.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PHÁT TRIỂN ADD-ON",
  "job_title": "Lập Trình Viên .Net",
  "salary": "9 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Responsibilities:- Develop Full Stack .NET solutions in a distributed landscape consisting of jQuery, bootstrap, NodeJS, React, ASP.NET and click-once front-end applications.- Backend solutions consist of n-tiered .NET Framework and .NET Core implementations: technologies include RESTful APIs, WCF Services, Windows Services.- Good analytical skills with proven experience in algorithm analysis and optimization- Passionate about writing quality code and constantly honing development skills- Proven experience working in a team, as well as independently- Strong understanding of OOP, the .NET Framework and/or .NET Core, and web application development",
  "Yêu cầu ứng viên": "- Bachelor’s Degree in Information Technologies, computer sciences or equivalent- 2+ years of .NET development experience- 1+ year of Single Page Application development experience- Proficiency in SQL; advantageous, if the candidate has experience designing normalized databases Very strong technical, analytical, and problem-solving skills- Good communication in English- Good teamwork and communication skills",
  "Quyền lợi": "- Flexible working time (8 hours/day and 5 days/week from Monday to Friday) and no overtime- 16 paid-leave days per year (12++ days of annual leave; 03 days of paid-sick leave and a special half day-off for 8/3 & 20/10)- Entitle 2 compensatory days off per month if the redundant working hours of previous month exceeds 16 hours- Attractive and competitive salary & bonus package (13th month salary, project bonus, business bonus, ….)- Healthcare insurance package with High level and Annual Health check-up- Opportunities to work directly with European customers- Professional, friendly, open working environment and committed talented teams- Team building activities (summer vacation, outdoor activities, weekend excursions, etc. …)- Refreshment area (foosball, ping-pong, …)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-net-developer-technical-leader/936757.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PHÁT TRIỂN ADD-ON",
  "job_title": "Developer",
  "salary": "15 - 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Responsibilities:- Work closely with other Technical Leads/Team Leads, testing team and team members.- Provide leadership, code review, support, and motivation to team members.- Control the assignation of work items to team members- Analyse project requirements and providing project estimates and timelines.- Solve issues and developing workarounds and alternative solutions.- Identify and remove bottlenecks that impede the progress of projects- Continuously discover, evaluate, and implement new technologies to maximize development efficiency.- Develop software applications in compliance with coding-quality standards established within the company- Make research and development (finding solution for difficult issues, studying new software, reading technical articles, searching new development environment...)- Provide technical & analytical support to customers to identify requirements and develop qualified functionalities/projects- Involve in monitoring, enhancing performance, user experience",
  "Yêu cầu ứng viên": "- Bachelor’s Degree in Information Technologies, computer sciences or equivalent- At least 4 - 5 years of working experience- Strong experiences with .NET framework, ASP.NET Web Form, ASP.NET MVC, ASP .NET Web API 2, JavaScript, frontend library, SQL Server 2008 and newer- Skillful at HTML 5, CSS3, JQuery, AngularJS, Bootstrap- Familiar with VS 2015 and newer- Very strong technical, analytical, and problem-solving skills- Good communication in English- Good teamwork and communication skills",
  "Quyền lợi": "- Flexible working time (8 hours/day and 5 days/week from Monday to Friday) and no overtime- 16 paid-leave days per year (12++ days of annual leave; 03 days of paid-sick leave and a special half day-off for 8/3 & 20/10)- Entitle 2 compensatory days off per month if the redundant working hours of previous month exceeds 16 hours- Attractive and competitive salary & bonus package (13th month salary, project bonus, business bonus, ….)- Healthcare insurance package with High level and Annual Health check-up- Opportunities to work directly with European customers- Professional, friendly, open working environment and committed talented teams- Team building activities (summer vacation, outdoor activities, weekend excursions, etc. …)- Refreshment area (foosball, ping-pong, …)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-reactjs/1004246.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần NTQ Solution",
  "job_title": "Reactjs",
  "salary": "Tới 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển ứng dụng trực tuyến trên web, mobile cho các khách hàng tiếng Anh.Tham gia thiết kế, tư vấn giải pháp phát triển phần mềm theo yêu cầu của khách hàngTham gia phát triển phần mềm với mô hình Agile/ScrumTham gia quá trình nghiên cứu công nghệ, phân tích, phát triển dự án.Quản lý task hằng ngày, báo cáo công việc với cấp trên.Chi tiết trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "Từ 2,5 năm Kn làm việc với ReactJS trở lênĐã có kinh nghiệm chuyên môn xây dựng và phát triển Web application sử dụng ReactJS. Hiểu biết sâu về React stack (ReactJS, Redux, State Management, functional programming).Tiếng anh giao tiếp trong công việcCó kinh nghiệm về TypeScript, Javascript ES5 & ES6 + ES6 + Storybook, Eslint,..Sử dụng thành thạo Restful APIs và các cơ chế xác thực danh tính (Cookies, JWT)Kiến thức tốt với HTML5, CSS3, SASS/ SCSSLàm việc với công cụ Git/ Git flowCó khả năng thích ứng nhanh và có tinh thần chủ động cao trong công việc.",
  "Quyền lợi": "Mức thu nhập tương xứng với năng lực: upto 35 tr grossXét tăng lương 2 lần/năm theo năng lực và hiệu quả công việcTháng lương thứ 13 + bonusĐược định hướng phát triển chuyên sâu về công nghệ, nhiều dự án lớn và công nghệ mới nhất.Đóng bảo hiểm theo quy định, ngoài ra có chế độ Bảo hiểm sức khỏe cá nhân; bảo hiểm sức khỏe cho người thân; chế độ thai sản 75% lương …MÔI TRƯỜNG LÀM VIỆC: chuyên nghiệp, thân thiện, năng động, cơ hội thăng tiến rộng mở.Được hưởng các CHẾ ĐỘ PHÚC LỢI khác của công ty: thưởng lễ Tết, nghỉ mát du lịch hàng năm, thể thao, TeamBuildingCác lớp học nâng cao trình độ ngoại ngữ (tiếng Anh, tiếng Nhật) ...Các câu lạc bộ Yoga, bóng đá, bóng bàn, cầu lông… được tổ chức thường xuyên.Hỗ trợ chi phí thi chứng chỉ chuyên môn.Khám sức khỏe 1 định kỳ năm/1 lần.Văn phòng hạng A, nhiều tiện ích vui chơi.Làm việc cùng với những người có 8-10 năm kinh nghiệm trong lĩnh vực software.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java/880411.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SAVIS DIGITAL",
  "job_title": "Lập Trình Viên Java",
  "salary": "10 - 25 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển sản phẩm phần mềm trên nền tảng Java cho các đối tượng khách hàng khác nhau.- Tham gia sâu vào các giai đoạn của một dự án như: phân tích, thiết kế, thực thi, kiểm thử, bảo trì phần mềm- Nghiên cứu áp dụng công nghệ mới liên quan đến công việc- Lập trình các module có độ phức tạp cao, liên kết với các module khác- Tương tác với solution archiect về các yêu cầu của dự án, thiết kế và các công nghệ liên quan cần nghiên cứu- Chịu trách nhiệm xây dựng và đóng gói sản phẩm theo các phiên bản- Tài liệu hóa các đặc tả thiết kế và các chức năng- Cung cấp sản phẩm phần mềm đúng hạn, đúng chất lượng",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học, Cao đẳng chuyên ngành Công nghệ thông tin, Khoa học máy tính hoặc các ngành liên quan.- Hiểu biết về kiến trúc phần mềm và an toàn bảo mật cho phần mềm- Có kiến thức và kinh nghiệp lập trình pattern là một lợi thế.- Có kiến thức về server application Apache Tomcat, Jboss- Có khả năng làm việc trên hệ điều hành linux như Redhat linux, CentOS- Có kinh nghiệm về lập trình Java Srping Boot, Spring Data JPA, Spring Security, SOAP Service, Rest Service- Hiểu biết về HTML5/CSS3, Javascript, jQuery, Bootstrap; hiểu biết về một trong các framework JS như Angular, React, VueJS,… là một lợi thế- Hiểu biết về cơ sở dữ liệu SQL Server, Oracle, My SQL: Tự thiết kế cơ sở dữ liệu, viết store procedure, function và các script phức tạp- Sử dụng thành thạo các công cụ quản lý source như SVN, Git hoặc ...- Có khả năng tối ưu hóa thuật toán, script- Ưu tiên các ứng viên có kiến thức hoặc đã làm việc trên các quy trình phát triển phần mềm như Scrum, Agile",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với khả năng và kinh nghiệm làm việc.- Thưởng KPI, Thưởng dự án, Thưởng hiệu quả công việc, thưởng doanh thu cuối năm tháng 13- Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc- Được hưởng BHXH, BHYT, BHTN theo chế độ nhà nước ban hành- Bảo hiểm Sức khỏe dành cho CBNV- Khám sức khỏe định kỳ 1 năm/1 lần- Trợ cấp thai sản dành cho CBNV nữ- Ngày phép: 24 ngày/năm- Được tham gia các hoạt động thể dục thể thao như: Bóng đá, cầu lông,…- Chế độ du lịch hàng năm và tham gia các hoạt động teambuilding thường xuyên.- Được làm việc trong môi trường chuyên nghiệp, được hỗ trợ phát huy khả năng, phát triển công việc tối đa.- Được làm việc với các chuyên gia trong và ngoài nước về lĩnh vực lập trình.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/880426.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SAVIS DIGITAL",
  "job_title": "Lập Trình Viên .Net",
  "salary": "10 - 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "– Tham gia phát triển các sản phầm quản lý file tập trung, cổng thông tin trên nền tảng công nghệ .Net, Angular…– Tìm hiểu về quy trình phát triển phần mềm, cách thức làm việc team work, đóng góp ý kiến để phát triển sản phẩm;– Làm việc và học hỏi trên các nền tảng công nghệ đang hot hiện nay như: .Net Core, Angular, React….– Tham gia vào các dự án của công ty thuộc các lĩnh vực như chính phủ, ý tế, giáo dục… trên nền tảng công nghệ của Microsoft như .Net Framework, .Net Core, Entity Framework, SQL Server…",
  "Yêu cầu ứng viên": "– Tốt nghiệp Đại học, Cao đẳng chuyên ngành Công nghệ thông tin, Khoa học máy tính hoặc các ngành liên quan;– Ưu tiên các ứng viên là sinh viên mới ra trường, chưa có kinh nghiệm làm việc hoặc có kinh nghiệm từ 01 năm – 02 năm;– Có hiểu biết về ngôn ngữ lập trình , sử dụng được .NET Framework, có hiểu biết về ASP.NET MVC, ASP.NET Web API, Entity Framework.– Ưu tiên các ứng viên có kiến thức hoặc đã làm việc trên các quy trình phát triển phần mềm : Scrum, Agile;– Đặc biệt ưu tiên các ứng viên có niềm đam mê với CNTT, các ứng viên đã có sản phẩm của riêng mình trong suốt quá trình học tập và làm việc.",
  "Quyền lợi": "- Mức lương thỏa thuận, tương xứng với khả năng và kinh nghiệm.- Đánh giá & xét tăng lương hằng năm, thưởng kinh doanh cuối năm, thưởng dự án, thưởng hiệu suất, thưởng các dịp lễ tết trong năm. (trung bình >=2 tháng/năm)- Cơ hội thể hiện bản thân, làm chủ công việc và thăng tiến cao trong sự nghiệp.- Cơ hội làm việc với các chuyên gia Công nghệ hàng đầu và các hãng công nghệ lớn trên thế giới.- Môi trường trẻ trung, năng động, khuyến khích mọi người thể hiện bản thân, tạo sân chơi lành mạnh với nhiều hoạt động sôi nổi.- Tổ chức sinh nhật và tặng quà cho nhân viên trong công ty theo tháng, khám sức khỏe định kỳ hằng năm.- Hưởng Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo chế độ nhà nước ban hành.- Teambuilding hàng năm, Olympic kỉ niệm ngày thành lập công ty, Year End Party, 20/10, … và một số hoạt động văn hóa độc đáo khác.- Khu vực pantry rộng rãi để giải trí, ăn uống giữa giờ, ăn trưa và tổ chức các hoạt động nội bộ.- Và rất nhiều những cơ hội công việc hấp dẫn khác nữa.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-software-engineer-senior-full-stack-engineer/1000931.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH STARTUP ƠI",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are supporting our valued client in looking for candidates forSenior Software Engineer/ Senior Full-stack Engineer positionYour Role and Responsibilities:Support Software Engineer Lead to collaborate with Product Managers, Designers, Sales, Customer Success Managers, and Data Analysts, to bring to market the simplest product that solves our customers’ problemsDesign and build exceptional architectures following the best practices of today and tomorrow, not the ones of yesterdayBe the voice for technical excellence at TSC and always advocate for the next improvement we can bring to our codebase, infrastructure, monitoring stack, and databases, …Be curious, learn the right technology at the right time for the right problemBe open-minded. We despise dogma, there is no such thing as a “best” programming language or a “best” framework. You are able to understand that technology is ultimately about tradeoffs.Code and review code, deploy infrastructure changes, set up the integration and deployment pipelines, automate linters and static code analyzers, integrate DevSecOps tooling, etc…Accept and admit that you will fail, get back up, and try again. Harder.Be willing to wear many more hats and get your hands dirty, and not only with technology. We have a bold agenda and you’ll learn a lot.Report to the Software Engineer Lead/CTO in a very flat organization, with direct access to the CEO",
  "Yêu cầu ứng viên": "QualificationsBachelor’s degree above in computer science, information technology, or related major.5+ years experience as Full Stack Engineer/ Software EngineerIn-depth knowledge of software development tools/processes/architecturesExperience with micro-services and large-scale systemGood at Algorithms & Data StructureExperience with DevSecOps.Experience with architecture, design, development, deployment, testing, and integration of enterprise-wide applicationsFair English communicationGood interpersonal skills, eager to learn and growHigh sense of responsibility, professionalism and team spiritsPassionate with Big Data/AI/ Machine Learning technologyRequired SkillsEnglish Proficiency - 4 yearsEnglish communication - 4 yearsFront/back end. - 4 years",
  "Quyền lợi": "BenefitsWe strive to be the best place you will ever work for;Fast track learning through exposure to various roles across the organisation;Honed skill sets;Direct access, respect and mentoring from the leadership with an interest in your development.Hybrid working arrangement (3 days WFO, 2 days WFH)Annual Performance Bonus (based on personal and business performance)Annual leave: 20 days per yearPremium health insurance packageInternational opportunity to expose and growBusiness trips to Headquarter in SingaporeWhich technologies we are using:React, NodeJS, Python, Kubernetes, Terraform, Postgres, Neo4j, Vector database, Elasticsearch, etcTeam Culture - How do you find yourself fit in our team:Intellectual curiosity for the world around you, technology, and our client's needsSolid general knowledge and skills in your core areaExcellent problem-solving capabilities and adaptabilityEnthusiasm for finding elegant, pragmatic solutionsTeam player – we’re a small close-knit team and excellence is expected; as is the capability to take on and own big challenges, solving conventional challenges in unconventional ways, all without losing your sense of humor and funPresentation skills with the story you tell and how and where you tell itAn ability to see the big picture (in graphic detail)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/1000015.html?ta_source=JobSearchList",
  "company_name": "Woori Bank Vietnam",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia các dự án phát triển hệ thống Lưu ký chứng khoán của Ngân hàng;- Nghiên cứu các công nghệ mới, hỗ trợ phát triển, khắc phục lỗi hệ thống;- Xây dựng và chỉnh sửa các module, tính năng theo yêu cầu;- Các công việc khác theo phân công của cấp trên.",
  "Yêu cầu ứng viên": "- Có kinh nghiệm trên 5 năm lập trình Backend sử dụng java;- Có kinh nghiệm lập trình Front Part (web) trên nền tảng Spring framework;- Ưu tiên người có kinh nghiệm về Spring framework;- Ưu tiên người có kinh nghiệm về Mybatis;",
  "Quyền lợi": "- Làm việc từ thứ 2 đến thứ 6.- Lương hấp dẫn theo năng lực.- Thưởng tối thiểu 2,5 tháng lương/năm;- Phụ cấp ăn trưa, đi lại, điện thoại, tiếng Hàn, làm thêm giờ (nếu có).- Đóng bảo hiểm theo luật Lao động Việt Nam (như BHXH, BHYT, BHTN).- Bảo hiểm sức khỏe PTI hàng năm.- Môi trường làm việc chuyên nghiệp, cơ hội phát triển và thăng tiến.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-mobile-developer-native/1003847.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần tập đoàn Vmed",
  "job_title": "Mobile Developer",
  "salary": "50 - 65 triệu",
  "exp": "Trên 5 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Designing and building a cryptocurrency platform for high scalability 24/7 operation under high- load conditions and providing low-latency responses.• Implementing core function for mobile platform (android/iOS): wallet management, secure storage , custom native modules.• Research and port common JS modules to C++ modules• Integration new blockchain technologies.• Research and capture new DeFi technologies, propose ideas…• Improving our platform’s security and resilience.",
  "Yêu cầu ứng viên": "• Backend: distributed, event-driven core Java, PostgreSQL. (nice to have)• Blockchain integrations: Ethereum, Bitcoin (Litecoin, Bitcoin Cash), and XRP (Ripple) (nice to have)• Mobile: Java/Kotlin (Android), Swift (iOS), C++, React Native, Flutter• 6+ years of experience in mobile Native development (iOS, Android)• Experience in C++, with fair knowledge of the language specification• Experience with mobile development such as Java/Kotlin (Android), or Swift (iOS)• Good understanding of memory management in non-garbage collected environments• Familiarity with system call wrapper library functions• Knowledge of low-level threading primitives and real-time environments• Familiarity with embedded systems design, low-level hardware interactions• Proficient understanding of code versioning tools such as Git",
  "Quyền lợi": "• Provided high settings laptop and monitors• Working with explosive technologies• Annual company trip• 13th salary bonus• Performance Bonus• Why it would be awesome to work with us• We are a young, lean, and strong team• We build a professional & fun working environment.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 23/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/sap-abap-developer/933673.html?ta_source=JobSearchList",
  "company_name": "FPT Software",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Offshore or onsite ABAP development for implementation/ roll-out/ development/ AMS projectsReview functional specification (FS) and suggest appropriate technical solutionWrite technical specification (TS) based on FSStrictly adhere to development guidelines for ABAP developmentConduct peer review to guarantee adherence to guidelines and templatesWrite Unit Test Specification (UTS) and perform Unit Testing (UT)Recommend end-to-end technical solutions to improve business processesArticulate and manage consultation sessions with functional consultants and end-usersManage, keep track and follow up on assigned tasks promptly, and escalate countermeasures to supervisorWork independently and proactivelyStrong commitment to deliver solutions on timeFollow documentation processes and guidelinesMaintain high development qualityMaintain strong working relationship with peers from all locationsEnsure proper documentation and provide knowledge transfer to support members",
  "Yêu cầu ứng viên": "Mandatory:At least 3+ years of experience in ABAP and object oriented programmingExperience in RICEF development in ABAP language (Reports, Interfaces, Conversions, Enhancements, Forms)Experience in both Procedural and Object Oriented ProgramingExperience in ECC 6.0 and S/4HANA for at least one of the following modules: FICO/ MM/ SD/ PP/ PM/ HCMIn-depth understanding of the Software Development Life Cycle (SDLC)Detail-oriented with strong organizational skillsWork well with minimal supervision and able to deliver results under pressureAble to work in a fast-paced and team-oriented environmentGood English Speaking or Good Japanese is a mustOthers:Experience with OData Gateway, CDS View, SAP BTP, CPI, Fiori, Adobe Forms, BW/BO, PI/PO, SAP Workflows and performance tuning is a plusSAP Global Certification is a plus",
  "Quyền lợi": "• Competitive salary, Commensurate with your position and contribution• \" FPT care\" health insurance providaed by AON and is exclusive for FPT employees.• Annual Summer Vacation: follows company's policy and starts from May every year• International, dynamic, friendly working environment• Annual leave, working conditions follow Vietnam labor laws.• Other allowances: lunch allowance, working on-site allowance, etc",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-react-native-muc-luong-len-den-3000-usd-thoa-thuan-theo-nang-luc/837107.html?ta_source=JobSearchList",
  "company_name": "Ismart.asia Techonology",
  "job_title": "Lập Trình Viên React Native",
  "salary": "Tới 3,000 USD",
  "exp": "1 năm",
  "location": "Toàn Quốc",
  "Mô tả công việc": "- Nghiên cứu và đề xuất các công nghệ mới vào dự án web/app khám bệnh online- Khắc phục sự cố và gỡ lỗi để tối ưu hóa hiệu suất ứng dụng di động- Tham gia phân tích requirement, thiết kế hệ thống.- Cải tiến và nâng cao chất lượng dự án.- Thực hiện các nhiệm vụ khác theo sự phân công của Quản lý trực tiếp.- Lập trình UI/UX của ứng dụng web hiện đại dựa trên ES6, ReactJS, Redux.- Phối hợp chặt chẽ với đội ngũ thiết kế để phát triển UI mới.- Chủ động thảo luận và tư vấn về API backend.- Nghiên cứu và lập luận về phương pháp hoặc công nghệ thích hợp để giải quyết vấn đề.Ngoài ra:- Ứng viên trúng tuyển sẽ được sắp xếp làm việc remote 3-6 tháng sau đó được yêu cầu qua Trụ Sở Chính  (Metro Manila hoặc Malaysia)- Lương từ 20,000,000 VND đến 60,000,000 VND ( Tùy năng lực của từng ứng viên )",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học chuyên ngành Công nghệ thông tin hoặc các ngành có liên quan- Có khả năng đọc hiểu và giao tiếp Tiếng Anh tốt- Có từ 1-2 năm kinh nghiệm làm việc với các framework frontend JS, reactJS- Có kinh nghệm về việc tối ưu sourcecode, performance.- Có kinh nghiệm làm việc với các mã nguồn React/React Native và bộ quy ước, Typescript, React Component, Redux, Flexbox, Push Notification, CSS Framework (Bootstrap, Zurb, ..), CSS Preprocessor (LESS, SASS, ..)- Am hiểu về nguyên tắc lập và mã hóa code: Clean code, SOLID- Có khả năng thiết kế responsive web design, có kinh nghiệm làm việc với RESTful APIs.- Có làm qua react-native là một lợi thế.- Có khả năng ra nước ngoài làm việc",
  "Quyền lợi": "Đối với các ứng viên trúng tuyển tại trụ sở chính sẽ được hưởng các quyền lợi sau:- Ứng viên trúng tuyển sẽ được sắp xếp làm việc remote 3-6 tháng sau đó được yêu cầu qua Trụ Sở Chính  (Metro Manila hoặc Malaysia)-  Mức lương : 20.000.000VND – 60.000.000 VND ( có thể cao hơn tuỳ theo năng lực ứng viên).+  Các ứng viên trúng tuyển tại trụ sở Manila : sẽ nhận tiền tệ PHP ( Peso).+  Các ứng viên trúng tuyển tại trụ sở Malaysia : sẽ nhận tiền tệ MYR ( Malaysian Ringgit)-  Được tham gia các loại bảo hiểm theo quy định của Pháp luật (BHXH, BHYT, BHTN).-  Được đánh giá năng lực 1 lần/năm.-  Hỗ trợ 100% chi phí đi lại-  Hỗ trợ 100% nhà ở-  Hỗ trợ xin visa (cho ứng viên ở Việt Nam), đổi visa (cho ứng viên tại Manila hoặc Malaysia) nếu cần.-  Tiền thưởng cuối năm-  Nghỉ phép năm.-  Hưởng các chế độ khám sức khoẻ miễn phí định kỳ mỗi năm dành riêng cho nhân viên của Ismart.--------------------------Ghi chú:-  Đi lại bao gồm đoạn đường từ nhà đến công ty và ngược lại-  Nhà ở sẽ do công ty cấp-  Thưởng cuối năm dựa trên mức đánh giá năng lực mỗi năm và theo tình hình hoạt động kinh doanh.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ios-developer-luong-upto-1500/968448.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Beetsoft",
  "job_title": "IOS Developer",
  "salary": "25 - 40 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Phát triển các ứng dụng Mobile bằng Objective C và Swift theo yêu cầu● Tham gia phân tích, thiết kế và cung cấp các tính năng mới● Tham gia vào quá trình phát triển ý tưởng, ứng dụng mới cho iOS● Phối hợp với nhóm Kiểm thử kiểm tra và sửa lỗi của ứng dụng● Hỗ trợ, sửa lỗi sau triển khai;● Cùng với PM/BrSE phối hợp triển khai, hoàn thành tiến độ dự án",
  "Yêu cầu ứng viên": "● Có kinh nghiệm 3-4 năm trở lên về Objective C , Swift (cần biết cả 2)● Có kinh nghiệm về xử lý video, stream video là một lợi thế.● Có kỹ năng Horenso tốt● Có kỹ năng điều tra code và kỹ năng đưa ra các đề xuất.",
  "Quyền lợi": "● Mức thu nhập tương xứng với năng lực (Upto 1500$)● Thu nhập 13 tháng lương/năm, quà tặng (tiền thưởng) vào các ngày Lễ Tết (Tết dương lịch, Quốc  khánh, 30/04-01/05, Trung thu, Tết thiếu nhi...)● Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc● 3 ngày remote/tháng, 1 ngày nghỉ sinh nhật full lương● Phụ cấp ăn trưa, gửi xe miễn phí● Đồng nghiệp trẻ trung, năng động, luôn hỗ trợ và giúp đỡ nhau.● Môi trường làm việc văn minh, công bằng, tinh thần Start-Up năng động, thoải mái đưa ra các ý tưởng  cải tiến.● Teambuilding, du lịch cùng công ty.● Khám sức khỏe định kỳ 1 lần/năm tại bệnh viện uy tín.● Các chế độ về bảo hiểm xã hội, bảo hiểm y tế, và các chế độ khác theo quy định của Pháp luật.● Các chính sách hỗ trợ việc học tập để phát triển bản thân bao gồm ngân sách và thời gian tham gia các  khóa đào tạo.● Có lộ trình phát triển nghề nghiệp Career Path rõ ràng, được tạo điều kiện để phát triển nghề nghiệp theo năng lực và mong muốn cá nhân.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/javascript-developer-reactjs-nodejs/962627.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TVT GROUP",
  "job_title": "JavaScript Developer",
  "salary": "Trên 20 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "You will join the Engineering function in one of our cross-functional product teams, working closely with your fellow team members, your Engineering Manager and a Product Manager. Your JavaScript skills will be honed as you take on new exciting sprints together with the team, and you will be part of shaping the roadmap as you contribute to the product requirements and tech specifications of the upcoming sprints.",
  "Yêu cầu ứng viên": "At a minimum, you should have a bachelor’s degree in Software Development or equivalentHave solid understanding of the full software development life cycle3+ years of software development experience3 years of JavaScript experience3 years of ReactJS and / or NodeJS experienceGood understanding of SCRUM/Agile methodologies",
  "Quyền lợi": "Consideration for salary increase: Once per yearSocial insurance paid according to regulations.Company's own insurance.Bonus on Tet holidays and other major holidays of the year.Company vacation once per year.There is a 13th salary month and bonus according to the year's contribution.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-backend-developer-m-f-d/1003985.html?ta_source=JobSearchList",
  "company_name": "Travel and Pay Software Solution",
  "job_title": "Backend Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are looking for a Java Backend Developer (m/f/d) that will contribute to the national & international development teams to build new products as well as implement third-party software components into the HRS Software Landscape. These new products will help our customers to manage their work-life smart, safe, and in a fully sustainable way – from arranging convenient overnight stays to booking flexible workplaces and making payments on the go, the intelligent mobile companion comprises all essentials needed to make travel hassle-free, rewarding and above all CO2 neutral.The position is located as an important interface between the needs of customers, external partners and collaborates closely with product management, UX/UI, and other Product Owners within HRS.CHALLENGECreate solutions for our biggest clients like Amazon, Google, and SiemensCollaborate across teams with regards to overarching technical concepts and practicesWork closely with our Product Owners, Product Head, Team members, and DevOps to ensure continuous delivery of high-quality solutions to our clientsPromote high quality aimed at areas such as security, reliability, testability, and maintainabilityDrive innovation by contributing new ideas for our processes, tools, and technologies",
  "Yêu cầu ứng viên": "3+ years of proven hands-on Java Software Development experienceStrong knowledge of modern software engineering principles, patterns, and best practices. Understanding of micro-service and serverless architectures.Experience designing and developing Restful APIsExperience with cloud-native data stores and data processing systemsExperience in developing/deploying solutions to AWS CloudExperience with relational and non-relational data storesExposure to fault-tolerant, highly available distributed systemsAbility to work in a team, fast learning, and enthusiasm for the realization of innovative productsFluency in English, spoken and written",
  "Quyền lợi": "Your voice has listened and your skill development is supported constantly.Working with colleagues and experts at other offices such as Germany, Australia, Poland, Ukraine, etcThe salary is very attractive and competitive.Rewarding outstanding contributions with projects, quarterly, and yearly bonuses.Supportive working conditions: laptop, friendly office, pure pantry with coffee, soft drink, snacks, etc.Fully compliance with Vietnam Labor Code, especially the insurance is based on full salary.Additional standard benefits: additional health insurance, company trips, business travel, training, year-end party, team outing activities, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer/918728.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ và Giải pháp",
  "job_title": "Frontend Developer",
  "salary": "Trên 10 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thiết kế và phát triển các yếu tố UI / UX.Phát triển các css module và jquery module.Hỗ trợ thành viên trong nhóm khi có yêu cầu.Thể hiện sự chủ động và sáng tạo để giải quyết vấn đề.Chủ động chia sẻ thông tin trong toàn đội.Tìm hiểu các công nghệ mới để phục vụ công việc.",
  "Yêu cầu ứng viên": "Thành thạo sử dụng HTML, CSS3, CSS Responsive, Jquery, Typescript.Có kinh nghiệm làm việc với: Angular 2 +, ReactJs, Redux, Webpack, hoặc các thư viện JS khác.Có kinh nghiệm xây dựng các css module và css responsive.Hiểu biết và có kinh nghiệm phát triển với các trình duyệt khác nhau.Sử dụng thành thạo BEM Methodology, CSS preprocessors such as SASS, LESS,...Có kỹ năng và tư duy UI/UX tốt.Có kinh nghiệm làm việc với API RESTful, JSON.",
  "Quyền lợi": "Có cơ hội được đề xuất lên các vị trí Test LeadCơ hội nâng cao tiếng anh với người nước ngoàiBảo hiểm xã hội, bảo hiểm y tế đầy đủMôi trường năng động, thoải mái",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-php-developer/476659.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MTV AUSTRAX TECHNOLOGIES VIETNAM",
  "job_title": "PHP Developer",
  "salary": "1,000 - 2,000 USD",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are seeking a WordPress Developer responsible for both back-end and front-end development, including creating WordPress themes and plugins. This is a development role working as part of Agile SCRUM team and interact directly with other developers, analysts, QA and product owner from Australia.This position requires a combination of programming skills (namely PHP, HTML5, CSS3, and JavaScript) and aesthetics (understanding element arrangements on the screen, the color and font choices, and so on). The candidate should have a strong understanding of industry trends and content management systems.Your involvement in this project will see yourself exposed to the Retail, Automotive and various industries which one of the most interesting but challenging industries and a domain that is growing very fast in Vietnam.You will follow some of the world’s best practices in software development, tools, cutting-edge technologies, and a friendly but supportive working environment.",
  "Yêu cầu ứng viên": "The ideal candidate will possess the following key technical requirements:• Must have at least 3 years of web development experience• Strong experience in PHP with knowledge in WordPress CMS• Designing and implementing new features and functionality• Ensuring high-performance and availability, and managing all technical aspects of the CMS• Helping formulate an effective, responsive design and turning it into a working theme and plugin• Leverage the latest Gutenberg editor capabilities to create scalable WordPress editing experiences• Strong English communication skills with stakeholders• Strong knowledge and experience in HTML5, CSS3, JavaScript, and web standardsAdditionally, the following \"nice-to-have\" skillsets and experience are a bonus and can command higher salary:- Have skills in MySQL and/or LAMP stack- Good understanding of front-end technologies, including HTML5, CSS3, JavaScript, jQuery- Experience with mobile development using React, Angular is a bonus- Experience in front-end design, development and UX is a bonus- Experience designing and developing responsive design websites- Knowledge of how to interact with RESTful APIs and formats (JSON, XML)- Proficient understanding of code versioning tools such as Git, SVN",
  "Quyền lợi": "- Bonus: Annual bonus (13th salary), Performance bonus.- Health insurance.- Laptops provided.- Annual company trip.- Friendly environment, great working location, extra leave days, working from home.- English working environment, Australian clients, onsite opportunities in Australia.- Working time: Monday - Friday. Flexible working hours.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 01/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-backend-developer-thu-nhap-30-trieu-nghi-thu-7-chu-nhat/703971.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ Malcom",
  "job_title": "Backend Developer",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển ứng dụng, dự án website và hệ thống supper app, fintech.- Trao đổi dữ liệu với mobile & front-end- Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai- Thu thập và xử lí các yêu cầu thiết kế và kĩ thuật- Tham gia vào quá trình phân tích và thiết kế hệ thống;- Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.",
  "Yêu cầu ứng viên": "- Có ít nhất 2 năm kinh nghiệm phát triển Java trên nền tảng Linux/Windows.- Trên 1 năm kinh nghiệm đóng góp vào kiến trúc và thiết kế- Trên 1 năm kinh nghiệm trong việc tối ưu hóa hiệu suất truy vấn.- Có kinh nghiệm phát triển ứng dụng / hệ thống nhiều tầng.- Trải nghiệm tích hợp với API RESTful.- Ưu tiên có kiến thức, kinh nghiệm triển khai CI/CD.– Có khả năng làm việc với cường độ cao, khả năng nghiên cứu tốt, say mê công việc.– Có khả năng làm độc lập hoặc làm việc theo nhóm.",
  "Quyền lợi": "– Lương hấp dẫn và cạnh tranh (Upto 30 triệu) Mức lương thu hút nhân tài, ứng viên tự thỏa thuận khi tham gia phỏng vấn.– Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ thứ 7 - Chủ nhật)– Các chế độ khác theo quy định của Công ty.– BHXH, nghỉ phép năm, du lịch, lễ tết đầy đủ.– Tham gia các chương trình thể thao, bóng đá...– Không gian làm việc xanh, mở, hiện đại.– Coffeetime: 15 phút các buổi chiều trong tuần.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/gis-developer/919445.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TECHCRAFT",
  "job_title": "Developer",
  "salary": "1,500 - 1,900 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Build automation tools and components for GIS platform that enhance team productivity during data production and development.- Scripting and application code generation;- Support data extraction, migration and integration initiatives;- Data scrubbing and analysis of data;- Data transformation;- Maintain solution modules;- Design and build map visualization.- Assure quality security and compliance requirements are met.- Ongoing monitoring, maintenance, and debugging of product platform applications.- Participate in AgileScrum ceremonies with team.",
  "Yêu cầu ứng viên": "- Experience in Spatial databases on popular RDBMS (Postgre) and No-SQL (MongoDB) databases.- Must have experience in Web application development using React with Mapbox products, Open Layers, Leaflets etc.- Experience in full stack software development including Web services, (REST API, SOAP API etc.)- Must have experience and understanding OGC specifications like GML, Web services like WMS, WFS, WCS, WMTS etc.- Knowledge in QGIS application.- Bachelor degree, prefer in IT or GIS field- 2 years+ product development and project management",
  "Quyền lợi": "- Professional and friendly working environment.- Working opportunity with foreign partners.- Learning and training opportunities with new technology.- Salary, bonus up-to 01-month salary, and social insurance policies for employees are guaranteed in accordance with the state regulations.- Competitive salary, commensurate with ability and experience of employees (13th month salary).- There are 12 days off full pay and unpaid leave per year.- Working from Monday to Friday (8:00 - 17:00).- Activities of the Company such as daily learning course, Year-end party, tourism, sports activities, games, ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer/1003486.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công Nghệ và Truyền Thông Widosoft",
  "job_title": "Mobile Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Khánh Hoà",
  "Mô tả công việc": "We are looking for an experienced Mobile App Developer to join our team. As a Mobile App Developer, you will be responsible for the development and maintenance of high-quality mobile applications. You will collaborate with cross-functional teams to define, design, and ship new features and functionality.- Develop and maintain high-quality mobile applications for iOS and Android platforms.- Collaborate with cross-functional teams to define, design, and ship new features and functionality.- Identify and fix bugs, and improve application performance.- Conduct thorough testing of mobile applications to ensure high quality and user satisfaction.- Stay up-to-date with emerging trends and technologies in mobile development.- Participate in code reviews and contribute to a positive and collaborative team culture.",
  "Yêu cầu ứng viên": "- 3 years of experience in mobile application development, with a strong portfolio of applications developed.- Strong experience in Swift/Objective-C or Java/Kotlin programming languages.- Proficiency in using popular mobile app development frameworks such as React Native.- Understanding of RESTful APIs, JSON, and other web technologies.- Experience with version control systems such as Git or SVN.- Excellent problem-solving skills and attention to detail.- Ability to work independently and in a team environment.- Good communication and interpersonal skills.- Intermediate or higher graduation",
  "Quyền lợi": "- Opportunity to work with an experienced team and gain valuable experience in testing across various platforms.- Performance-based bonuses twice a year.- Training on the Scrum framework and how to write effective test cases.- Opportunities for professional growth and improvement of skills.- Work in an open, friendly, and professional environment.- Enrollment in life insurance and premium health insurance plans after a period of long-term commitment to our company.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-nodejs-lam-viec-tai-binh-duong/999839.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Tư vấn DataHouse Asia",
  "job_title": "Nodejs",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Bình Dương",
  "Mô tả công việc": "What are your responsibilities?Developing and maintaining all server-side components.Collaborating with front-end developers on the integration of elements.Implement back-end services for various business processes.Developing applications by writing testable, reusable, and efficient code.Recommending and implementing improvements to processes and technologies.Keeping informed of advancements in the field of Node.js development.",
  "Yêu cầu ứng viên": "Are you fit with these job requirements?Experience working as a Node JS developer.Based knowledge of JavaScript, web stacks, libraries, and frameworks.Good interpersonal, communication, and collaboration skills.Have an analytical and problem-solving aptitude.Good organizational and time management skills.",
  "Quyền lợi": "Are you excited to explore our perks?01. Salary & BonusesCompetitive take-home cash together with monthly allowances.Annual performance appraisal and salary review.13th salary and accountability bonus twice a year based on company/individual performance and profitability.Monthly entertainment/team building allowances & project/team celebrations for certain milestones (applied for project teams and back office).Working tools: laptop and widescreen provided.02. Life-long Learning & DevelopmentOpportunities to work alongside a fun and global team with international/US clients.On-site program to explore various cultures in multi-cities in Vietnam and the US for all levels.Seniority reward from one-year intervals and up.Extensive learning budget along with rewards for any individuals to gain specific certificates as defined.Tons of internal and external training sessions (online learning resources, English, wellness & tech-share workshops).03. Fun Vibes at WorkWeekly cafeteria expenses with coffee beans, kinds of milks, noodles and snacks available at offices.Public holiday gifts and celebrations on Tet, Women’s days, Men’s Day, Children’s Day & Mid-Autumn Day, Programmer’s Day, Teacher/Trainer’s Day, and Christmas Day.Sports activities and clubs.04. Health & Well-beingStatutory insurances contributed based on full salary according to the laws of Vietnam.Annual health-check with an advanced package at a quality medical facility.National coverage healthcare card and seasonal flu shot.12 annual leaves + 4 family days-off with extra days-off corresponding to employment milestone (after 1, 3, 5, 8, 10, 13, 15, 18 and 20 years).Company trip once a year and team outing trips.Visiting and caring on some occasions: birthday, marriage, pregnancy and baby shower, university graduation, hospitalization and funeral (for self-employees and direct family members).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer/1003959.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams",
  "job_title": "Nodejs",
  "salary": "Tới 2,500 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "● Develop and provide API for the project● Work using JavaScript, NodeJS, MongoDB, Redis● Collaborating with the front-end developers and other team members to establish objectives and design more functional, cohesive codes to enhance the user experience.● Analyze and improve efficiency, scalability, and stability of our system",
  "Yêu cầu ứng viên": "● 2+ years of experience in software/web development● Excellent skills about JavaScript, NodeJS; understanding ReactJS, Devops is a plus● Have considerable hands-on experience in designing API, DB● Understand about system architecture/framework design.● Can set up a variety of development environments● Have excellent skill in coding and handling a complex source code of large systems● Have hands-on experience in applying data modeling and algorithm● Solid skills in designing & performing UT/Implementing test code● Good at communication (verbal, non-verbal, writing)● Excellent at teamwork● Can proactively learn and gain necessary skills for existing or future project● Self-motivated, proactive, good at time management, self-discipline, responsible● Creative thinking and good at problem solving● Can communicate in English (intermediate level)",
  "Quyền lợi": "● 12 paid days off per year● Attractive & competitive salary commensurate with experience;● Saturday and Sunday leaves according to current laws;● Salary range: up to 2,500$ net (Nego)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/software-engineer-intern-binh-duong/1003912.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Tư vấn DataHouse Asia",
  "job_title": "Software Engineer",
  "salary": "Tới 4 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Bình Dương",
  "Mô tả công việc": "What will you gain?01. Gain experience in Salesforce and Apex to work on company projects02. Develop an understanding of a professional software company03. Become a company member to join all activities and receive monthly allowance04. Improve your English skills and practice professionalism05. Receive continuous opportunities to become an official employee of DataHouse Asia",
  "Yêu cầu ứng viên": "Do you meet the following job requirements?Good senior students or fresh graduates majored in Information Technology, Management Information System, or related majorsProactive mindset in dealing with problems, willingness to acquire new knowledge and skills, motivation, and dare to work in an English-speaking environmentPassion in the IT industryIf you are a sociable and helpful team player, as well as a team-sport lover, you are definitely welcome to our team!",
  "Quyền lợi": "In return, what will you gain?Enhance your English language on a day-to-day basis;Get hands-on experience in recruitment when working with professionals;Open your career opportunities in software and technology industry;Feel free to join all of our internal well-being, training and employee engagement events;Free access to use our pantry filled up with coffee, tea, fruits and snacks;Receive a monthly allowance for your internship, and a chance to join our family as an official member (you must earn it)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer/1002721.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH MTV Đầu Tư và Công Nghệ AIKING",
  "job_title": "Frontend Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia phát triển các dự án về Web, xây dựng các chức năng front-end của Website.Xây dựng kiến trúc source code và làm việc với các thành viên khác để xây dựng kiến trúc hệ thống.Xây dựng frontend cho web app bằng HTML – CSS / VueJS / jQuery.Phối hợp với Backend và Designer để cải thiện tính khả dụng.Đảm bảo hiệu suất, chất lượng và khả năng đáp ứng tốt nhất có thể.",
  "Yêu cầu ứng viên": "Có ít nhất 1 năm kinh nghiệm ở vai trò Frontend Developer.Có Kinh nghiệm sử dụng Git, VueJs, Bootstrap, Restful Api, HTTP API.Có kinh nghiệm Reactjs, Nextjs.Thành thạo HTML, CSS, JavaScript.Làm việc với các framework CSS: Bootstrap, Material UI, Tailwind CSSCó kinh nghiệm về cải thiện performance cho web.Có kỹ năng làm việc nhóm tốt, hỗ trợ đồng nghiệp cùng team.Sở hữu tinh thần làm việc chủ động, sáng tạo, chịu khó học hỏi, chịu trách nhiệm trong công việc, có tư duy để giải quyết vấn đề.Có tư duy logic rõ ràng, chủ động, tích cực.",
  "Quyền lợi": "Thời gian làm việc tự do, lên công ty 1 ngày/ tuần.Chế độ lương,  thưởng theo năng lực.Tham gia các dự án thực tế.Được tự do sáng tạo và đề xuất ý tưởng.Môi trường làm việc sang trọng, khuôn viên tập thể dục, bóng rổ, hồ bơi",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-app-mobile/659398.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH DỰ TÀI (IVY MODA FASHION BRAND)",
  "job_title": "Lập Trình Viên",
  "salary": "15 - 25 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các dự án ứng dụng di động về thanh toán, mua sắmTham gia phát triển ứng dụng về kho hàng, công nghệ RFIDCác công việc khác do trưởng nhóm và cấp trên yêu cầu.",
  "Yêu cầu ứng viên": "Có từ 2 năm kinh nghiệm phát triển ứng dụng bằng react native  .Ngôn ngữ：react nativeƯu tiên có thêm kinh nghiệm về về Java/AndroidCó kinh nghiệm：XML、JSON, REST, SOAPCó kinh nghiệm hệ quản trị cơ sở dữ liệu như SQLite, My SQL, SQL Server.Có khả năng làm việc tự chủ và kỹ năng làm việc theo nhóm. Khả năng nắm bắt, học hỏi kỹ thuật mới nhanh.Có tinh thần trách nhiệm cao, hoà đồng, sẵn sàng hợp tác cùng với mọi người để hoàn thành mục tiêu chung.",
  "Quyền lợi": "Thu nhập từ 15tr – 25tr/ tháng tùy theo năng lực.Làm việc trong môi trường chuyên nghiệp, có nhiều cơ hội phát triển bản thânĐược cung cấp đầy đủ các trang thiết bị phục vụ công việcCác đầy đủ chế độ BHXH, BHYT, BHTN, chế độ công đoàn, phép năm - Thưởng Lễ, Tết",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/668103.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH DỰ TÀI (IVY MODA FASHION BRAND)",
  "job_title": "PHP Developer",
  "salary": "10 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình ứng dụng Web sử dụng PHP.Làm việc với bộ phận phát triển, đội ngũ chăm sóc khách hàng tối ưu thao tác người dùng.Cập nhật cải tiến trải nghiệm người dùng để sản phẩm ngày càng hoàn thiện chất lượng hơn.Phối hợp cùng đồng đội xây dựng, phát triển API kết nối sản phẩm, giải pháp dịch vụ của công ty.",
  "Yêu cầu ứng viên": "Có kinh nghiệm lập trình bằng ngôn ngữ PHP tối thiểu 1 năm.Có kinh nghiệm thiết kế web là một lợi thế.Được đào tạo, hướng dẫn.Có tư duy tốt, khả năng học hỏi tốt, chịu được áp lực.",
  "Quyền lợi": "Môi trường làm việc thân thiện, chuyên nghiệp, cơ hội thăng tiến rõ ràng.Thu nhập hưởng theo năng lựcChế độ phúc lợi ổn định, đãi ngộ theo năng lực, đóng gópĐược tham gia đào tạo nâng cao kiến thức, kỹ năng thường xuyênTham gia các hoạt động văn hóa của công ty, du lịch nghỉ dưỡng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/1003721.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Đầu Tư Thương Mại Và Phát Triển Công Nghệ FSI",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia tìm hiểu yêu cầu, phân tích – thiết kế, phát triển các sản phẩm trên nền tảng Web về PHP cho các dự án trong và ngoài FSI.- Tham gia vào quá trình nghiên cứu và tối ưu sản phẩm theo yêu cầu của khách hàng.- Nghiên cứu và áp dụng các công nghệ mới áp dụng vào dự án- Lập trình dự án website dựa trên yêu cầu của khách hàng với WordPress CMS;- Thực thi code cho các hệ thống phần mềm, website bằng PHP và MySQL.- Cắt CSS & HTML từ PSD.- Viết Module theo yêu cầu cho Wordpress;- Thiết kế và phát triển Web bằng ngôn ngữ PHP .- Các công việc khác khi có yêu cầu của BLĐ.",
  "Yêu cầu ứng viên": "• Tốt nghiệp CĐ/ĐH chuyên ngành CNTT hoặc các chuyên ngành liên quan• Có tối thiểu 2 năm kinh nghiệm lập trình PHP.• Sử dụng tốt HTML, CSS.• Đã từng làm việc/hiểu biết về API RestFul.• Hiểu rõ kiến thức về JQuery, DataTable.• Có kinh nghiệm làm việc với một trong các hệ quản trị CSDL như MySQL, Maria DB, MongoDB.• Biết các công cụ quản lý mã nguồn: SVN hoặc GIT.• Có kinh nghiệm làm việc với các hệ thống fulltext search như Solr, Elasticsearch• Cẩn thận, kiên nhẫn, đam mê lập trình và sẵn sàng học hỏi các công nghệ mới.• Chịu được áp lực công việc.• Có kỹ năng phân tích và giải quyết vấn đề.• Có khả năng làm việc độc lập và theo nhóm.• Ưu tiên các ứng viên đã làm mảng Fintech",
  "Quyền lợi": "- Một mức lương cạnh tranh, đánh giá đúng năng lực và nhiệt huyết của mỗi người.- Ký hợp đồng lao động, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước.- Được đăng ký Bảo hiểm xã hội, Bảo hiểm y tế và các phí bảo hiểm khác đầy đủ theo quy định của pháp luật.- Lương tháng 13- Thưởng các ngày lễ, Tết.- Môi trường trẻ, năng động, mọi người cùng hỗ trợ nhau hết mình và tham gia team building, du lịch hằng năm.- Được tham gia các hoạt động ngoại khóa thú vị và các phúc lợi khác.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-unity-upto-30m-bonus/968718.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Công nghệ và Dịch vụ XGame",
  "job_title": "Unity",
  "salary": "10 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các dự án Game trên nền tảng Unity- Phối hợp, trao đổi với các thành viên trong team để xây dựng, hoàn thiện và tối ưu game- Đóng góp ý tưởng, nội dung nâng cao chất lượng sản phẩm- Chi tiết công việc sẽ được trao đổi cụ thể nếu CV đạt yêu cầu",
  "Yêu cầu ứng viên": "- Có kinh nghiệm làm việc tối thiểu 06 tháng với Unity;- Làm việc thành thạo với Unity, Tư duy lập trình tốt- Nghiêm túc, nhiệt tình trong công việc, có đam mê với Game- Có kỹ năng lên plan phát triển Game, có thể làm việc dưới áp lực cao- Có khả năng làm việc tốt trong môi trường Teamwork cũng như làm việc độc lập",
  "Quyền lợi": "- Lương net: 10.000.000 - 30.000.000 VNĐ/tháng + thưởng dự án , phụ cấp ăn trưa, thuê trọ, đi lại- Văn hóa công ty: đọc sách, tập thể dục hàng ngày;- Làm việc trong môi trường trẻ trung, thân thiện và hướng đến việc phát triển con người;- Thưởng các ngày nghỉ lễ. thưởng lương tháng 13; thưởng tết (2-5 tháng lương);- Xét duyệt thưởng tour du lịch 6 tháng/ lần- Review lương 2 lần/năm;- Trang bị thiết bị hiện đại, laptop, màn hình lớn;- Chế độ BHXH, BHYT, BHTN theo luật lao động;- Đồ ăn nhẹ /đồ uống miễn phí;- Du lịch hàng năm, tham gia liên hoan hàng tháng;- Tham gia vào CLB Bóng đá của công ty hàng tuần.- Quyền lợi dành cho thành viên làm >1 năm: Khám sức khỏe tổng quát 1 năm/lần, Cấp vốn mua nhà,mua xe, thẻ tập gym, yoga",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/922580.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ VietInfo (VietInfo)",
  "job_title": "Lập Trình Viên .Net",
  "salary": "10 - 20 triệu",
  "exp": "1 năm",
  "location": "Bình Thạnh",
  "Mô tả công việc": "- Tham gia phát triển các tính năng của sản phẩm đảm bảo các ứng dụng mới và cũ đáp ứng chất lượng- Nghiên cứu và đề xuất cải tiến sản phẩm, ứng dụng web và ứng dụng di động mới luôn cập nhật các xu hướng công nghệ mới- Tiếp nhận đặc tả yêu cầu và cùng tham gia phân tích yêu cầu nhằm đưa ra giải pháp tối ưu nhất.- Triển khai và duy trì ứng dụng trên mọi nền tảng theo yêu cầu.- Kiểm tra, sửa chữa, báo cáo",
  "Yêu cầu ứng viên": "- Có kiến thức về ngôn ngữ lập trình , C#, Net Framework, .NET Core (Web MVC hoặc Web API), AngularJs- Thành thạo HTML, CSS, Boostrap và ngôn ngữ lập trình JavaScript- Có kinh nghiệm làm việc với 1 trong các cơ sở dữ liệu (MySQL, SQL Server, MongoDB ..)- Khả năng tư duy logic tốt, nhiệt tình, cẩn thận, có trách nhiệm, sẵn sàng học hỏi và mong muốn gắn bó lâu dài.- Sáng tạo, khả năng nắm bắt vấn đề, ra giải pháp nhanh và cho kết quả nhanh.- Có khả năng làm việc theo nhóm và làm việc độc lập- Sẵn sàng tìm hiểu, nghiên cứu công nghệ mới",
  "Quyền lợi": "- Mức lương: Thỏa thuận theo năng lực- Thời gian làm việc: 08:30 – 12:00; 13:00 – 17:30, từ Thứ 2 đến sáng Thứ 6.- Hưởng đầy đủ chế độ BHXH, BHYT, BHTN theo quy định của pháp luật.- Xem xét tăng lương hàng năm, lương tháng 13, thưởng hoàn thành tốt dự án, được cấp đầy đủ trang thiết bị làm việc.- Được du lịch hàng năm, teambuilding, sinh nhật quý, sinh hoạt tập thể….- Môi trường làm việc năng động, thân thiện, cơ hội thăng tiến.- Được học hỏi, đào tạo và tham gia vào các dự án lớn theo xu hướng công nghệ 4.0 trong lĩnh vực: Chính phủ, Y tế, SmartCity, Doanh nghiệp…- Tuân theo các nội quy lao động của Công ty và pháp luật lao động",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ky-thuat-vien-lap-trinh-va-van-hanh-may-phay-cnc/785017.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN FUMEE TECH",
  "job_title": "Vận Hành Máy",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Vận hành và lập trình Máy phay CNCLựa chọn dao, đồ gá và đưa ra được các biện pháp gia côngLàm việc theo sự phân công của Quản lý",
  "Yêu cầu ứng viên": "Tốt nghiệp Trung cấp Nghề, hoặc Cao đẳng, Đại học ngành kỹ thuật, cơ khí.Có phẩm chất đạo đức tốt, chịu khó, nhiệt tình trong công việc.Biết đọc, hiểu bản vẽ, biết sử dụng phần mềm Mastercam",
  "Quyền lợi": "Lương theo năng lựcĐóng BHXH sau 1 tháng thử việcThưởng lễ, tết theo tình hình kinh doanh của Công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-ios/931482.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần MK Vision",
  "job_title": "Mobile Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "1. Xây dựng phần mềm theo yêu cầu của Công ty và Khách hàng.- Phát triển các ứng dụng di động liên quan đến hệ thống camera tích hợp AI- Cơ hội nghiên cứu phát triển SDK, Framework và tìm hiểu về bảo mật, mã hoá... thông tin trên thiết bị di động- Nghiên cứu công nghệ mới để nâng cao kỹ năng cá nhân cũng như để ứng dụng vào dự án.2.  Hỗ trợ khách hàng tìm hiểu giải pháp, và hỗ trợ fix lỗi trên ứng dụng khi gặp vấn đề phát sinh.3. Hỗ trợ các bộ phận khác trong công ty thực hiện các công việc liên quan đến các ứng dụng di động.",
  "Yêu cầu ứng viên": "Chuyên môn, kinh nghiệm- Ứng viên tốt nghiệp các chuyên ngành CNTT, Điện tử - Viễn thông, Toán Tin, Toán Ứng dụng, Cơ điện tử, Tự động hóa và các chuyên ngành có liên quan.- Có kinh nghiệm từ 01 năm lập trình trong iOS- Ưu tiên ứng viên biết sử dụng C++ nativeYêu cầu khác:- Ham học hỏi, tìm tòi nghiên cứu, dám nghĩ-dám làm, có tư duy logic, hệ thống và khả năng chủ động tổ chức, sắp xếp công việc- Khả năng sáng tạo, độc lập, suy nghĩ phối kết hợp làm việc theo nhóm.- Nhiệt tình, năng động, có tâm huyết với công việc và mong muốn làm việc lâu dài với công ty.",
  "Quyền lợi": "- Thu nhập hấp dẫn: Thưởng hàng năm theo kết quả kinh doanh của công ty;- Xét tăng lương hàng năm/ tăng lương bất thường tương xứng với đóng góp của cá nhân;- Có cơ hội làm việc/công tác trực tiếp trong những dự án lớn với đối tác trong và ngoài nước;- Cơ hội tham gia đào tạo trong và ngoài nước, tiếp cận học hỏi những công nghệ mới, tiên tiến trên thế giới;- Cơ hội tham gia chương trình đào tạo tiếng Anh do công ty tổ chức;- Chăm sóc sức khỏe toàn diện cho CBCNV với gói Bảo hiểm sức khỏe PTI và Chương trình khám sức khỏe định kỳ hàng năm tại các Bệnh viện lớn, uy tín hàng đầu Việt Nam;- Du lịch hè, du xuân, Team building, tiệc sinh nhật hàng tháng và các hoạt động tập thể do Công ty tổ chức;- Thời gian làm việc 5 ngày/ tuần, nghỉ Thứ Bảy, Chủ nhật;- Môi trường làm việc chuyên nghiệp, năng động tại Công ty hàng đầu về Giải pháp Bảo mật và Công nghệ thẻ thông minh, Camera AI",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/1003725.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Đầu Tư Thương Mại Và Phát Triển Công Nghệ FSI",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia tìm hiểu yêu cầu, phân tích – thiết kế, phát triển các sản phẩm trên nền tảng Web về PHP cho các dự án trong và ngoài FSI.- Tham gia vào quá trình nghiên cứu và tối ưu sản phẩm theo yêu cầu của khách hàng.- Nghiên cứu và áp dụng các công nghệ mới áp dụng vào dự án- Lập trình dự án website dựa trên yêu cầu của khách hàng với WordPress CMS;- Thực thi code cho các hệ thống phần mềm, website bằng PHP và MySQL.- Cắt CSS & HTML từ PSD.- Viết Module theo yêu cầu cho Wordpress;- Thiết kế và phát triển Web bằng ngôn ngữ PHP .- Các công việc khác khi có yêu cầu của BLĐ.",
  "Yêu cầu ứng viên": "• Tốt nghiệp CĐ/ĐH chuyên ngành CNTT hoặc các chuyên ngành liên quan .• Có tối thiểu 2 năm kinh nghiệm lập trình PHP.• Sử dụng tốt HTML, CSS.• Đã từng làm việc/hiểu biết về API RestFul.• Hiểu rõ kiến thức về JQuery, DataTable.• Có kinh nghiệm làm việc với một trong các hệ quản trị CSDL như MySQL, Maria DB, MongoDB.• Biết các công cụ quản lý mã nguồn: SVN hoặc GIT.• Có kinh nghiệm làm việc với các hệ thống fulltext search như Solr, Elasticsearch• Cẩn thận, kiên nhẫn, đam mê lập trình và sẵn sàng học hỏi các công nghệ mới.• Chịu được áp lực công việc.• Có kỹ năng phân tích và giải quyết vấn đề.• Có khả năng làm việc độc lập và theo nhóm.• Ưu tiên các ứng viên đã làm mảng Fintech.",
  "Quyền lợi": "- Một mức lương cạnh tranh, đánh giá đúng năng lực và nhiệt huyết của mỗi người.- Ký hợp đồng lao động, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước.- Được đăng ký Bảo hiểm xã hội, Bảo hiểm y tế và các phí bảo hiểm khác đầy đủ theo quy định của pháp luật.- Lương tháng 13- Thưởng các ngày lễ, Tết.- Môi trường trẻ, năng động, mọi người cùng hỗ trợ nhau hết mình và tham gia team building, du lịch hằng năm.- Được tham gia các hoạt động ngoại khóa thú vị và các phúc lợi khác.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/701514.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần EcoIT",
  "job_title": "Java Developer",
  "salary": "Tới 1,000 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "– Tham gia phát triển các dự án với khách hàng– Tham gia lập trình, xây dựng các chức năng/giải pháp đáp ứng yêu cầu của dự án.– Tham gia phát triển các sản phẩm nền tảng của công ty– Triển khai phần mềm tại địa điểm khách hàng;– Xử lý lỗi trước và trong quá trình chuyển giao cho khách hàng;– Hỗ trợ xây dựng tài liệu dự án;– Nghiên cứu các công nghệ mới áp dụng cho các dự án của công ty.",
  "Yêu cầu ứng viên": "- Giới tính: Nam/Nữ.– Có kinh nghiệm tối thiểu 1 năm trở lên về lập trình Java: Java, J2EE.– Có kiến thức làm việc với JavaScript, jQuery, HTML/CSS.– Đã biết cơ bản về SpringMVC hoặc các framework khác như Hibernate, Struts…– Đã sử dụng một trong các hệ quản trị CSDL như: MySQL, SQL server, PostgreSQL...– Khả năng tư duy logic, khả năng giao tiếp tốt và biết phối hợp làm việc theo nhóm.– Có tình thần đam mê, ham học hỏi,",
  "Quyền lợi": "- Thu nhập: Upto $1.000 (thỏa thuận theo năng lực)- Hết thời gian thử việc sẽ được hưởng đầy đủ các chế độ phúc lợi từ phía ECOIT:Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểmĐược nhận thưởng: thưởng tháng 13,…., thưởng các dịp lễ tết, thưởng theo kết quả công việc;- Thời gian làm việc: Giờ hành chính từ Thứ 2 – sáng Thứ 7. Nghỉ phép 01 ngày/ tháng, nghỉ lễ theo quy định;- Được xét tăng lương theo kỳ hạn;- Được làm việc trong môi trường công bằng, chuyên nghiệp, trẻ trung, năng động;- Được tham gia các hoạt động teambuilding, dã ngoại, chương trình du lịch hè 01 năm/lần;- Chế độ phúc lợi được đảm bảo theo luật Lao động.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/giang-vien-frontend-reactjs-node-js-he-thong-dao-tao-lap-trinh/871642.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CP CODEGYM VIỆT NAM",
  "job_title": "Reactjs",
  "salary": "18 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia giảng dạy các khóa đào tạo lập trình Node.js, Reactjs theo mô hình Coding Bootcamp.Hướng dẫn kiến thức, kỹ năng, công cụ lập trình, quy trình phát triển phần mềm Scrum, kỹ năng làm việc hiện đại cho học viên mới bắt đầu học lập trình.Tham gia công tác quản lý lớp họcTư vấn, định hướng nghề lập trình cho học viên nhằm giúp học viên có kỹ năng học tập suốt đời hiệu quảTham gia các chương trình đào tạo lập trình khác theo năng lực, thế mạnh và định hướng nghề nghiệp của cá nhân.Tham gia phát triển các chương trình đào tạo lập trìnhTìm hiểu các phương pháp dạy và học, các mô hình đào tạo lập trình tiên tiếnBáo cáo Giám đốc Đào tạo về kết quả đào tạo định kỳ và theo yêu cầuThực hiện các công việc khác theo yêu cầu của Công ty",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học hoặc đã hoàn thành 1 chương trình đào tạo chính thức về công nghệ thông tin.Lập trình viên Nodejs/ Reactjs kinh nghiệm 2 năm trở lên.Thông thạo lập trình với Javascript, SQL, HTML/CSS, Bootstrap, Nodejs, ReactjsCó tinh thần cầu tiến, ham học hỏi, yêu thích giáo dục đào tạo, truyền lửa cho các bạn trẻ.Có khả năng trình bày, thuyết trình.Không yêu cầu kinh nghiệm sư phạm, sẽ được đào tạo kỹ năng sư phạm khi đi làm.Ưu tiên yêu thích giáo dục, có kiến thức về Agile, Scrum",
  "Quyền lợi": "Môi trường làm việc tử tế, chia sẻ, năng động, kỷ luật, đề cao tinh thần học tập và phát triển.Tham gia BHYT, BHXH, BHTN và các chế độ phúc lợi theo quy định của Công ty (như sinh nhật, thưởng các ngày lễ, tết, lương tháng 13 dựa theo tình hình kinh doanh).Khám sức khỏe định kỳ hàng năm.Được tham gia giờ học tập nội bộ 1 lần/tuần.Tham gia các khóa đào tạo định kỳ về quản lý công việc và nâng cao chuyên môn.Được hỗ trợ chi phí thi các chứng chỉ chuyên ngành.Du lịch công ty/team building ít nhất 2 lần/năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/1003091.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ PHẦN MỀM E-SOFT",
  "job_title": "Lập Trình Viên .Net",
  "salary": "7 - 10 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia xây dựng, triển khai và phát triển phần mềm outsourcing của công tyChủ động ước lượng và kiểm soát công việc đã nhậnTham gia các dự án sản phẩm cốt lõi của công tyPhát triển các tính năng của sản phẩm",
  "Yêu cầu ứng viên": "Kinh nghiệm tối thiểu 3-6 thángNắm vững kiến thức cơ bản lập trình, thành thạo .NetTư duy lập trình tốt và yêu thích lập trình.Khả năng phân tích thiết kế hệ thống",
  "Quyền lợi": "• Lương cứng + thưởng hiệu quả công việc, thưởng dự án• Lương tháng 13• Cơ chế lương, thưởng rõ ràng, minh bạch, có nhiều cơ hội thăng tiến và phát triển sự nghiệp.• Tham gia các khoá đào tạo do công ty tổ chức• Review lương 2 lần/năm.• Làm việc trong môi trường chuyên nghiệp, uy tín• Đồng nghiệp trẻ trung, năng động, giàu nhiệt huyết.• Được đào tạo/ tham gia đào tạo thường xuyên.• Quyền lợi theo luật Lao động, và các chế độ phúc lợi: Happy hour hàng tuần, team building, du lịch hàng năm, Lễ tết, sinh nhật,..",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/1002867.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN OMI",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia các dự án sử dụng ngôn ngữ lập trình PHP và các công nghệ liên quan cho các khách hàng đến từ Nhật Bản.Được tham gia đồng hành cùng với những tập đoàn lớn của Nhật để xây dựng các sản phẩm Y tế hướng tới hàng triệu người dùng tại thị trường Nhật Bản và Việt Nam.Trao đổi và phối hợp công việc với các thành viên trong nhóm.",
  "Yêu cầu ứng viên": "Tốt nghiệp Cao đẳng/Đại học chuyên ngành Công nghệ thông tin hoặc chuyên ngành liên quan.Có từ 1 năm kinh nghiệm làm các dự án PHP, sử dụng thành thạo một trong các framework PHP (Laravel, CakePHP, Zend, WordPress, Joomla, Drupal…).Có kinh nghiệm lập trình Front End: HTML5, CSS3, Javascript.Có kiến thức web service (RESTful).Có tư duy logic tốt, nắm bắt nghiệp vụ nhanh, tinh thần trách nhiệm cao.Có khả năng làm việc độc lập và khả năng làm theo nhóm.Ưu tiên/Lợi thế:Ứng viên có thể sử dụng thành thạo một trong các công nghệ jQuery, Angular, VueJS, Reactjs.Có kinh nghiệm sử dụng các dịch vụ AWS, khả năng thiết kế, tối ưu database (SQL, NoSQL).",
  "Quyền lợi": "Môi trường làm việc mở, chuyên nghiệp, chú trọng nguyên tắc “Cải tiến không ngừng - Kaizen”:Thời gian làm việc thoải mái: Thứ 2 – Thứ 6, flexible check in. Remote 2 ngày/tháng.Văn phòng làm việc với không gian mở, rộng rãi, cùng khu pantry miễn phí đồ uống giúp khơi nguồn sáng tạo, nâng cao hiệu quả công việc.Quy trình phát triển phần mềm chặt chẽ, theo các mô hình: Agile, Scrum, Waterfall.Tập trung hỗ trợ sự phát triển cá nhân:Được tư vấn, đồng hành và hỗ trợ phát triển sự nghiệp cùng với hệ thống career path (phát triển theo hướng chuyên gia hoặc hướng quản lý) đã được nghiên cứu, thử nghiệm trong nhiều năm.Cơ hội tham gia nhiều dự án đa dạng, team size từ 10MM - 150MM, làm việc trực tiếp với khách hàng hàng đầu Nhật Bản trong lĩnh vực IT Healthcare.Mentor 1-1 tận tình, sát sao.Văn hóa học tập mạnh mẽ và thúc đẩy phát triển (tài trợ 100% chi phí thi chứng chỉ AWS, AZ, ... Review nâng lương đối với ứng viên thi đạt chứng chỉ chuyên môn).Chính sách hỗ trợ các hoạt động học tập, trao đổi, chia sẻ kiến thức, giao lưu văn hoá (Seminar công nghệ – Tech Expert, CLB tiếng Nhật, CLB âm nhạc, CLB Nghệ thuật…).Tham gia khóa học tiếng Nhật miễn phí.Được tạo điều kiện có thêm cơ hội thử sức ở các vị trí mới, học hỏi ngôn ngữ mới.Cơ hội thăng tiến lên các vị trí như: Techlead, Project Manager, Solution Architect, …Quan tâm đặc biệt tới nhân viên:Mức lương cạnh tranh tương xứng với năng lực. Tổng thu nhập lên đến 15 tháng lương/năm.Xét tăng lương/thăng chức 2 lần/năm.Trợ cấp tiếng Nhật 12 tháng liên tục lên tới 5.000.000 VNĐ/tháng.Chế độ chăm sóc phụ nữ: nghỉ sau sinh cho nhân viên nữ có con dưới 18 tháng (1h/ngày, trợ cấp thai sản).Quyền lợi chăm sóc sức khỏe đặc quyền với chương trình \"Bác sĩ gia đình\" (Tư vấn 24/7) và chế độ ưu đãi khi sử dụng dịch vụ của công ty thành viên (Omi Pharma).Phòng chăm sóc sức khỏe cá nhân tại Văn phòng làm việc. Chế độ bác sĩ thăm khám tại văn phòng vào thứ 5 hàng tuần.Bảo hiểm sức khỏe miễn phí theo chính sách Omizen Care (hỗ trợ kịp thời và đảm bảo tài chính cho nhân viên trước những rủi ro tai nạn, ốm đau và thai sản phải điều trị tại các bệnh viện và cơ sở y tế hợp pháp theo quy định).Khám sức khỏe thường niên tại bệnh viện hàng đầu Việt Nam cùng các chế độ BHXH theo quy định của nhà nước.Du lịch thường niên, hoạt động team building hàng tháng/quý/năm.Cơ hội đi onsite Nhật Bản ngắn hạn/dài hạn.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-full-stack-developer/969832.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ CÔNG NGHỆ HEBELA",
  "job_title": "Full Stack Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phát triển dự án TMĐT• Phân tích yêu cầu, thiết kế chức năng, database• Lập trình phát triển các tính năng của sản phẩm theo mô hình Microservice• Phối hợp chặt chẽ với Team Product (Product Owner, BA, Designer) đảm bảo xây dựng sản phẩm đúng theo yêu cầu và thiết kế• Đóng góp ý tưởng, cải tiến liên tục cho sản phẩm để đáp ứng nhu cầu của khách hàng và trải nghiệm người dùng• Thực hiện công việc theo mô hình Agile Scrum, lập kế hoạch, thực hiện, kiểm soát và báo cáo công việc theo từng Sprint• Làm việc trong môi trường startup năng động sáng tạo, có nhiều cơ hội phát triển bản thân và thăng tiến sự nghiệp",
  "Yêu cầu ứng viên": "• Tốt nghiệp đại học chuyên ngành CNTT, Toán tin hoặc hiểu biết tương đương• Ít nhất 1 năm kinh nghiệm phát triển phần mềm• Có kiến thức về Backend như Java Core, Spring, Hibernate, SQL• Có kinh nghiệm về Front-End như HTML5, CSS3, Javascript, Bootstrap, Angular• Tư duy logic tốt• Nắm vững cấu trúc dữ liệu giải thuật cơ bản• Khả năng nắm bắt, nghiên cứu công nghệ mới nhanh• Chủ động, đam mê công việc, sẵn sàng chấp nhận thách thức, luôn chú ý phát triển bản thân lên tầm cao mới• Kỹ năng giao tiếp tốt, cởi mở, thân thiện• Kỹ năng làm việc nhóm hiệu quả",
  "Quyền lợi": "• Lương: Upto 2000$ + Phụ cấp + Thưởng• Thưởng các dịp lễ tết, thưởng lương tháng 13, 20/10, 08/03, voucher mua sắm mỹ phẩm hàng tháng trên App Hebela.• Môi trường làm việc 9x trẻ trung, năng động, khuyến khích sáng tạo, đổi mới và tạo không gian phát triển cho mỗi cá nhân.• Hỗ trợ và đào tạo tối đa giúp nhân sự nắm vững kiến thức, phát triển và hoàn thiện các kỹ năng đáp ứng công việc.• 6 tháng/lần xét tăng lương và tạo các cơ hội thăng tiến cho nhân sự lên các vị trí cao hơn như mentor hoặc leader team• Đảm bảo đầy đủ các chế độ phúc lợi, các hoạt động teambuilding, du lịch hàng năm và các chương trình văn hóa sôi động của Công ty.• Thời gian làm việc từ thứ 2 đến thứ 6 (8h30 - 17h30). Nghỉ trưa 1.5 tiếng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-3d-game-developer/939120.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH CÔNG NGHỆ GIA ĐÌNH (FTECH CO., LTD)",
  "job_title": "Game Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển game NFT.Xây dựng các sản phẩm Game 3D chất lượng cao trên nền tảng Unity Engine.Nghiên cứu các tính năng mới theo yêu cầu của dự án.Phát triển tính năng game online phục vụ cho lượng user lớn.Hỗ trợ giải quyết các vấn đề kỹ thuật phát sinh trong vận hành game, tối ưu sản phẩm.",
  "Yêu cầu ứng viên": "Đã có kinh nghiệm ít nhất 2 năm.Nắm vững kiến thức về hướng đối tượng (OOP), giải thuật, design patterns.Có kinh nghiệm sử dụng Unity Engine.Có đam mê trong lĩnh vực phát triển Game, tinh thần tiếp thu công việc, cầu tiến.Chủ động và có trách nhiệm với sản phẩm, dự án.Lợi thế nếu có:Có kỹ năng về làm game 3D: bắn súng, đua xe...Sử dụng profiler, tối ưu hiệu suất cho game.Có hiểu biết về Multiplayer.Lập trình tool trong Unity.Hiểu biết về Unity Shader.",
  "Quyền lợi": "Lương thỏa thuận theo năng lựcTổng thu nhập hấp dẫn lên đến 15 tháng lương/năm cùng nhiều khoản thưởng hấp dẫnkhác (thưởng nhân viên xuất sắc, thưởng Quý, thưởng Dự Án, thưởng nóng, thưởng Lễ, Tết,thưởng Performance...).Review lương 2 lần/năm, chế độ nâng lương linh hoạt theo vị trí và hiệu suất công việc.Hưởng đầy đủ các chế độ theo luật (BHXH, BHYT, các ngày nghỉ lễ, nghỉ phép, thai sản…).Các chính sách hiếu, hỷ, nghỉ phép 12 ngày/năm, 2 năm làm việc cộng thêm 1 ngày phépKhám sức khỏe thường niên tại bệnh viện hàng đầu của Việt Nam, chế độ chăm sóc sứckhỏe toàn phần của Bảo Việt HealthCareLộ trình thăng tiến rõ ràng, có cơ hội tiếp cận các công nghệ, kiến thức mới và làm việc cùngcác chuyên gia nhiều kinh nghiệm trong mảng AIĐược Mentor đào tạo bài bản, chuyên nghiệp về chuyên môn, nghiệp vụ, các kỹ năng mềmtrước khi vào công việc cụ thểMôi trường trẻ trung năng động, đồng nghiệp thân thiện; Du lịch hàng nămCác sự kiện nội bộ đa dạng:● Tiệc sinh nhật CBNV hàng tháng: Happy Friday● Hoạt động mừng ngày thành lập công ty và các ngày lễ, tết: ngày Quốc Tế Phụ Nữ 8/3,ngày Phụ Nữ Việt Nam 20/10, ngày Lễ Giáng Sinh, Tết Dương Lịch, Tết Trung Thu, Tết ThiếuNhi 1/6…● Giải bóng đá, giải đấu game và hoạt động tình nguyện thường niênĐược cung cấp phương tiện làm việc hiện đại máy tính cấu hình cao, Macbook…Có chỗ gửi xe miễn phí, có pantry, tủ lạnh, lò vi sóng, máy pha cafe, cafe miễn phí,....Thời gian làm việc từ 8h30 – 17h30 (nghỉ trưa 1 tiếng) từ T2 đến T6, nghỉ thứ 7, chủ nhật",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-golang-developer/886012.html?ta_source=JobSearchList",
  "company_name": "Ekino Vietnam",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Job description● Analyze requirements, come up with adequate technical design, and maintain software enhancements and/or new products.● Assist in defining system requirements and/or necessary modifications.● Write clean and maintainable code following engineering best practices (unit testing, source control, continuous integration, design patterns, etc.).● Perform testing and debugging of applications.● Assist other team members with design challenges and coding issues; and evaluate their performance.",
  "Yêu cầu ứng viên": "Desired Skills and Experience• Bachelor's Degree Computer Science or equivalent major.• Proven experience in software development withGolang.• Understanding of design patterns, software engineering principles/ best practices such as SOLID.• Good communication inEnglish.• Familiar with source control management.• Experience with database technologies (Postgres, MongoDB).• Advantageous to have experience with:o Docker/Kubernetes, DevOps pipeline, Terraform, Jenkinso MS Azure, Sparko GraphQL, Rest",
  "Quyền lợi": "● High-ownership working environment: You will take full responsibility and control of your missions contributing to the team's success● Continuous skill improvement with new technologies, challenging projects, on-the-job coaching, and training programs● Annual performance review & bonus: recognize your efforts and identify development/ improvement needs● Clear career path: define your career development with long-term vision● Be secured in your mind with employee’s care: private healthcare insurance package, medical check-up, support allowance...● Great-place-to-work activities (company trip, sport clubs...): enhance teamwork spirit and facilitate your work-life harmony● Opportunity to work in France upon project and mission requirements",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/854753.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH phát triển Công nghệ Điện tử Bình Anh",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Trên 14 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các hệ thống lớn và rất lớn theo yêu cầu của Công ty- Tham gia nghiên cứu, học tập và làm chủ các công nghệ mới: Cloud, AI, Big Data...- Kết hợp với các bộ phận khác (kiểm thử, hệ thống,...) để hoàn thành, triển khai dự án.- Báo cáo, và thực hiện các công việc theo yêu cầu của quản lý.- Chi tiết công việc sẽ trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học các chuyên ngành Công nghệ thông tin, hệ thống thông tin, Khoa học máy tính hoặc ngành liên quan.- Tối thiểu 06 tháng kinh nghiệm lập trình về .NET hoặc .NET Core/.Net 5.0/.Net 6.0 (Web MVC hoặc Web API)- Có kinh nghiệm về lập trình Web (HTML, CSS, Javascript, Angular/Kendo/React).- Có kinh nghiệm về lập trình hướng đối tượng (OOP) và áp dụng Design Pattern.- Có kinh nghiệm tích hợp bằng SOAP, Restful API, Socket,…- Có thể sử dụng tốt hệ quản trị CSDL: MS SQL Server, MongoDB, ElasticSearch, Redis,…- Sử dụng thành thạo các công cụ quản lý Source Code: Git, Bitbucket, TFS,…- Có khả năng học hỏi nghiên cứu công nghệ mới.- Các hiểu biết sau của ứng viên là một lợi thế :o Ứng viên Full-Stack, biết thiết kế kiến trúc hệ thống, có chứng chỉ quốc tế.o Kinh nghiệm làm việc với Docker, kiến trúc Microserviceo Hiểu biết về các tiêu chuẩn bảo mật dành cho Web/Mobile.o Có khả năng làm việc theo mô hình Agile, Scrum.o Có kinh nghiệm về Cloud, Big Data, Mobile…",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc lên đến $1200- Môi trường hiện đại, chuyên nghiệp và năng động.- Cơ hội được đào tạo và thăng tiến tốt trong công việc- Văn hóa công ty phong phú cho phép phát huy tối đa khả năng và tính sáng tạo trong công việc của ứng viên.- Thưởng lương tháng 13, Thưởng dự án, thưởng Tết và các dịp lễ…;- Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;- Được hỗ trợ cơm trưa tại công ty- Đóng BHXH, BHYT đầy đủ theo quy định của nhà nước.- Làm việc 05 ngày/tuần, nghỉ T7 + CN",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-python-python-developer/1003402.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần LitGroup",
  "job_title": "Python",
  "salary": "4 - 6 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Join a world-leading team in the field of Ecommerce Data MigrationParticipate in research and development of products to support US, EU, Australia, … marketSpecific work exchanged in the interview.",
  "Yêu cầu ứng viên": "Be a graduate or senior  of  formal IT training schoolsBe interested in working with foreign clients.Have good OOP knowledge.Have basic knowledge of Python. Enjoy working and be passionate about Python.Experience in Django, Flask, API, writing ReactJs is an advantage.Have good command of English: basic Reading  + Writing skills",
  "Quyền lợi": "Salary: Intern: 4.000.000 - 6.000.000VNDProfessionally trainedHave opportunity to become official staff after a monthImprove English skills: Writing, Speaking, Reading, ListeningEnhance communication and presentation skillsBonus for Tet holidays, 13th-month salary and good performance after becoming Fresher",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-react-native-developer/996624.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần đầu tư và công nghệ mascom",
  "job_title": "React Native Developer",
  "salary": "14 - 18 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Được tham gia vào các dự án và việc xây dựng sản phẩm ứng dụng di động trên nền tảng React native cho các sản phẩm phần mềm trong các lĩnh vực Telecom, AI, chính phủ điện tử, fintech...- Phối hợp với thành viên nhóm dự án, nhóm QA, Test để triển khai dự án.- Đọc hiểu các tài liệu mô tả yêu cầu người dùng.- Phối hợp với thành viên nhóm dự án, nhóm QA, Test, khách hàng triển khai dự án.",
  "Yêu cầu ứng viên": "- Bằng tốt nghiệp về Công nghệ thông tin hoặc các ngành liên quan.- Có kinh nghiệm thực tập tại các công ty công nghệ thông tin ưu tiên lĩnh vực lập trình di động ít nhất 3-6 tháng.- Có kỹ năng giao tiếp và làm việc nhóm tốt.- Có khả năng làm việc độc lập và làm việc nhóm- Sẵn lòng học hỏi và thích nghi với các công việc được giao.- Nhiệt tình trong công việc và tích cực giao lưu học hỏi.",
  "Quyền lợi": "- Được hưởng các chế độ phúc lợi, đãi ngộ hấp dẫn, chế độ BHXH – BHYT và chế độ khác theo quy định Pháp luật và Cty.- Lương hấp dẫn và cạnh tranh từ 14-18tr tuỳ theo năng lực.- Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ T7- Chủ Nhật)- Hỗ trợ ăn trưa, gửi xe, xăng xe điện thoại...- BHXH, nghỉ phép năm, du lịch, lễ tết đầy đủ.- Tham gia các chương trình thể thao, bóng đá, coffeetime...- Môi trường làm việc năng động, sáng tạo, chuyên nghiệp, thân thiện.- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn..",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/reactjs-developer/376612.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần NTQ Solution",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Support the entire application lifecycle (concept, design, test, release and support)- Produce fully functional web applications writing clean code- Gather specific requirements and suggest solutions- Write unit and UI tests to identify malfunctions- Troubleshoot and debug to optimize performance- Design interfaces to improve user experience- Liaise with Product development team to plan new features- Ensure new and legacy applications meet quality standards- Research and suggest new mobile products, applications and protocols- Stay up-to-date with new technology trends",
  "Yêu cầu ứng viên": "Must have- Must have 3+ years of experience with Reactjs, Typescript.- Experience with React-query, React-hook form, ESLint, Styled-component, Material UI.- Experience with Google Map APi- 3+ years of experience with GIT Flow.- Good team player- Able to work under pressure.- Willing to work overtime upon project request to finish the project on time.- Willing to change the way of working to collaborate well with customers and the development team.- Willing to support other team members- Basic communicate (Speaking, Listening) by EnglishNice to have- English Speaking- Back-end development: Able to develop Nodejs or open to learn Nodejs to develop Back-end task",
  "Quyền lợi": "Salary: negotiate. 13 salary months/year + Bonus;Review performace: twice/ a year ;Working with people with 8-10 years of experience in software, Software Architect position of large systems;Guided intensive development of technology;Have the opportunity to work with challenges and develop one’s best abilities;Health insurance, the social insurance as prescribed by the State;Working environment: Friendly, dynamic, promotion opportunities;Receive company’s welfare: Holidays, annual vacation, sports, team-building, advanced classes of foreign languages (English, Japanese) ...etcHealth check once a year.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-backend-thu-nhap-30tr-nghi-t7-cn/689479.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần thương mại điện tử INET",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển ứng dụng, dự án website và hệ thống supper app, fintech.- Trao đổi dữ liệu với mobile & front-end- Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai- Thu thập và xử lí các yêu cầu thiết kế và kĩ thuật- Tham gia vào quá trình phân tích và thiết kế hệ thống;- Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.",
  "Yêu cầu ứng viên": "– Có ít nhất 2 năm kinh nghiệm phát triển Java trên nền tảng Linux/Windows.- Trên 1 năm kinh nghiệm đóng góp vào kiến trúc và thiết kế- Trên 1 năm kinh nghiệm trong việc tối ưu hóa hiệu suất truy vấn.- Có kinh nghiệm phát triển ứng dụng / hệ thống nhiều tầng.- Trải nghiệm tích hợp với API RESTful.- Ưu tiên có kiến thức, kinh nghiệm triển khai CI/CD.– Có khả năng làm việc với cường độ cao, khả năng nghiên cứu tốt, say mê công việc.– Có khả năng làm độc lập hoặc làm việc theo nhóm.",
  "Quyền lợi": "– Lương hấp dẫn và cạnh tranh (Upto 30 triệu) Mức lương thu hút nhân tài, ứng viên tự thỏa thuận khi tham gia phỏng vấn.– Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ thứ 7 - Chủ nhật)– Các chế độ khác theo quy định của Công ty.– BHXH, nghỉ phép năm, du lịch, lễ tết đầy đủ.– Tham gia các chương trình thể thao, bóng đá...– Không gian làm việc xanh, mở, hiện đại.– Coffeetime: 15 phút các buổi chiều trong tuần.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer/554606.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Mirabo",
  "job_title": "Unity Developer",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Sử dụng Unity phát triển các ứng dụng AR/VR, Game NFT cho các công ty hàng đầu NhậtTrao đổi, phân tích và tìm giải pháp cho các yêu cầu của dự án;Thực hiện các công việc liên quan khác của quản lý giao.",
  "Yêu cầu ứng viên": "Có kiến thức và kinh nghiệm thực tế các dự án Unity 3DCó mindset và thực hành clean code, code convention, OOP, SOLID, cấu trúc dữ liệu và giải thuật..Cần ít nhất 1 năm kinh nghiệm thực tế với Unity trong những năm gần đâyCó kinh nghiệm với các thư viện Networking như Mirror, Phototon hoặc  Netcode For Game  Object điểm cộngKinh nghiệm làm việc với Git, làm việc nhómCó khả năng research, nghiên cứu công nghệ mới, yêu thích phát triển kỹ thuật (điểm cộng)Có kỹ năng các ngôn ngữ lập trình như Java hoặc C++ hoặc Objective C++ (điểm cộng) có tiềm năng viết plugins cho Unity khi cần",
  "Quyền lợi": "Làm việc Remote tại Đà Nẵng hoặc tại trụ sở công ty tại Hà NộiThu nhập từ 15-30M/tháng + Thưởng theo dự ánThưởng lương tháng 13, thưởng hiệu suất kinh doanh,...Xét tăng lương 2 lần/năm (tháng 7 và tháng 1) và tăng lương ngay khi có thành tích xuất sắc.Hưởng đầy đủ các chế độ bảo hiểm theo Luật lao động và bảo hiểm sức khỏe dành riêng cho nhân sựHoạt động teambuilding hàng năm, techtime hàng tuầnCơ hội được tạo điều kiện phát triển theo năng lực và mong muốn của bản thân, được cử đi học các khoá học chuyên sâu nâng cao kỹ năng,...Tham gia các hoạt động teambuilding, Year end party,...hàng nămThời gian làm việc từ 8h00 a.m – 5h30 p.m, nghỉ thứ 7 và CN (Check in linh hoạt từ 8h-9h)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/1002869.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần VCCorp",
  "job_title": "Java Developer",
  "salary": "25 - 40 triệu",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia xây dựng hệ thống và phát triển các sản phẩmPhối hợp với stackholders làm rõ nghiệp vụ, đóng góp ý tưởng vào sản phẩm.Tham gia phân tích nghiệp vụ, tối ưu sản phẩm, đảm bảo chất lượng, tốc độ và trải nghiệm người dùng (hiệu năng, tính dễ sử dụng, cũng như mức độ ổn định của sản phẩm)Phát triển các service sử dụng REST API (Spring Boot)",
  "Yêu cầu ứng viên": "Có kinh nghiệm chuyên môn từ 03 năm trở lên.Ưu tiên tốt nghiệp các ngành Công nghệ thông tin, Toán tin, khoa học máy tính … tại các trường: Đại học BKHN, ĐH Quốc Gia, ĐH Bưu chính viễn thông....Ưu tiên ứng viên đã có kinh nghiệm làm việc và tối ưu các sản phẩm có từ 500.000 users trở lên. Có kinh nghiệm làm việc tại các công ty Product.Thành thạo Java Code, có kinh nghiệm làm việc với một trong các framework Java như Spring Boot, Struts, Hibernate... và một số Design pattern thông dụngTư duy về thiết kế hướng đối tượng và nắm vững kiến thức về cấu trúc dữ liệu và giải thuật.Ưu tiên ứng viên có khả năng nghiên cứu, áp dụng công nghệ mới vào sản phẩm, nhằm nâng cao chất lượng, tối ưu hiệu năng hệ thống.Có tinh thần trách nhiệm cao và sẵn sàng tiếp cận công nghệ mới.",
  "Quyền lợi": "Dải lương dự kiến: 25,000,000 – 40,000,000 VNĐThưởng đạt, vượt chỉ tiêu KPI/Thưởng năng suất: Xét thưởng áp dụng khi nhân viên đạt chỉ tiêu KPI cá nhân và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng tháng lương 13 (thưởng Tết Âm Lịch): Xét thưởng định kỳ cuối năm căn cứ theo quy định của công ty và tùy thuộc vào tình hình kết quả kinh doanh của công tyThưởng thâm niên: Xét thưởng định kỳ cuối năm căn cứ theo thâm niên làm việc của nhân viên theo quy định của công ty và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.ĐIỀU CHỈNH LƯƠNG:Xem xét điều chỉnh lương khi cần thiết trong quá trình làm việc hoặc khi có thành tích vượt trội (không giới hạn số lần tăng lương trong năm). Các tiêu chí xét điều chỉnh lương:Thời gian làm việc thực tếKết quả đánh giá hiệu quả công việc của cá nhân và bộ phận theo KPNăng lực/đóng góp của bản thânCÁC CHẾ ĐỘ PHÚC LỢI:Môi trường và điều kiện làm việc:Được làm việc trong công ty có Brandname số 1 Việt Nam về lĩnh vực truyền thông quảng cáo với những product khủng đang chạy.Đồ uống, đồ ăn nhẹ tại văn phòng.Các sự kiện hoạt động văn hóa nhân dịp lễ, tết:Hoạt động kỉ niệm và tặng quà sinh nhật CBCNVHoạt động kỉ niệm các ngày lễ, tết: ngày Quốc Tế Phụ Nữ 8/3, ngày Phụ Nữ Việt Nam 20/10, ngày Lễ Giáng Sinh, Tết Dương Lịch, Tết Trung Thu, Tết Thiếu Nhi…Hội diễn và tiệc tổng kết Sum Up cuối nămRadio Mõ Làng, chương trình phát thanh truyền thông nội bộCác hoạt động liên hoan team building theo nhóm, khối, bộ phận…Chương trình chăm sóc sức khỏe toàn diện VC Health CareThăm khám sức khỏe định kỳ hàng năm tại các bệnh viện cao cấpĐược tham gia các hoạt động trải nghiệm tư vấn chăm sóc sức khỏe từ các chuyên gia y tế, do công ty tổ chức theo hình thức các kênh trực tuyến và trực tiếp tại văn phòng.Chế độ nghỉ dưỡng và phúc lợi:Chế độ nghỉ mát (theo quy chế của công ty).Chế độ nghỉ phép (12 ngày nghỉ phép/năm theo quy định của Luật Lao Động).Chế độ Hiếu, Hỉ, Sinh Con.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer-muc-luong-upto-1500/601744.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Ecoit",
  "job_title": "Java Developer",
  "salary": "1,000 - 1,500 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "– Tham gia phát triển các dự án với khách hàng– Tham gia lập trình, xây dựng các chức năng/giải pháp đáp ứng yêu cầu của dự án.– Tham gia phát triển các sản phẩm nền tảng của công ty– Triển khai phần mềm tại địa điểm khách hàng;– Kiểm thử, xử lý lỗi trước và trong quá trình chuyển giao cho khách hàng;– Hỗ trợ xây dựng tài liệu dự án;– Nghiên cứu các công nghệ mới áp dụng cho các dự án của công ty.",
  "Yêu cầu ứng viên": "– Có kinh nghiệm tối thiểu 03 năm về lập trình Java:  Java, J2EE, Java Core.– Sử dụng thành thạo một trong các hệ quản trị cơ sở dữ liệu MySQL, Postgre SQL, MS SQL Server, Oracle,…– Đã tiếp cận và có kiến thức về OOP, MVC, Spring, Struts, Hibernate.– Thành thạo một trong các công cụ quản lý mã nguồn: GIT, SVN, ...– Sử dụng tốt các IDEs: Eclipse, NetBeans, ...– Có khả năng xử lý các vấn đề khi làm việc trong đội nhóm và tiến độ dự án.– Khả năng chịu được áp lực công việc, có thể đi công tác khi có sự điều động.– Tác phong làm việc chuyên nghiệp, tinh thần trách nhiệm cao.+ Ưu tiên nếu ứng viên biết thêm các nền tảng framework như: Portal liferay, core Banking, quy trình BPM, ZK framework.+ Ưu tiên khả năng quản lý nhóm, lập kế hoạch, phân công, đào tạo nhóm và ra quyết định.",
  "Quyền lợi": "- Thu nhập hấp dẫn lên tới 1500$ (hoặc hơn nếu năng lực đáp ứng).- Kỳ xét tăng lương hàng năm.- Thưởng không giới hạn: thưởng dự án, thưởng các dịp lễ tết, thưởng nóng theo kết quả công việc.- Được hướng dẫn, đào tạo nâng cao năng lực bởi các chuyên gia đầu ngành.- Làm việc trong môi trường công bằng, chuyên nghiệp, trẻ trung, năng động.- Được tham gia các hoạt động teambuilding, chương trình du lịch hè 01 năm/lần.- Chế độ phúc lợi được đảm bảo theo luật Lao động.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-web-developer-ruby-nodejs-python/905921.html?ta_source=JobSearchList",
  "company_name": "PIXTA Vietnam Co., Ltd.",
  "job_title": "Web Developer",
  "salary": "Tới 1,200 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Your scope of workDesign and build systems using RoR, NodeJs and Serverless ArchitectureStay up to date and recommend best solutions in the process of developing and share knowledge with colleaguesActively contribute and give ideas for productsCollaborate across time zones via Slack, GitHub comments, documents, and frequent video conferencesCreate professional working environment by following Scrum framework",
  "Yêu cầu ứng viên": "Your Skills and ExperienceThe best fit candidates will own:1-2 years experience in Web Development fieldHave knowledge of one Language programming (Ruby, Python…)Understand software development architectures Microservices, Monolithic,…Basic knowledge of relational database, NoSQL databaseExperience in API development and authenticationBonus PointsKnowledge of Frontend technology: ReactJS, VueJS,..Experience in working with search engines: Elasticsearch, Solr,…Experience with message queuing: AWS SQS, Kafka,..Experienced working with Web server: Nginx, Apache,…Familiarity with GraphQLFamiliarity with AWSEnglish: verbal and written communication skills (speaking Japanese is an advantage with attractive allowance)",
  "Quyền lợi": "Benefit PackageSalary & AllowanceSalary:  Junior Level: up to 1200 USDPerformance review: twice per year & bonus up to 2 months salary end of year; quarterly award…Lunch allowance (40.000 VND/day), free parking feeFull insurance & extra health care card and family bonus based on company regulation5 working days/week, 13 annual leave days/year, company special holiday, senior annual leave per 2 years…Career GrowthPersonal growth development in both technical and business/communication skillsOpportunity to apply your talent attraction knowledge, learn new things and contribute your expertise for a well-known company in the technology fieldBe given the freedom to develop your working plans and grow as you want to beBe received support from nice manager and coworkersBecome core members of the project, take whole responsibility for the projectDive deep into technologies, learn how tools truly work and contribute for a leading product company in Asian marketBe given freedom to learn and complete tasks in your own way while still be supported by smart leader and colleaguesTeam rotation opportunityEducation and AwardTeam training, seminars, and useful documents are availableQuarterly Awards for initiatives and achievementsFree Coursera accountWorking EnvironmentYoung, transparent & initiativeInternal Activities: Company trip (Yearly), Company outing (Quarterly), Health check-up (Yearly), Code Camp,…Club: Table tennis, Soccer, Music Clubs…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/front-end-developer-luong-10-15-trieu-thang/149385.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Csell Global",
  "job_title": "Developer",
  "salary": "10 - 15 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "+ Thiết kế và phát triển các yếu tố UI / UX.+ Phát triển các css module và jquery module.+ Hỗ trợ thành viên trong nhóm khi có yêu cầu.+ Thể hiện sự chủ động và sáng tạo để giải quyết vấn đề.+ Chủ động chia sẻ thông tin trong toàn đội.+ Tìm hiểu các công nghệ mới để phục vụ công việc.",
  "Yêu cầu ứng viên": "+ Thành thạo sử dụng HTML, CSS3, CSS Responsive, Jquery, Typescript.+ Có kinh nghiệm làm việc với: Angular 2 - 8, ReactJs, Redux, Webpack, hoặc các thư viện JS khác là một lợi thế.+ Có kinh nghiệm xây dựng các css module và css responsive.+ Hiểu biết và có kinh nghiệm phát triển với các trình duyệt khác nhau.+ Sử dụng thành thạo BEM Methodology, CSS preprocessors such as SASS, LESS,...+ Có kỹ năng và tư duy UI/UX tốt.+ Có kinh nghiệm làm việc với API RESTful, JSON",
  "Quyền lợi": "- Lương hấp dẫn theo năng lực 10 - 15 Triệu/ Tháng- Tham gia BHXH, BHYT .. theo quy định của nhà nước- Lương tháng thứ 13, nghỉ mát cùng các chế độ đãi ngộ khác của công ty- Tham gia các khóa đào tạo, nâng cao năng lực của công ty- Môi trường làm việc chuyên nghiệp, trẻ năng động có cơ hội phát triển khả năng kĩ thuật của bản thân, được làm việc cùng các bạn trẻ tài năng, phát huy mọi lợi thế của bản thân.- Cơ chế đánh giá, thưởng đối với nhân viên xuất sắc theo tháng/quý/năm; dự án, đột xuất hoặc theo chất lượng công việc.- Thời gian làm việc: từ thứ 2 đến thứ 6 .- Cơ hội thăng tiến ở nhiều vị trí quản lí và lãnh đạo: Trưởng phòng kĩ thuật, Giám đốc kĩ thuật…- Cơ hội hợp tác, liên kết với nhiều đối tác lớn.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-frontend-developer/994523.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH ALPHA BLOCK",
  "job_title": "Frontend Developer",
  "salary": "Tới 15 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng các chức năng front-end của Website, Web application.- Phối hợp với các back-end developers và web designers để cải thiện tính khảdụng- Thực hiện các công việc khác theo yêu cầu của cấp quản lý",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học/cao đẳng chuyên ngành công nghệ thông tin, toán tin;Có 1-2 năm kinh nghiệm làm front-endCó tư duy về UI/UX tốt.Hiểu biết thành thạo về HTML, CSS và các khả năng của trình duyệt.Hiểu biết sâu sắc về Javascript, khả năng tương thích trên nhiều trình duyệt.Thông thạo một trong các framework: AngularJS hoặc ReactJS hoặc Javafrontend, hệ sinh thái liên quan.Có kinh nghiệm thiết kế, phát triển & triển khai các dự án liên quan đến RESTfulAPICó thể làm việc độc lập cũng như theo team.Ưu tiên:+ Ứng viên đã từng làm team lead cho các team front-end. Có khả năng quản lý và đàotạo các member khác.+ Ứng viên có thể làm Fullstack.",
  "Quyền lợi": "Làm việc từ thứ 2 đến thứ 6Thưởng các ngày lễ Tết trong năm, thưởng tháng lương 13, thưởng Tết 1-5 thánglươngReview tăng lương tối thiểu 1 lần/nămDu lịch nghỉ mát, team building nhiều lần trong nămĂn trưa, café đồ ăn nhẹ miễn phí tại văn phòngKhám sức khỏe định kì hàng nămBHXH, BHYT, BHTN theo quy định của pháp luật hiện hành.Được vay vốn mua nhà, xe, vay tiêu dùng với lãi suất ưu đãi theo chính sách củaCông tyĐược thử thách trong các dự án lớn, có cơ hội khẳng định năng lực bản thân vàphát triển sự nghiệp",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/05/2023"
}