[{
  "job_url": "https://www.topcv.vn/viec-lam/python-ai-engineer-du-an-khach-hang-tieng-anh/1000320.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
  "job_title": "Tiếng Anh",
  "salary": "Tới 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển Web, AI/ML, sử dụng Python- Tham gia vào việc nghiên cứu giải pháp, phân tích thiết kế và tối ưu hoá hệ thống.- Tìm hiểu, nghiên cứu công nghệ mới",
  "Yêu cầu ứng viên": "- Có ít nhất 3 năm kinh nghiệm lập trình sử dụng Python- Kinh nghiệm làm việc 1 Python framework/library(Web:Django, Flask.  Data: PyTorch, TensorFlow)- Nắm vững kiến thức về OOP, hiểu biết về Design Patterns, SOLID- Có kinh nghiệm từ 2 năm về AI/Machine learning- Có kiến thức về database design, query optimization, DB tuning, clustering- Hiểu biết về xử lý tối ưu performance và security- Hiểu biết về frontend, cấu trúc và xử lý dữ liệu- Có tư duy tốt, có khả năng tự học hỏi cao, cập nhật kiến thức nhanh- Khả năng teamwork ,tiếng anh giao tiếp tốt, có thể làm việc trực tiếp với khách hàng- Có hiểu biết về mô hình Agile/Scrum",
  "Quyền lợi": "Mức lương cạnh tranh + tháng 13 + thưởng dự án, thưởng nóng,...Phụ cấp văn hóa, phụ cấp trách nhiệm (cấp quản lý)Thời gian làm việc: T2-T6 (8h30-5h30), nghỉ T7, CNNghỉ mát trong nước (gói 5-7 triệu)+ Teambuilding (ít nhất 2 lần/năm) + khám sức khỏe định kỳThưởng các ngày lễ, Tết, hỷ,....Thưởng nóng với các trường hợp đạt chứng chỉ chuyên môn trong thời gian làm việc tại VMOCác hoạt động thể thao, văn hóa đa dạng và phong phú như CLB Bóng đá, đạp xe, bơi lội, cầu lông,...Được tham gia vào các lới tiếng anh, tiếng Nhật nếu cần tăng thêm skill về ngoại ngữĐược tạo điều kiện học tập, tham gia các khóa học nâng cao chuyên môn và các Seminar công nghệ được tổ chức hằng tháng tại công ty.Chế độ thai sản riêng cho nữ ngoài bảo hiểm.Môi trường trẻ trung, năng động, nhiều hoạt động toàn công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/node-js-developer-tu-2-5-nam-kinh-nghiem/1000237.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH HAPOSOFT",
  "job_title": "Developer",
  "salary": "Tới 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các dự án Web của công ty và khách hàng sử dụng NodeJSTham gia phân tích yêu cầu, thiết kế hệ thống, thiết kế Database, phát triển các chức năng.Thực hiện công việc theo mô hình Agile/ Scrum, lập kế hoạch, thực hiện, kiểm soát và báo cáo công việc theo từng Sprint.Tham gia nghiên cứu và định hướng về công nghệ mới giúp quá trình phát triển sản phẩm được tối ưu hơn.",
  "Yêu cầu ứng viên": "Tốt nghiệp ĐH các chuyên ngành liên quan tới CNTT.Có tối thiểu2,5 nămkinh nghiệm phát triển web sử dụng NodeJS.Thành thạo về HTML/ CSS/ jQuery/ AJAX/...Có kiến thức về hệ quản trị cơ sở dữ liệu MySQL.Hiểu biết về MVC, OOP, Restful API, Design Pattern.Sử dụng tốt công cụ quản lý mã nguồn GIT.Có khả năng tư duy, học hỏi nhanh; chủ động trong công việc; làm việc độc lập và làm việc nhóm tốt.Ứng viên có tiếng Nhật là một lợi thế.Có hiểu biết và kinh nghiệm làm việc vớiAngularJSlà lợi thế.",
  "Quyền lợi": "Mức lương thỏa thuận theo năng lực, lên tới 35M.Xét tăng lương 2 lần/ năm.Thưởng cuối năm: ít nhất 1 tháng lương + thưởng dự án; Thưởng các dịp lễ tết, sinh nhật, giới thiệu nhân sự,...Luôn tạo môi trường làm việc IT thoải mái, năng động và đặc biệt hỗ trợ nhau trong công việc.Có cơ hội thăng tiến trở thành Team leader, Technical leader, PM.Trợ cấp chứng chỉ tiếng Nhật, chứng chỉ chuyên môn. (nếu có)Được hỗ trợ nâng cao kiến thức, kỹ năng thông qua các hoạt động: Seminar (về công nghệ, kỹ năng mềm, kỹ năng quản lý…); CLB chuyên môn (Product Owner, Agile Developer, AWS); Các khóa đào tạo từ các học viện uy tín,…Hỗ trợ định hướng lộ trình phát triển bản thân, định hướng mục tiêu cá nhân (OKR, 1on1 với mentor nhiều kinh nghiệm).Đóng bảo hiểm và các chế độ khác đầy đủ theo quy định của Luật.Tham gia các hoạt động tập thể của công ty: Team building, du lịch hằng năm, CLB bóng đá, party hàng tháng…Cung cấp đầy đủ thiết bị làm việc; Free trà, cafe, vé gửi xe.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-web-asp-net/139782.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ Việt Nam",
  "job_title": "Lập Trình Web",
  "salary": "10 - 15 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển và duy trì hệ thống website.- Hỗ trợ khách hàng.- Làm việc nhóm, đảm bảo deadline của dự án.",
  "Yêu cầu ứng viên": "- Có kinh nghiệm phát triển website trên mô hình MVC.- Có kiến thức lập trình client side (Javascript, html, CSS), thành thạo các thư viện Javascript (Jquery, Bootstrap, Angular…) là một lợi thế.- Có khả năng về cơ sở dữ liệu MS SQL, MySQL.- Có khả năng đọc hiểu tài liệu tiếng Anh.- Có khả năng nghiên cứu công nghệ mới, chủ động và có trách nhiệm trong công việc, sẵn sàng làm thêm giờ nếu được yêu cầu.",
  "Quyền lợi": "- Lương hấp dẫn theo năng lực- Tham gia BHXH, BHYT .. theo quy định của nhà nước- Lương tháng thứ 13, nghỉ mát cùng các chế độ đãi ngộ khác của công ty- Tham gia các khóa đào tạo, nâng cao năng lực của công ty- Môi trường làm việc chuyên nghiệp, trẻ năng động có cơ hội phát triển khả năng kĩ thuật của bản thân, được làm việc cùng các bạn trẻ tài năng, phát huy mọi lợi thế của bản thân.- Cơ chế đánh giá, thưởng đối với nhân viên xuất sắc theo tháng/quý/năm; dự án, đột xuất hoặc theo chất lượng công việc.- Thời gian làm việc: từ thứ 2 đến thứ 6 .- Cơ hội thăng tiến ở nhiều vị trí quản lí và lãnh đạo: Trưởng phòng kĩ thuật, Giám đốc kĩ thuật…- Cơ hội hợp tác, liên kết với nhiều đối tác lớn.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c/999985.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công Nghệ DPK Việt Nam",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 1,300 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển các tính năng ứng dụng theo yêu cầu của tài liệu mô tả yêu cầu sản phẩm, bao gồm cả phần xử lý và giao diện (Qt Framework tùy theo yêu cầu sản phẩm).- Phân tích, đưa ra giải pháp và thực hiện Unit Test, sửa lỗi trong quá trình phát triển và kiểm thử.- Tối ưu tính năng, hiệu năng của ứng dụng.",
  "Yêu cầu ứng viên": "- Có kinh nghiệm >=1 năm phát triển ứng dụng Desktop.- Có kinh nghiệm phân tích thiết kế, kỹ năng lập trình C++.- Có kinh nghiệm thiết kế giao diện trên ngôn ngữ C++ với Qt Framework.- Có kinh nghiệm về OOP, Design pattern, UX/UI.- Sử dụng thành thạo Git, Svn, Linux.- Ưu tiên ứng viên có kinh nghiệm sử dụng HĐH Linux.- Ưu tiên ứng viên có kinh nghiệm xử lý ảnh với OpenCV.",
  "Quyền lợi": "- Làm việc từ thứ 2 đến thứ 6.- Lương thỏa thuận theo năng lực thực tế của ứng viên.- Review lương 1 - 2 lần/năm.- Được đóng BHXH, BHYT, BHTN.- Trợ cấp đi lại, trợ cấp ăn trưa, trợ cấp onsite khi tham gia dự án bên khách hàng.- Thưởng lễ tết, thưởng tháng lương thứ 13.- Du lịch hàng năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 01/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien/998815.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Công nghệ Điện Giao Thông",
  "job_title": "Lập Trình Viên",
  "salary": "12 - 18 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Làm việc theo yêu cầu của các sếp.- Lập trình vi mạch bộ điều khiển trung tâm cho hệ sinh thái smart home và e-fram kết hợp công nghệ zigbee- Thiết kế mạch PCB, lên quy trình sản xuất mẫu thử nghiệm- Lên phương án triển khai và đánh giá độ ổn định- Sử dụng SMT32, CC2652, cùng với các chuẩn giao tiếp I2C, UART,... kết hợp vói các ngoại vi tạo nên bộ trung tâm xử lí tín hiệu- Họ STM32 ,  STM8: ứng dụng vào các dựu án thực , sử dụng tài nguyên của chip như I2C, UART, TIMER,FLASH,....- HỌ ESP32, ESP8266: kêt nối mạng cho các thiết bị đẩy dữ kiệu lên server với giao thức MQTT, truyền nhận thông tin điều khiển giám sát từ xa- AT89S52, ATMEGA16P, PIC16F877A: sử dụng lập trình giao tiếp với các ngoại vi và dừng lại ở mức nghiên cứu",
  "Yêu cầu ứng viên": " Hiểu biết về lập trình C/C++ cho các dòng vi xử lý (AVR, PIC, ARM…) Hiểu biết về cấu trúc, cơ chế hoạt động của Vi điều khiển Thành thạo các ngoại vi phổ biến như GPIO, PWM, USART, ADC, SPI, I2C, CAN… Hiểu biết về các giao thức truyền thông: RS485, CAN, Modbus RTU, Modbus TCP/IP, Lora, .... Biết sử dụng phần mềm vẽ mạch: altium, orcard, Lập trình .NET .Net winform, WPF, Asp.net core Biết các framework lập trình fontend web: angular, react, vuejs Hiểu biết về các cơ sở dữ liệu: sql server, mysql, postgetsql Cơ tư duy tốt về cấu trúc dữ liệu và giải thuật. Đọc, hiểu, tư duy và giải quyết vấn đề nhanh.",
  "Quyền lợi": "Được hưởng lương 100% theo thỏa thuậnĐược làm việc cùng các chuyên gia, tiến sĩ trong lĩnh vực về điện, điện tử• Môi trường làm việc năng động, thân thiện, cơ hội thăng tiến. Làm việc cùng đội kĩ sư và giảng viên giàu kinh nghiệm.• Được đào tạo thêm để nâng cao nghiệp vụ chuyên .• Có phụ cấp xăng xe và ăn trưa• Được nghỉ 2 ngày thứ 7, 4 ngày chủ nhật và những ngày lễ theo quy định• Được tham gia BHXH, BHYT, BHTN theo quy định.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/web-developer/966257.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Dịch Vụ Trực Tuyến Hoàng Linh",
  "job_title": "Web Developer",
  "salary": "Tới 30 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Phân tích và phát triển các yêu cầu, sử dụng công nghệ .NET, MSSQL.Nghiên cứu và sử dụng các công nghệ mới để giải quyết các vấn đề.Tham gia thiết kế và vận hành hệ thống web.",
  "Yêu cầu ứng viên": "Kinh nghiệm từ 1 năm trở lênCó kinh nghiệm khả năng sử dụng .NET MVC, Entity Framework, MSSQLCó kinh nghiệm về front-end (CSS, HTML, JavaScript). Biết sử dụng các thư viện của JavaScript (jQuery, AngularJS...), Bootstrap là một lợi thế.Có kinh nghiệm sử dụng SQL. Biết sử dụng NoSQL là một lợi thế.Làm việc độc lập hoặc theo nhóm, có trách nhiệm cao.",
  "Quyền lợi": "Thu nhập thỏa thuận, xứng đáng với năng lực làm việc;Được đào tạo về game.Môi trường làm việc năng động, cơ hội thăng tiến cao;Làm việc từ 9h-17h30 từ thứ 2 đến thứ 6Các chế độ bảo hiểm đầy đủ theo quy định pháp luật;Tháng lương thứ 13;Thưởng cuối năm theo kết quả kinh doanh;Thưởng Tháng, thưởng Quý, thưởng Năm cao;Du lịch hàng năm.Các phúc lợi khác theo quy định Công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/886678.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Code, implement, unit test, maintain and troubleshoot web application.Comply with established coding quality standard of the company.Work closely with QA team to ensure the project quality Report to Team Leader.Assist Team Leader in reviewing work result of low-level members.Participate in R&D, training, knowledge sharing activities.Follow the project and organization processes, policies and regulations.Ensure the assigned tasks to be performed on-time and with high quality.Working time: Monday – Friday (9:00 – 18:00)",
  "Yêu cầu ứng viên": "Degree in Software Engineering, Information Technology or relevant. At least 2 years of work experience in developing web application.Experienced in .NET and/or .NET Core,  web development, JavaScriptHave good knowledge about Object-Oriented Programming (OOP).Experienced in Git or other source control systems.English: reading, writing.Good time management, communication and problem-solving skills.Good teamwork spirit and logical thinking.Able to quickly manage new technologies.",
  "Quyền lợi": "15 days annual leave13,14 month performance based bonusInsurance full gross salaryWorking with a high performance team delivery product quickly with qualityCompany trip",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-onsite-tai-nhat-ban/715985.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH ZINZA TECHNOLOGY",
  "job_title": "Lập Trình Viên Java",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "• Tham gia phát triển các ứng dụng trên nền tảng Java cho khách hàng Nhật Bản.• Được tham gia đồng hành cùng các doanh nghiệp của Nhật để xây dựng hệ thống cho chính phủ, hệ thống tài chính ngân hàng và hệ thống thông tin đường cao tốc.• Làm việc theo sự phân công của Trưởng nhóm/Quản lý dự án, phối hợp giữa các nhóm để phát triển sản phẩm.• Hỗ trợ các thành viên trong nhóm với các chức năng phức tạp, tham gia nhận xét, đánh giá sourcecode của các thành viên trong nhóm.• Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.",
  "Yêu cầu ứng viên": "_Kỹ năng giao tiếp:• Tiếng Nhật: tương đương N2 trở lên, giao tiếp được với khách hàng.• Chủ động trong giao tiếp._ Yêu cầu kỹ thuật chuyên môn:• Có trên 1 năm kinh nghiệm làm các dự án Java, sử dụng: Spring, Struts, Hibernate, JPA, Intra – mart là một lợi thế.• Có hiểu biết về Java Core, OOP, Design Pattern.• Có khả năng thiết kế, tối ưu database (SQL, NoSQL).• Có kiến thức web service (RESTful).• Có khả năng nhận xét, đánh giá sourcecode của các thành viên khác trong nhóm.• Ưu tiên ứng viên có kinh nghiệm làm việc ở Nhật Bản hoặc đang ở Nhật Bản.• Chủ động, tư duy tích cực và có tinh thần trách nhiệm cao với công việc.• Địa điểm làm việc: Tokyo – Japan.",
  "Quyền lợi": "• Mức lương thỏa thuận theo năng lực upto 600 Man/năm• Được tham gia các loại bảo hiểm theo quy định của Pháp luật (BHXH, BHYT, BHTN).• Được đánh giá tăng lương/thăng chức 1 lần/năm.• Được hỗ trợ kinh phí học tập và nâng cao trình độ bản thân.• Hỗ trợ 100% chi phí đi lại (tối đa 20,000 JPY/tháng).• Hỗ trợ nhà ở: 30,000 JPY/tháng.• Hỗ trợ xin visa (cho ứng viên ở Việt Nam), đổi visa (cho ứng viên tại Nhật Bản) nếu cần.• Tiền thưởng: theo kết quả công việc và tình hình kinh doanh của công ty.• Môi trường làm việc chuyên nghiệp, ổn định lâu dài, được hỗ trợ phát huy khả năng.• Thời gian làm việc: Từ Thứ 2 – thứ 6.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-back-end-ho-tro-luong/734526.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TÀI NGUYÊN TRI THỨC VIỆT NĂNG",
  "job_title": "Lập Trình Back End",
  "salary": "Tới 5 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia xây dựng và phát triển dự ánLàm việc theo quy trình, các công cụ phần mềm hỗ trợ của công ty (quản lý dự án, phân công công việc…)Nghiên cứu công nghệ và đưa ra đề xuất phát triển sản phẩm công tyCác công việc khác theo yêu cầu của Trưởng bộ phận",
  "Yêu cầu ứng viên": "Sinh viên năm 4 đang trong thời gian chờ bằng (hoặc còn không quá 2 môn học) chuyên ngành Công Nghệ Thông Tin, Khoa Học Máy Tính, Lập Trình Ứng Dụng,.....hoặc đã tốt nghiệpNắm vững kiến thức cơ bản về lập trình:ASP.NET  Webform, MVC, Api, Entity, C Sharf,  Framework, cơ sở dữ liệu: SQL / Oracle.Có kiến thức cơ bản về html, javascript, css. AngularJS là một lợi thếTrách nhiệm, nhiệt tình, năng động trong công việc.",
  "Quyền lợi": "Trợ cấp thực tập từ 3.000.000 - 5.000.000/tháng (Tùy theo năng lực, kinh nghiệm của ứng viên)Được đào tạo và hướng dẫn trực tiếp bởi LeaderĐược xét thưởng dự án.Cơ hội thành thành viênCHÍNH THỨCcủa VnResource sau kỳ thực tậpCác phúc lợi khác: Sinh nhật, du lịch, thưởng Lễ/ Tết, Lương tháng 13Môi trường làm việc thân thiện, năng động, trang phục tự do.Nhiều hoạt động, vui chơi gắn kết tập thể: Teambuilding hằng năm, tri ân Trainer 20/11, Noel Party, Year-end party,...cắm trại, du lịch theo teamThời gian làm việc từ T2 – sáng T7 (08h– 12h, 13h30 – 17h30, trưa nghỉ 1 tiếng rưỡi)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/999899.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công Nghệ DPK Việt Nam",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Tới 1,300 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "+ Phát triển ứng dụng trên ngôn ngữ C-sharp+ Phát triển các tính năng ứng dụng theo yêu cầu của tài liệu mô tả yêu cầu sản phẩm.+ Thực hiện Unit Test, sửa lỗi trong quá trình phát triển và kiểm thử+ Tối ưu tính năng, hiệu năng của ứng dụng",
  "Yêu cầu ứng viên": "+ Có kinh nghiệm >=1 năm phát triển ứng dụng .NET+ Thành thạo MVC, WPF+ Có kinh nghiệm thiết kế giao diện với C-sharp với nền tàng dotNet+ Có kinh nghiệm sử dụng database (SQL)+ Kỹ năng tư duy logic và thuật toán tốt, phân tích và giải quyết vấn đề.",
  "Quyền lợi": "- Lương thỏa thuận theo năng lực thực tế của ứng viên - Up to $1300.- Làm việc từ thứ 2 đến thứ 6- Review lương 1 - 2 lần/năm.- Được đóng BHXH, BHYT, BHTN.- Trợ cấp đi lại, trợ cấp ăn trưa, trợ cấp onsite khi tham gia dự án bên khách hàng.- Thưởng lễ tết, thưởng tháng lương thứ 13-14.- Du lịch hàng năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer/870581.html?ta_source=JobSearchList",
  "company_name": "XGame",
  "job_title": "Unity Developer",
  "salary": "Tới 40 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển game 2D/3D trên nền tảng Unity- Tham gia các dự án về game. Dev bằng Unity và các phần mềm lập trình khác.- Phối hợp với các thành viên trong team để hoàn thiện và tối ưu game: animation, UI, UX...- Đóng góp ý tưởng nội dung công việc.",
  "Yêu cầu ứng viên": "Có kinh nghiệm lập trình Unity 06 tháng trở lên.Yêu thích làm game.Có khả năng làm việc với mọi khía cạnh trong phát triển ứng dụng bao gồm UI, animation...Có kiến thức về lập trình(C, Java.....)",
  "Quyền lợi": "- Lương net: 10-40tr/tháng , phụ cấp ăn trưa, thuê trọ, đi lại- Văn hóa công ty: đọc sách, tập thể dục hàng ngày;- Làm việc trong môi trường trẻ trung, thân thiện và hướng đến việc phát triển con người;- Thưởng các ngày nghỉ lễ. thưởng lương tháng 13; thưởng tết (3-5 tháng lương);- Xét duyệt thưởng tour du lịch 6 tháng/ lần- Review lương 2 lần/năm;- Trang bị thiết bị hiện đại, laptop, màn hình lớn;- Chế độ BHXH, BHYT, BHTN theo luật lao động;- Đồ ăn nhẹ /đồ uống miễn phí;- Du lịch hàng năm, tham gia liên hoan hàng tháng;- Tham gia vào CLB Bóng đá của công ty hàng tuần.- Quyền lợi dành cho thành viên làm >1 năm: Khám sức khỏe tổng quát 1 năm/lần, Cấp vốn mua nhà,mua xe, thẻ tập gym, yoga",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-backend-developer-mobile-app/999785.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN IKAME VIỆT NAM",
  "job_title": "Backend Developer",
  "salary": "Tới 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia vào quá trình thiết kế, phát triển và triển khai hệ thống phần mềm Backend.- Xây dựng các ứng dụng và dịch vụ RESTful APIs, web sockets, message queues, caching, load balancing, security, etc.- Thiết kế cơ sở dữ liệu và quản lý các kết nối database.- Tối ưu hóa hệ thống và giải quyết các vấn đề liên quan đến hiệu suất và khả năng mở rộng của hệ thống.- Đảm bảo tính bảo mật và an ninh của hệ thống.- Thực hiện kiểm thử và phát triển các phiên bản.- Giải quyết các vấn đề và lỗi phát sinh trong quá trình phát triển và triển khai hệ thống.- Hỗ trợ cho các thành viên khác trong đội ngũ phát triển phần mềm.- Liên tục nghiên cứu, cập nhật các công nghệ mới (AI, ML…) để ứng dụng vào sản phẩm.",
  "Yêu cầu ứng viên": "- Thành thạo lập trình ngôn ngữ lập trình back-end như NodeJS, PHP, Python- Cần phải có kỹ năng về các công cụ DevOps như Docker, Jenkins, Puppet, Ansible, Kubernetes,.. để có thể xây dựng, triển khai và quản lý ứng dụng một cách hiệu quả.- Có kỹ năng về việc tạo các pipeline CI/CD để tự động hoá việc triển khai và kiểm thử ứng dụng.- Cần nắm vững các công nghệ và framework phổ biến như Express.js, Django, Ruby on Rails, hoặc Spring.- Cần hiểu rõ về quản lý cơ sở dữ liệu, từ thiết kế cơ sở dữ liệu đến việc triển khai và tối ưu hóa cơ sở dữ liệu.- Cần có kiến thức về bảo mật thông tin và phòng chống tấn công mạng.- Nắm vững kiến thức về OOP, Design Pattern- Sử dụng tốt các công cụ: GIT/GitLab/SVN- Có kinh nghiệm làm việc với Nginx hoặc Apache servers.- Đã làm việc với các dịch vụ Cloud của Google hoặc AWS services- Có tư duy tốt, có khả năng phân tích và giải quyết vấn đề- Sẵn sàng học và tiếp cận với các công cụ và công nghệ mới.- Đã từng phát triển mobile app là lợi thế.",
  "Quyền lợi": "- Mức lương từ $500 - $1000/tháng, thử việc 100% lương, review lương 2 lần/năm- Cơ hội tiếp cận và tìm hiểu sâu về phần vận hành, hệ thống, quy trình của mảng game/app - mảng cực kỳ tiềm năng và bền vững- Cơ hội tiên phong xây dựng những công cụ, hệ thống hỗ trợ mang lại lợi thế kinh doanh và hiệu quả vận hành nội bộ- Cơ hội được học hỏi, được thử sai, được đưa ý kiến để rèn luyện bản thân và trau dồi kinh nghiệm thực chiến với việc hỗ trợ lên tới 100% chi phí các khóa học mọi kỹ năng- Con người là số 1 - bạn sẽ được quan tâm từ bữa ăn xế chiều, tới chỗ ngủ, từ tủ đầy đồ ăn vặt tới bàn bia, bi-lắc, PS4 xả não, thư viện cho những tâm hồn yêu thích đọc sách- Các chế độ đãi ngộ khác như Trợ cấp ăn trưa 1M/tháng, Gói khám sức khỏe toàn diện ưu việt, teambuilding, du lịch hàng năm... đều được đảm bảo- Thưởng LINH HOẠT & HẤP DẪN: Thưởng lễ tết, Thưởng nóng, thưởng hiệu quả kinh doanh 2 lần/năm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer-junior/997618.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH OFFICIENCE",
  "job_title": "Data Engineer",
  "salary": "Tới 1,100 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "General information:Level: Middle/ExpType of the position: Full-time permanentCluster: IT CraftWorking time: 9:00 AM - 6:00 PM (flexible time - Hybrid working)Working location: F-Central; 16A Le Hong Phong, Ward 12, Dist. 10, HCMCAbout the role:Be a member of a dedicated teamProgram new scripts to crawl new sites, and new strategies to overcome technical difficulties (IP blocked, encrypted data,..)Keep on optimizing the crawling processDesign and implement a web app for real estateCommunicate with clients on innovations or improvements.Research machine learning model, visualize data (language, number)Other works according to project requirements",
  "Yêu cầu ứng viên": "At least1.5+ yearsexperience withLinux OS, Bash scriptFamiliar withCrawling Datafrom the websiteExperienced inSQL, and MySQLdatabases.Experienced inPython/Javascript/Bash scriptingData mining or have aninterest in Data ScienceTeamwork spirit, responsibility, and goodEnglish",
  "Quyền lợi": "Monthly salary:up to 1100 USDOther benefits:13th-month salaryTet bonusTrade Union giftsLunch served right at thepantryPremium healthcare packageAnnual healthcare checkup at theinternational clinicFree training classes with diverse topicsThe innovative salary review process22 leaves per year (12 AL + 10 SL)Laptop policy if anyParking-freeOnsite opportunities to France upon Client’s request",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-junior-up-to-800/922738.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Dịch vụ Gia tăng MobiFone",
  "job_title": "Java Developer",
  "salary": "10 - 18 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia thiết thiết kế và xây dựng các phần mềm hệ thống;Phân tích phương án, lên kế hoạch triển khai các phần mềm đảm bảo theo yêu cầu của Công ty;Tham gia hỗ trợ đối tác trong quá trình triển khai cũng như vận hành các dịch vụ mới của Công ty.Xây dựng các công cụ phục vụ cho kinh doanh như: báo cáo doanh thu, thống kê số liệu;Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học trở lên chuyên ngành Công nghệ thông tin hoặc tương đương;Có ít nhất 01 năm kinh nghiệm lập trình Java;Có kinh nghiệm triển khai backend API Restful kết nối và phục vụ trao đổi dữ liệu giữa các hệ thống;Có kinh nghiệm làm việc với một trong các hệ quản trị cơ sở dữ liệu như MySQL, SQL Server, Maria DB…;Có khả năng đọc, hiểu tài liệu chuyên ngành bằng tiếng Anh.",
  "Quyền lợi": "Thu nhập 10-18tr/tháng tùy năng lực, được tham gia đầy đủ BHXH, BHYT, BHTNĐược tham gia các khóa đào tạo để phát triển kỹ năngCơ hội được đi công tác, du lịch trong và ngoài nướcCơ hội phát triển nghề nghiệp rõ ràngĐịa điểm làm việc: Văn phòng MobiFone Plus Hà Nội: Tầng 3A, tòa nhà Harec, số 4A Láng Hạ, quận Ba Đình, Hà Nội",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 21/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-php/999620.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần OWS Việt Nam",
  "job_title": "Lập Trình PHP",
  "salary": "15 - 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Mô tả công việcTham gia thiết kế và xây dựng kiến trúc dự ánTham gia thiết kế cơ bản, viết hướng dẫn, review source code.Chịu trách nhiệm về tiến độ và chất lượng công việc, báo cáo hàng ngày trực tiếp cho   người quản lý.",
  "Yêu cầu ứng viên": "Tối thiểu từ 2 năm kinh nghiệm trở lập trình PHP Laravel hoặc NodejsCó kinh nghiệm làm việc với MySQLSử dụng thành thạo các tool quản lý code như: github, gitlabCó khả năng làm việc độc lập cũng như khả năng làm việc nhómĐam mê, nhiệt huyết, dám thử thách, dám thành côngCó khả năng đề xuất, đưa ra giải pháp cho các vấn đề của projectLợi thếCó khả năng sử dụng một số Javascript Framework (Vue.js, React.js….) PHP Framework (CodeIgniter, FuelPHP…)Có kinh nghiệm sử dụng MongoDB, PostgreSQLCó kinh nghiệm làm việc với DockerCó khả năng học hỏi nhiều web stack (Golang, Python…)Có kinh nghiệm sử dụng Cloud Service như AWS, GCP, Azure là một lợi thế cực lớnBiết DevOps là 1 lợi thế",
  "Quyền lợi": "Quyền lợi- Mức lương khởi điểm hấp dẫn (từ 15.000.000 đến 35.000.000 VND) đàm phán theo năng lực và mong muốn của ứng viên- Thưởng định kỳ và xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;- Được tham gia 2 gói bảo hiểm:- BHXH, BHYT, BHTN theo quy định pháp luật- Bảo hiểm chăm sóc sức khỏe cho cá nhân và người thân (OWS Care)- Được khám sức khỏe định kỳ hàng năm;- Có cơ hội tiếp xúc, học hỏi những công nghệ tiên tiến qua các dự án mới của công ty;- Được hưởng đầy đủ các chế độ phúc lợi khác như: thưởng dự án, thưởng lễ Tết, liên hoan, sinh nhật, teambuilding, nghỉ mát, gala,….- Weekly Techtalks trao đổi, chia sẻ về các công nghệ mới nhất; là cơ hội để các thành viên học hỏi lẫn nhau",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-mobile-developer/932646.html?ta_source=JobSearchList",
  "company_name": "Playground Co.,Ltd",
  "job_title": "Mobile Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Application development on mobile platforms- Maintain, fix bugs, design functions when needed- Perform other duties as assigned by management",
  "Yêu cầu ứng viên": "At least 3+ years experience in React Native, Javascript, Typescript programmingAbility to write well-documented, clean Javascript codeHave basic knowledge about Redux, React hook, navigation, CodePush…Good analytical and problem-solving skills.Master knowledge of GitHave experience using API RESTfulHave basic thinking about systems and platformsCareful, highly organized, and self-learning attitudeUnderstanding blockchain or Android Java/iOS Swift is a plus.Familiar with CI/CD pipelines like Jenkins/CircleCi  is a plus.Good soft skills: team player, not afraid to provide feedback to colleagues, etc.",
  "Quyền lợi": "Competitive salaryYoung, dynamic and fun working environment13th month salary, project bonusMonthly award for the best staff of the team, of the companyMonthly birthday party, quarterly team buildingFree foods and drinks at pantryReward tokens for employees working at the company from 3 monthsOpportunities for training abroad with long-term employees.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/12/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/front-end-developer/857281.html?ta_source=JobSearchList",
  "company_name": "Playground Co.,Ltd",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Development of F/E web Applications (Typescript, React, Vue,)Three.js related programming ability depending on experience or proficiency in Three.js(webgl), Canvas graphic or SVGCollaborating with management, departments, and customers to identify end-user requirements and specifications.Testing and deploying programs and applications.Troubleshooting, debugging, maintaining, and improving existing software.Observing user feedback to recommend improvements to existing software products.Developing technical documentation to guide future software development projects.Fulfill task assigned by team leader or project manager.",
  "Yêu cầu ứng viên": "TECHNICAL SKILLS• 3+ years of Front End programming experience (HTML5, CSS, JavaScript, etc.)• Understanding of the Javascript language, including ES6+ syntax, and nuances• Experience developing React, Vue.js Front-End MVVM• Enthusiasm to learn and develop new things• Experience in building applications from scratch (designing the architecture, database schema, deployment)• Experience working with HTML/ CSS and Javascript frameworks: ReactJS, VueJS• Experience with cloud providers (e.g., AWS, Azure, GCP), containerization (e.g., Docker, Kubernetes), and modern architecture patterns (e.g., microservices, reactive architectures, event-driven architectures.)SOFT SKILLS• English language skill is a plus.• Careful, highly organized, and self-learning attitude• Understanding and Experiences with Code standard/Coding convention• Good soft skills: team player, not afraid to provide feedback to colleagues, etc.",
  "Quyền lợi": "Compensation & Benefits:Competitive salaryYoung, dynamic and fun working environment13th month salary, project bonusMonthly award for the best staff of the team, of the companyMonthly birthday party, quarterly team buildingFree foods and drinks at pantryReward tokens for employees working at the company from 3 monthsOpportunities for training abroad with long-term employees.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/10/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-golang/933667.html?ta_source=JobSearchList",
  "company_name": "Playground Co.,Ltd",
  "job_title": "Backend Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Building and maintenance (Software Development) of core PHP-based projects of the company.Writing APIs for our web and mobile apps in PHP (Phalcon,...), integrating into other systems or consuming APIs..Collaborating with management, departments, and customers to identify end-user requirements and specifications.Testing and deploying programs and applications.Troubleshooting, debugging, maintaining, and improving existing software.Observing user feedback to recommend improvements to existing software products.Developing technical documentation to guide future software development projects.Fulfill task assigned by team leader or project manager.",
  "Yêu cầu ứng viên": "Bachelor's degree in Computer Science or Computer Engineering.3+ years (for Senior) and 1-2 years (for Junior) of experience developing in any of the following core language PHP frameworks: Phalcon, Laravel, CodeIgniter, Yii2, Zend, …Experience with database development including relational database design, MySQL, PostgreSQL.Know HTML, CSS, JS, be able to use available HTML templates.Experience designing and developing backend microservices is a big plus.Know how to use Git for source management.",
  "Quyền lợi": "Competitive salaryYoung, dynamic and fun working environment13th month salary, project bonusMonthly award for the best staff of the team, of the companyMonthly birthday party, quarterly team buildingFree foods and drinks at pantryReward tokens for employees working at the company from 3 monthsOpportunities for training abroad with long-term employees.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/10/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/embedded-software-engineer/998738.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH MCNEX VINA",
  "job_title": "Software Engineer",
  "salary": "10 - 20 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Ninh Bình",
  "Mô tả công việc": "Đánh giá pgm tính năng khi nhận từ bên Công ty bên Hàn (check spec các hạng mục theo tình hình thực tế )Thiết kế chương trình kiểm tra bộ nhớ ( Memory test ) nếu có yêu cầu từ Công ty bên HànThiết kế các dll kiểm tra và kiểm soát liên quan đến tính năng ( kiểm soát lỗi )Setup các công đoạn trên line (OTP , PDAF ,DF)Phân tích và báo cáo nguyên nhân các lỗi phát sinh các model tương ứngQuản lý PGM , CCF  và các spec , các hạng mục thay đổi..",
  "Yêu cầu ứng viên": "Trình độ học vấn:Tốt nghiệp Đại học hoặc tương đương (Công nghệ thông tin, Điện tử,...)Trình độ ngoại ngữ:có thể đọc hiểu văn bản, tài liệu tiếng AnhTrình độ chuyên môn:Sử dụng thành thạo visual C, C++ (biết MFC Project, Arduino là một lợi thế).Có khả năng thiết kế xây dựng giao diện Window Form.Biết và có thể sử dụng các lệnh CMD, xây dựng lệnh trên file batch script.Có kiến thức cơ bản về ảnh và thấu kính hoặc xử lý ảnh (Nếu có).Ưu tiên người đã có kinh nghiệm, chưa có kinh nghiệm sẽ được đào tạoYêu cầu cơ bản:Biết và sử dụng thành thạo Word, Excel, Power point… (Viết báo cáo, thống kê,...)Có khả năng làm việc nhóm, làm việc độc lập",
  "Quyền lợi": "Mức lương hấp dẫn cùng với các chế độ phúc lợi khác, từ 10-20trHỗ trợ ăn trưa tại nhà máyCó xe đưa đón hàng ngày từ Hà Nội, Ninh BìnhĐược tham gia BHXH, BHYT, BHTN ngay sau khi ký hợp đồng lao động, trong cả thời gian thử việcMôi trường làm việc chuyên nghiệp, có cơ hội phát triển nghề nghiệp",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-service-blockchain-crypto-defi/816128.html?ta_source=JobSearchList",
  "company_name": "Kyber Network",
  "job_title": "Backend Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "ABOUT KYBER NETWORKKyber Network is an industry-leading blockchain company, providing cryptocurrency liquidity for the largest companies in the DeFi (decentralized finance), Metaverse, and NFT spaces. The company raised US$52M in its token sale in 2017, making it one of the largest cryptocurrency-based fundraising in history.Two co-founders, Dr. Luu The Loi (Chairman) and Victor Tran Huy Vu (CEO), were honored in Asia’s Forbes 30 under 30 in the ‘Finance - Investment’ category by Forbes magazine in 2017 and have since established the company as a market leader. Dr. Luu The Loi also has a PhD in blockchain security technology, and is one of the 10 most prominent Innovators under 35 in the Technology field in the Asia Pacific region (Innovators Under 35 Asia Pacific) published by the MIT Technology Review.Kyber has developed a family of products including:KyberSwap: KyberSwap - Trade & Earn at the Best Rates in DeFi with our leading Decentralized Exchange (DEX) Aggregator that does >US$1B in monthly trading volumeKyberDAO: Kyber - Be part of the community governing Kyber Network to shape the future of DeFi and earn $KNC tokensAnd many more stealth developments and ventures that the company has taken stake in.Kyber Network has offices in Singapore, Hanoi, and Ho Chi Minh City:Singapore office: 1 Upper Circular Road, 05-01 Singapore 058400Hanoi office: 7th floor Web3 Tower, 15 Lane 4 Duy Tan Str., Cau Giay Dist., Hanoi, VietnamHo Chi Minh city office: 5th floor Ree Tower, 9 Doan Van Bo Str., District 4, Ho Chi Minh City, VietnamJoin our team of brilliant and committed professionals pursuing the goal of creating a “Decentralized Economy for Everyone” based on blockchain technology.Are you ready to take up the challenge of creating world-changing innovations in the next decade? Apply now.JOB DESCRIPTIONResponsibilities:Building high throughput, low latency, user-facing services that serve as core features for our product, Kyberswap.",
  "Yêu cầu ứng viên": "Requirements:Must have3+ years of professional software development experienceExperience designing and delivering highly available, scalable, reliable cloud-based system.Backend service experience in multiple, managed languages such as Java, Scala, Golang, Rust or similar.Experience working with SQL, NoSQL and NewSQL data storesHas good background knowledge on data structure & algorithms, programming language and some common problems of distributed system and distributed database.Nice to haveHas good knowledge on Defi & Crypto.Follow the latest in software engineering and open source technologies, and can intuit the fine line between promising new practice and overhyped fad.",
  "Quyền lợi": "1 - Financial RewardsSalary:Salary review once per year in January100% salary during probation period (if any) (i.e., same net salary during probation and after signing official labor contract)Bonus:Holidays bonus (30Apr-1May and 2Sep), working anniversary bonus (3-year and 5-year anniversary)Gifts for other celebrations: Lunar New Year, Mid-Autumn Festival, March 8th, June 1st, Wedding day, Childbirth13th salary month bonus prorated based on your actual service time in the yearPotential annual bonus based on the Company’s business results and your individual performanceInvestment opportunity:Opportunity to invest in the exclusive internal fund for Kyber employeesOpportunity to be supported by the 5-million-USD Kyber Alumni Fund when starting own blockchain startup project2 - Employment BenefitsInsurance and health care:Government’s social/health/unemployment insurance: contributed based on fully 100% contracted salaryCompany-sponsored premium health insurance package for yourself and up to 3 family members (legal spouse or children), check-up guaranteed at multiple major hospitals and clinicsCompany-sponsored annual health check-up at a reputable hospitalStandard leave policy of 12 paid working days/year, and up to additional 02 paid leave days/year on your birthday, for community activities and for childcare. Eligible to take leave during probation.Company-sponsored package up to USD100/monthduring probation & up to USD3,000 after signing official labor contract for you to purchase all working facilities you need (computer, monitorscreen, mouse, headset, etc.)3 - Career DevelopmentOpportunity to work with top talents in blockchain:Co-founders with high reputation, first-class education and considerable experience in blockchain spaceResearch and engineering team members with remarkable academic background (PhDs, Masters, and Engineering bachelors from reputable universities, winning national and international top awards in Mathematics/Informatics contests)Global advisors and partnersGlobal English-speaking working environment including global colleagues in Singapore, Greece, USA, Korea…Opportunity to create long-term sustainable fintech products that serve Kyber’s vision: Decentralized Economy for Everyone.Opportunity to work with blockchain - the technology that leads the current and future trends.Opportunity to attend technology/blockchain seminars internally and externally.4 - Work EnvironmentFlexible working hours from Monday to Friday with provided days to work from home when neededPeriodical team buildings and company retreatsMultiple leisure clubs at your choice: football, table tennis, badminton, running, chess, DOTA, PES…Company-sponsored fresh fruits, snacks and drinks available dailyNap rooms with available blankets and pillows5 - Company CultureTransparency at heart, integrity in mindFriendly and supportive collaboration working styleYoung and funny colleagues",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-blockchain-engineer/816107.html?ta_source=JobSearchList",
  "company_name": "Kyber Network",
  "job_title": "Backend Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "ABOUT KYBER NETWORKKyber Network is an industry-leading blockchain company, providing cryptocurrency liquidity for the largest companies in the DeFi (decentralized finance), Metaverse, and NFT spaces. The company raised US$52M in its token sale in 2017, making it one of the largest cryptocurrency-based fundraising in history.Two co-founders, Dr. Luu The Loi (Chairman) and Victor Tran Huy Vu (CEO), were honored in Asia’s Forbes 30 under 30 in the ‘Finance - Investment’ category by Forbes magazine in 2017 and have since established the company as a market leader. Dr. Luu The Loi also has a PhD in blockchain security technology, and is one of the 10 most prominent Innovators under 35 in the Technology field in the Asia Pacific region (Innovators Under 35 Asia Pacific) published by the MIT Technology Review.Kyber has developed a family of products including:KyberSwap: KyberSwap - Trade & Earn at the Best Rates in DeFi with our leading Decentralized Exchange (DEX) Aggregator that does >US$1B in monthly trading volumeKyberDAO: Kyber - Be part of the community governing Kyber Network to shape the future of DeFi and earn $KNC tokensAnd many more stealth developments and ventures that the company has taken stake in.Kyber Network has offices in Singapore, Hanoi, and Ho Chi Minh City:Singapore office: 1 Upper Circular Road, 05-01 Singapore 058400Hanoi office: 7th floor Web3 Tower, 15 Lane 4 Duy Tan Str., Cau Giay Dist., Hanoi, VietnamHo Chi Minh city office: 5th floor Ree Tower, 9 Doan Van Bo Str., District 4, Ho Chi Minh City, VietnamJoin our team of brilliant and committed professionals pursuing the goal of creating a “Decentralized Economy for Everyone” based on blockchain technology.Are you ready to take up the challenge of creating world-changing innovations in the next decade? Apply now.JOB DESCRIPTIONResponsibilities:Building platform services that serves as fundamental building blocks for our system, not user-facing web services.Debug and solve deep technical problems in our systems.",
  "Yêu cầu ứng viên": "Requirements:Must have3+ years of professional software development experienceExperience designing and delivering highly available, scalable, reliable cloud-based system.Experience building platform services and/or raising the bar of developer experience standard.Backend service experience in multiple, managed languages such as Java, Scala, Golang, Rust or similar.Experience working with SQL, NoSQL and NewSQL data storesHas good background knowledge on data structure & algorithms, programming language and some common problems of distributed system and distributed database.Nice to haveHas good knowledge on Defi & Crypto.Has interest/experience working with either Blockchain or Data problems.Follow the latest in software engineering and open source technologies, and can intuit the fine line between promising new practice and overhyped fad.",
  "Quyền lợi": "1 - Financial RewardsSalary:Salary review once per year in January100% salary during probation period (if any) (i.e., same net salary during probation and after signing official labor contract)Bonus:Holidays bonus (30Apr-1May and 2Sep), working anniversary bonus (3-year and 5-year anniversary)Gifts for other celebrations: Lunar New Year, Mid-Autumn Festival, March 8th, June 1st, Wedding day, Childbirth13th salary month bonus prorated based on your actual service time in the yearPotential annual bonus based on the Company’s business results and your individual performanceInvestment opportunity:Opportunity to invest in the exclusive internal fund for Kyber employeesOpportunity to be supported by the 5-million-USD Kyber Alumni Fund when starting own blockchain startup project2 - Employment BenefitsInsurance and health care:Government’s social/health/unemployment insurance: contributed based on fully 100% contracted salaryCompany-sponsored premium health insurance package for yourself and up to 3 family members (legal spouse or children), check-up guaranteed at multiple major hospitals and clinicsCompany-sponsored annual health check-up at a reputable hospitalStandard leave policy of 12 paid working days/year, and up to additional 02 paid leave days/year on your birthday, for community activities and for childcare. Eligible to take leave during probation.Company-sponsored package up to USD100/monthduring probation & up to USD3,000 after signing official labor contract for you to purchase all working facilities you need (computer, monitorscreen, mouse, headset, etc.)3 - Career DevelopmentOpportunity to work with top talents in blockchain:Co-founders with high reputation, first-class education and considerable experience in blockchain spaceResearch and engineering team members with remarkable academic background (PhDs, Masters, and Engineering bachelors from reputable universities, winning national and international top awards in Mathematics/Informatics contests)Global advisors and partnersGlobal English-speaking working environment including global colleagues in Singapore, Greece, USA, Korea…Opportunity to create long-term sustainable fintech products that serve Kyber’s vision: Decentralized Economy for Everyone.Opportunity to work with blockchain - the technology that leads the current and future trends.Opportunity to attend technology/blockchain seminars internally and externally.4 - Work EnvironmentFlexible working hours from Monday to Friday with provided days to work from home when neededPeriodical team buildings and company retreatsMultiple leisure clubs at your choice: football, table tennis, badminton, running, chess, DOTA, PES…Company-sponsored fresh fruits, snacks and drinks available dailyNap rooms with available blankets and pillows5 - Company CultureTransparency at heart, integrity in mindFriendly and supportive collaboration working styleYoung and funny colleagues",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/999483.html?ta_source=JobSearchList",
  "company_name": "Trung tâm Phân Tích Dữ Liệu Lớn Viettel - Viettel Big Data Analytics Center",
  "job_title": "Data Engineer",
  "salary": "Tới 3,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phân tích vấn đề kinh doanh, phân tích khám phá (EDA), mô hình hóa dữ liệu để tìm ra  xu hướng vận động, hình mẫu, bản chất của hiện tượng, hành vi người dùng,…và đưa  ra các nhận định trong việc ứng dụng khai thác dữ liệu vào hoạt động kinh doanh tạo ra  giá trị. Tư vấn cho đơn vị kinh doanh, đội ngũ BA/DA về hướng triển khai ứng dụng  học máy, học sâu vào hoạt động kinh doanh.Xây dựng luồng ETL tổng hợp dữ liệu, tiền xử lý, trích xuất đặc trưng với định dạng  phù hợp với mục đích xây dựng từng loại mô hình.Nghiên cứu công cụ, giải pháp, thuật toán nhằm xây dựng mô hình học máy, học sâu  trên quy mô dữ liệu lớn với pyspark, tensorflow/pytorch,… ứng dụng triển khai các  chương trình kinh doanh, marketing, ứng dụng xây dựng hệ thống khuyến nghị, tích hợp  gia tăng hiệu quả app/web…Nghiên cứu thiết kế, cài đặt, tối ưu các thuật toán, công nghệ học máy, học sâu triển khai  hiệu quả các bài toán.",
  "Yêu cầu ứng viên": "Tốt nghiệp ĐH chính quy loại Khá trở lên chuyên ngành: Khoa học dữ liệu, Khoa học  máy tính, CNTT, Toán học ứng dụng, Điện tử viễn thông hoặc chuyên ngành khác liên  quan đến CNTT.Có kinh nghiệm từ 1,5 năm trở lênTrình độ tiếng anh: > 650 TOEIC;Nắm vững kiến thức cơ bản về khoa học dữ liệu, có tư duy lập trình hướng đối tượng và cơ sở dữ liệu.Kiến thức về mô hình học máy decision trees, linear regression, ensemble (random  forest, boosting tree), k-means, SVM, PCA…;Kiến thức về học sâu, mạng neural nhân tạo, các kiểu mạng MLP, CNN, LSTM, RNN…Kiến thức về xác suất thống kê, đại số tuyến tính, giải tích, lập trình, cấu trúc dữ liệu &  giải thuật, lý thuyết đồ thị, cơ sở dữ liệu;Kiến thức về phân tích khám phá dữ liệu (Exploratory Data Analysis - EDA);Kỹ năng sử dụng thành thạo một trong các package học máy (scikit-learn, TensorFlow,  Keras,PyTorch, Pyspark MLlib, Caffe, Theano, Pylearn2, DeepPy, H2O, v.v);Kỹ năng sử dụng ngôn ngữ lập trình (R, Python, Java, Scala, v.v), SQL;Kỹ năng sử dụng các công cụ trực quan hóa dữ liệu, đánh giá mô hình.Có kiến thức về xử lý dữ liệu phân tán, xử lý dữ liệu lớn (Hadoop, Spark, …) là một lợi  thế;",
  "Quyền lợi": "• Thu nhập hấp dẫn, thỏa thuận tùy theo năng lực ứng viên, up to $3000/tháng; review  tăng lương 6 tháng/lần theo hiệu quả công việc;• Được thư giãn, khơi nguồn sáng tạo với Happy Time mỗi ngày .• Được đào tạo, định hướng chuyên môn thường xuyên; được hỗ trợ 100% kinh phí các  khóa học và chứng chỉ quốc tế; cơ hội tham dự các hội thảo trên Thế giới về Dữ liệu  lớn;• Cơ hội tham gia gắn kết với tập thể, tổ chức với các hoạt động team building thú vị  • Chế độ chăm sóc y tế đặc biệt cho CBNV và người thân với trang thiết bị hiện đại.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend/756155.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG GTEL",
  "job_title": "Lập Trình Viên",
  "salary": "700 - 1,300 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-\tTham gia lập trình phát triển các dự án phần mềm-\tVận hành và bảo hành, bảo trì, hỗ trợ kĩ thuật các dự án phần mềm-\tNghiên cứu phát triển phần mềm-\tLàm việc đội nghiệp vụ để hiểu rõ yêu cầu người dung-\tLàm việc với đội kiểm thử để tìm nguyên nhân và xử lí lỗi-\tXây dựng tài liệu dự án-\tBáo cáo công việc và các vấn đề phát sinh cho người phụ trách-\tCác công việc khác do trưởng nhóm và cấp trên yêu cầu",
  "Yêu cầu ứng viên": "- Tốt nghiệp Cao đẳng trở lên chuyên ngành Công nghệ thông tin, Điện tử viễn thông hoặc tương đương- Có ít nhất 2 năm kinh nghiệm trở lên.- Thông thạo các ngôn ngữ lập trình Java- Thông thạo về database SqlServer/Oracle- Ưu tiên có kinh nghiệm về Oracle, Oracle Enterprise Service Bus, Datawerehouse ,SQL server..- Có khả năng làm việc độc lập và làm việc nhóm.- Chủ động, sáng tạo, nhiệt tình, trách nhiệm trong công việc.- Biết lắng nghe, kiên trì học hỏi, cẩn thận và tỉ mỉ.- Cần cù, nhanh nhẹn, sức khỏe tốt, có khả năng làm việc với cường độ cao.- Đọc hiểu tài liệu chuyên ngành bằng tiếng anh là 1 lợi thế.",
  "Quyền lợi": "-\tLương cứng: 700 – 1,300 USD theo kinh nghiệm.-\tLương tháng thứ 13, thưởng các dịp lễ Tết, thưởng định kỳ-\tLàm việc trong môi trường năng động, chuyên nghiệp có nhiều cơ hội thăng tiến.-\tHỗ trợ ăn trưa tại công ty-\tĐược đóng BHXH, BHYT, BHTN-\tTham gia các hoạt động liên hoan, sự kiện, teambuilding công ty tổ chức, du lịch hàng năm theo quy định-\tNghỉ phép, lễ tết theo quy định của Nhà nước-\tĐược hưởng các chính sách phúc lợi theo quy định của công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend/756158.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG GTEL",
  "job_title": "Lập Trình Viên",
  "salary": "700 - 1,300 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-\tTham gia lập trình phát triển các dự án phần mềm-\tVận hành và bảo hành, bảo trì, hỗ trợ kĩ thuật các dự án phần mềm-\tNghiên cứu phát triển phần mềm-\tLàm việc đội nghiệp vụ để hiểu rõ yêu cầu người dung-\tLàm việc với đội kiểm thử để tìm nguyên nhân và xử lí lỗi-\tXây dựng tài liệu dự án-\tBáo cáo công việc và các vấn đề phát sinh cho người phụ trách-\tCác công việc khác do trưởng nhóm và cấp trên yêu cầu",
  "Yêu cầu ứng viên": "-\tTốt nghiệp Cao đẳng trở lên chuyên ngành Công nghệ thông tin, Điện tử viễn thông hoặc tương đương-\tCó ít nhất 2 năm kinh nghiệm trở lên.-\tCó kinh nghiệm phát triển Javascript, JQuery, JSP.-\tCó kinh nghiệm làm việc với javascript cùng FW như ReactJS/NodeJS/AngularJS..-\tCó kinh nghiệm về web HTML/CSS-\tCó khả năng làm việc độc lập và làm việc nhóm.-\tChủ động, sáng tạo, nhiệt tình, trách nhiệm trong công việc.-\tBiết lắng nghe, kiên trì học hỏi, cẩn thận và tỉ mỉ.-\tCần cù, nhanh nhẹn, sức khỏe tốt, có khả năng làm việc với cường độ cao.-\tĐọc hiểu tài liệu chuyên nghành bằng tiếng anh là 1 lợi thế.",
  "Quyền lợi": "-\tLương cứng: 700 – 1,300 USD theo kinh nghiệm.-\tLương tháng thứ 13, thưởng các dịp lễ Tết, thưởng định kỳ.-\tLàm việc trong môi trường năng động, chuyên nghiệp có nhiều cơ hội thăng tiến.-\tHỗ trợ ăn trưa tại công ty.-\tĐược đóng BHXH, BHYT, BHTN.-\tTham gia các hoạt động liên hoan, sự kiện, teambuilding công ty tổ chức, du lịch. hàng năm theo quy định.-\tNghỉ phép, lễ tết theo quy định của Nhà nước.-\tĐược hưởng các chính sách phúc lợi theo quy định của công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-lap-trinh-ngon-ngu-javascript-typescript-ha-noi-luong-tu-20-trieu/805482.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ NOTA VIỆT NAM",
  "job_title": "JavaScript",
  "salary": "20 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển game trên engine Cocos Creator- Phát triển các sản phẩm game mobile trên nền tảng Android, iOS- Kiến thức và kinh nghiệm về ngôn ngữ JavaScript/TypeScript.- Yêu thích và đam mê lập trình, lập trình game.- Kiến thức và kinh nghiệm về cocos creator.- Đã có sản phẩm trên store Android hoặc iOS hoặc tham gia phát triển sản phẩm đó là một lợi thế.",
  "Yêu cầu ứng viên": "Technical Skill:- Có kinh nghiệm kinh nghiệm trên 6 tháng lập trình Game Mobile- Kiến thức và kinh nghiệm về ngôn ngữ JavaScript/TypeScript.- Yêu thích và đam mê lập trình, lập trình game.- Kiến thức và kinh nghiệm về cocos creator.- Đã có sản phẩm trên store Android hoặc iOS hoặc tham gia phát triển sản phẩm đó là một lợi thế.Soft skill:- Có tinh thần trách nhiệm cao trong công việc.- Có khả năng làm việc độc lập hoặc theo nhóm, xử ký vấn đề tốt.- Có khả năng tiếp thu kiến thức mới tốt.- Năng động, cởi mở",
  "Quyền lợi": "- Mức lương: Theo năng lực/kinh nghiệm của ứng viên- Thời gian làm việc: 8h30-12h, 13h30-18h từ T2-T6, thứ Bảy làm cách tuần- Địa chỉ làm việc: Tầng 4, Toà nhà Cland, 81 Lê Đức Thọ, Mỹ Đình 2, Nam Từ Liêm, Hà Nội- Ăn trưa: 35.000 VNĐ/1 ngày công, miễn phí gửi xe, hoa quả ăn trưa,….- Được làm việc trong môi trường trẻ năng động, chuyên nghiệp, cơ hội thăng tiến.- Review lương 2 lần/năm- Lương tháng 13,14, thưởng KPIs, thưởng Project,…- Được hưởng các chính sách phúc lợi theo quy định của công ty.- Team building 2 lần/năm, Year End Party, tiệc Tân niên, lì xì đầu năm, sinh nhật, hiếu, hỷ,…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 12/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-lap-trinh-backend-developer-ha-noi-luong-tu-30-trieu/798860.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ NOTA VIỆT NAM",
  "job_title": "Backend Developer",
  "salary": "30 - 50 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thiết kế và xây dựng hệ thống game server- Phát triển các tính năng mới dựa trên kịch bản game- Nâng cấp, tối ưu hiệu năng của game server- Tích hợp API- Thu thập và phân tích dữ liệu, hoạt động và các đoạn mã lập trình để dự đoán và khắc phục sự cố hoặc các vấn đề cần cải thiện- Phát triển ý tưởng cho các chương trình, sản phẩm hoặc tính năng mới theo xu hướng phát triển của thị trường.- Thực hiện các công việc khác theo sự chỉ đạo của cấp trên",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học trở lên các chuyên ngành công nghệ thông tin, lập trình máy tính, khoa học máy tính hoặc một lĩnh vực tương tự.- Có kinh nghiệm 2-5 năm làm việc với Java (Spring), JavaScript (Express, Nest)- Có kinh nghiệm làm việc với Socket, REST APIs- Có kỹ năng làm việc, tối ưu hiệu suất SQL và NoSQL (MySQL, MongoDB)- Có kinh nghiệm với các hệ thống chịu tải lớn, xử lý song song, đa luồng, bảo mật, tối ưu hoạt động trên giao tiếp đa hệ thống- Có hiểu biết và kỹ năng làm việc với hệ điều hành Linux- Hiểu biết về quy trình phát triển phần mềm- Có kinh nghiệm DevOps và AWS là một lợi thế- Có kinh nghiệm làm việc với blockchain (NFT) là một lợi thế",
  "Quyền lợi": "- Thời gian làm việc: 8h30-12h, 13h30-18h từ T2-T6, thứ Bảy làm cách tuần- Lương từ 35.000.000 trở lên theo kinh nghiệm và năng lực của ứng viên- Ăn trưa: 35.000 VNĐ/1 ngày công, miễn phí gửi xe, hoa quả ăn trưa,….- Được làm việc trong môi trường trẻ năng động, chuyên nghiệp, cơ hội thăng tiến.- Review lương 2 lần/năm- Lương tháng 13,14, thưởng KPIs, thưởng Project,…- Được hưởng các chính sách phúc lợi theo quy định của công ty.- Team building, Year End Party, tiệc Tân niên, lì xì đầu năm, sinh nhật, hiếu, hỷ,…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 12/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-luong-upto-30-trieu-di-lam-ngay/986284.html?ta_source=JobSearchList",
  "company_name": "VNPT Technology - Công ty Cổ phần Công nghệ Công nghiệp Bưu chính viễn thông",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 30 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Cầu Giấy",
  "Mô tả công việc": "• Nghiên cứu phát triển nền tảng, ứng dụng và hệ sinh thái IoT: IoT Platform, M2M & eSIM Platform, Smart Home ecosystem• Nghiên cứu phát triển các phần mềm và nền tảng Chuyển đổi số Doanh nghiệp• Nghiên cứu phát triển nền tảng và hệ thống lõi viễn thông hiệu năng cao",
  "Yêu cầu ứng viên": "• Có chuyên môn về phát triển phần mềm bằng Java và Spring, Microservices, Rest API• Có kinh nghiệm sử dụng các framework Spring, Angular, ReactJS, Hibernate• Có thể sử dụng một trong các hệ quản trị cơ sở dữ liệu Mysql, Oracle, Sql server và cơ sở dữ liệu NoSQL• Hiểu biết về webservice SOAP/Restful, chuẩn message JSON, XML, OOP, Design pattern ...• Hiểu biết thành thạo về các công cụ hỗ trợ phát triển như Git, Jira• Có tư duy logic và kỹ năng giải quyết vấn đề• Là sinh viên đã/sắp tốt nghiệp chuyên ngành Công nghệ thông tin, Toán tin, Khoa học máy tính, Kỹ thuật phần mềm, Ứng dụng di động, Điện tử viễn thông... hoặc các chuyên ngành có liên quan",
  "Quyền lợi": "• Xét lương 2 lần/năm, 16 tháng lương/1 năm• Thưởng hấp dẫn, được tham gia đóng BHXN BHYT• Tiếp cận CN mới nhất IoT, 5G, Cloud, Big Data• Môi trường trẻ trung, chuyên nghiệp, ăn trưa free",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-front-end-developer/999055.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH SOFT WORLD VIỆT NAM",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Convert website layout designed from Photoshop, AI, Figma... into HTML/CSS code.Optimize HTML/CSS code according to W3C, Responsive standards to support running on many different devices and browsers.Animate your website using CSS3, HTML5, and Javascript.Work and communicate with the Back-end to get the best work done.",
  "Yêu cầu ứng viên": "Experience in coding HTML + CSS for 1 year or more according to W3C standardsProficient in using Bootstrap, HTML5, CSS3, SCSSKnow how to use graphic software such as Photoshop, and AI.Experienced Web Responsive.You can write your own or use Javascript, and Jquery to make effects for the web.Experience working with AngularJs, ReactJS, or VueJS is an advantage.Able to work independently, carefully, and creatively.",
  "Quyền lợi": "Salary by personal capacity, review according to work performanceProject-based bonus, achievement bonus, 13th-month salary bonus according to the business situation and personal capacitySocial insurance and health insurance & All benefits according to labor law.Work in a young, dynamic environment, and often interact and cooperate with foreign customers.The company office is professionally arranged, and modern, with a free pantry for employees.Participate in many activities such as Team Building, Annual Company trips, Monthly birthdays, Fruits, cakes, and weekend sports activities.Support self-development activities, promotion roadmap for each positionWorking time: 8 AM - 5 PM, Monday to Friday.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-unity-unity-developer-700-2000/999324.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN WEEGOON GLOBAL",
  "job_title": "Unity Developer",
  "salary": "10 - 30 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển game 2D/3D trên nền tảng unity- Tham gia các dự án về game. Dev bằng Unity, C  và các phần mềm lập trình khác.- Phối hợp với các thành viên trong team để hoàn thiện và tối ưu game: animation, UI, UX...- Đóng góp ý tưởng nội dung công việc. Rất hoan nghênh các thành viên sáng tạo, đóng góp ý kiến cá nhân",
  "Yêu cầu ứng viên": "- Có kinh nghiệm lập trình trên Unity platform, C.- Đã có sản phẩm tự phát triển hoặc  kinh nghiệm làm việc là một lợi thế.- Có kiến thức chuyên sâu về lập trình hướng đối tượng.",
  "Quyền lợi": "-Lương cạnh tranh + thưởng KPI + thưởng Lễ Tết + tháng lương thứ 13 + thưởng dự án+ thưởng không giới hạn… (14-16 tháng lương/ năm). Hưởng mức lương xứng đáng với năng lực và theo thỏa thuận.- Thời gian làm việc: Từ thứ 2 đến thứ 6. Sáng 8:30 h đến 17:30 (7.5 giờ/ngày)- Nghỉ phép: 20 ngày /năm. Cuối năm không nghỉ hết công ty tính vào lương thưởng.- Tham gia BHXH, BHYT, BHTN theo quy định của nhà nước. Bảo hiểm PVI hằng năm cho bản thân và người thân.- Hoa quả, café, trà bánh hằng ngày.- Quà trung thu, tết, 1/6, thưởng 30/4, 2/9, tết dương lịch- Du lịch trong và ngoài nước , team bulding, dã ngoại 3-4 lần/ năm-Công ty trả tiền cho bạn tập gym, yoga, bơi lội...câu lạc bộ cầu lông.- Môi trường làm việc trẻ trung, năng động, sáng tạo, thân thiện, có bàn bia, máy chơi game,  vườn cây bàn trà tầng 7… giải trí sau những giờ làm việc căng thẳng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-developer-react-java-nodejs/609293.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công Nghệ Phần Mềm Dayone",
  "job_title": "Java",
  "salary": "9 - 15 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "-Analyze customer requirements and design solution.-Code, test and review code of other members.-Create fully functional applications that run across multiple devices and multiple browsers.-Research new technologies and share with team members.-Collaborate with project leaders, designers and other stakeholders to get projects done on time with high quality.",
  "Yêu cầu ứng viên": "Most important:- Smart & good at problem solving- Ability to learn and use new things (technologies, frameworks, tools, ...) quickly- Basic knowledge of modern Javascript (ES6 or Typescript), and their common libraries- Basic knowledge of Node and at least one of its popular frameworks (Express, Loopback, Hapi, Nest, Apollo GraphQL, …)- Basic knowledge of React, or React Native- Basic knowledge of at least one DB solution (MongoDB, PostgreSQL, MySQL, …)Nice to have:- Ability to write well designed, testable, efficient code- Ability to communicate in English- Experience working within a continuous integration and deployment (CI/CD) environment (GitLab/Bitbucket pipeline, CircleCI, Jenkins, …)- Experience with at least one of the popular cloud deployment solutions (AWS, Google Cloud, Heroku, Docker & Kubernetes, …)",
  "Quyền lợi": "-Working date: 09:00 - 18:00 Monday - Friday-Social and unemployment insurance, PVI insurance-Salary 13th and review salary annually.-Public holiday bonus and Annual leave are in accordance with the Vietnamese Labor law-Teambuilding activities monthly.-E-learning sessions.-Other: Fruit, tea and coffee , Birthday gift, Skill books…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mid-frontend-developer/999585.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ và Truyền Thông VTC Netviet",
  "job_title": "Frontend Developer",
  "salary": "15 - 20 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Nhận yêu cầu và đặc tả, thiết kế & tham gia phát triển hệ thống phần mềm.● Xây dựng giao diện phần mềm theo đặc tả.● Triển khai kỹ thuật và quản lý mã nguồn FE.● Tiếp nhận yêu cầu điều chỉnh, bổ sung của dự án; Triển khai, chỉnh sửa các giao diện HTML/CSS theo yêu cầu.● Quản lý mã nguồn theo đúng quy trình quy định.● Rà soát các lỗi UI/UX của các dự án & sản phẩm.● Làm việc với các thành viên để tối ưu mã nguồn theo tiêu chí bảo mật, tăng hiệu năng, tăng khả năng đáp ứng, tăng trải nghiệm người dùng.● Lập kế hoạch/ báo cáo công việc theo quy định.",
  "Yêu cầu ứng viên": "● Tốt nghiệp Cao Đẳng/Đại học các chuyên ngành: Công nghệ thông tin, Công nghệ phần mềm, Hệ thống thông tin quản lý, Trung tâm đào tạo lập trình viên chuyên sâu (từ > 2 năm với các trung tâm),...● Có từ 2 năm kinh nghiệm làm việc ở vị trí Frontend● Hiểu biết sâu về HTML/CSS, nắm vững ít nhất 1 trong các ngôn ngữ React JS, Next JS, Vue JS, …● Biết sử dụng Restful API, hiểu cơ bản UI/UX là 1 lợi thế.● Có kỹ năng phân tích yêu cầu nghiệp vụ tốt, hiểu về hệ thống nền tảng số.● Sử dụng thành thạo tin học văn phòng (Excel, Word, Powerpoint).",
  "Quyền lợi": "● Thời gian làm việc từ 8h30 - 17h30 thứ 2 - 6 (Nghỉ thứ 7 và chủ nhật).● Thu nhập 15-20 triệu/tháng● Cơ hội thăng tiến, được tham gia các khóa nâng cao trình độ chuyên môn; cơ hội tiếp xúc với nhiều chuyên gia trong lĩnh vực công nghệ chuyển đổi số.● Bảo hiểm & nghỉ phép theo đúng quy định nhà nước.● Phụ cấp ăn trưa (CBNV chính thức): 35k/ngày.● Đãi ngộ khác: Phụ cấp Gửi xe; thưởng lễ & Tết, ngày thành lập, kỷ niệm công ty; du lịch nghỉ mát; thưởng tháng 13…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-wordpress-developer/998795.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Corize",
  "job_title": "PHP",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "Meeting with clients to discuss website design and functionDesigning and building the website's front-endCreating the website architecture.Designing and managing the website back-end including database and server integration.Generating WordPress themes and plugins.Conducting website performance tests.Troubleshooting content issues.Monitoring the performance of the live website.Other tasks assigned.",
  "Yêu cầu ứng viên": "[MUST HAVE]Strong PHP, at least 2 years of experienceExperience with WordPress (at least 2 years of experience)Experience working with XML/JSON data models and integrating with REST APIsExperience in RDBMS: MySQL/PostgreSQLGood understanding of front-end technologies, including HTML5, CSS3, JavaScript, jQueryExperience building user interfaces for websites and/or web applicationsExperience designing and developing responsive design websitesAbility to convert comprehensive layouts and wireframes into working HTML pagesArchitecture, algorithm knowledgeGood at analyzing & problem-solving skills[NICE TO HAVE]Experience with front-end frameworks: ReactJS/VueJS/AngularExperience with AWS servicesExperience with CI/CD toolsAbility to participate in multiple projects simultaneously.",
  "Quyền lợi": "Enjoy a suitable salary (we appreciate and encourage candidates to give their own desired salary)Salary review 2 times/ year, based on work performance and company’s performance;Performance bonus, 13th- month salary, project bonus;Social insurance, health insurance, unemployment insurance, and Bao Viet care insurance;Minimum 12 paid leaves per annum for all employees after probation;Be facilitated to learn and develop skills;Nice & modern working space with young, dynamic & friendly colleagues and complimentary coffee, tea, and drinks;Yearly company trip and year-end party, quarterly team building, and monthly eating together; Sports Clubs; other benefits under the provisions of the company;Flat, open, and sharing culture with a friendly management team; an outsourcing company with a product mindset.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/998391.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Code, implement, unit test, maintain and troubleshoot web application.Comply with established coding quality standard of the company.Work closely with QA team to ensure the project quality Report to Team Leader.Assist Team Leader in reviewing work result of low-level members.Participate in R&D, training, knowledge sharing activities.Follow the project and organization processes, policies and regulations.Ensure the assigned tasks to be performed on-time and with high quality.",
  "Yêu cầu ứng viên": "Degree in Software Engineering, Information Technology or relevant. At least 3 years of work experience in developing web application.Experienced in .NET and/or .NET Core, web development, JavaScriptHave good knowledge about Object-Oriented Programming (OOP).Experienced in Git or other source control systems.English: reading, writing.Good time management, communication and problem-solving skills.Good teamwork spirit and logical thinking.Able to quickly manage new technologies.",
  "Quyền lợi": "• Working time: 9 a.m – 6 p.m Monday to Friday.• Address: StepMedia Office, 84A/42 Tran Huu Trang St., Phu Nhuan Dist., HCM City255-257 Hung Vuong St., Thanh Khe Dist., Đa Nang City• Salary:  2000$ gross/negotiable (right talents come with right benefits).• Performance Bonus will be approximately 1/4 your salary in each quarter• Social and medical insurance.• 13th month and other bonuses. (more details in interview)• All work-related equipment is provided.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-php-developer-upto-18m/999420.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần tập đoàn mFunctions",
  "job_title": "PHP Developer",
  "salary": "Tới 18 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Triển khai các dự án website sử dụng Laravel, Wordpress.● Tham gia vào phân tích, thiết kế và tối ưu cho sản phẩm.● Cập nhật tiến độ và thông báo tình trạng công việc trực tiếp tới quản lý dự án.● Teamwork với các thành viên khác bao gồm Developer, Tester, PM, Devops để thực hiện dự án thành công.● Nâng cao performance, turning logic, cài đặt các nghiệp vụ mới.● Có kinh nghiệm sử dụng một trong các framework như VueJS, NuxtJS, ReactJS, NextJS.",
  "Yêu cầu ứng viên": "● Ưu tiên ứng viên đã hoặc đang theo học chuyên ngành công nghệ thông tin hoặc chuyên ngành liên quan.● Có khoảng 2 năm kinh nghiệm sử dụng Flutter.● Có khả năng làm việc trên toàn bộ phạm vi phát triển sản phẩm: lên ý tưởng để khởi chạy trên quy mô lớn.● Thông thạo với MVVM, Clean Architecture, Testing.● Có kinh nghiệm với Firebase, Devtool, Bloc, OneSignal● Kỹ năng giao tiếp, làm việc nhóm, sẵn sàng học hỏi.● Có tư duy tốt, nắm bắt công việc nhanh và tinh thần cầu tiến.● Có khả năng làm việc độc lập và khả năng làm theo nhóm.",
  "Quyền lợi": "● Mức lương hấp dẫn tương ứng năng lực.● Xét tăng lương định kỳ, thưởng, lương tháng 13.● Được tham gia BHXH, BHYT sau 2 tháng thử việc.● Môi trường làm việc chuyên nghiệp, năng động, thân thiện, cơ hội thăng tiến rộng mở.● Nếu bạn có ý tưởng hấp dẫn, bạn sẽ được bắt đầu dự án của riêng mình tại công ty.● Bạn sẽ được tham gia các dự án lớn, sử dụng công nghệ mới nhất, làm việc cùng những đồng nghiệp và quản lý giỏi đến từ các công ty công nghệ hàng đầu Việt Nam: FPT, MoMo, Tiki, VinID, VNPay…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer-tu-3-nam-kinh-nghiem/999050.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH HAPOSOFT",
  "job_title": "PHP Developer",
  "salary": "Tới 45 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các dự án Web của công ty và khách hàng sử dụng ngôn ngữ PHP (Framework Laravel).Tham gia phân tích yêu cầu, thiết kế hệ thống, thiết kế Database, phát triển các chức năng.Thực hiện công việc theo mô hình Agile/ Scrum, lập kế hoạch, thực hiện, kiểm soát và báo cáo công việc theo từng Sprint.Hỗ trợ đào tạo và chia sẻ kiến thức với các thành viên trong team.Nghiên cứu và định hướng các công nghệ mới áp dụng vào dự án.",
  "Yêu cầu ứng viên": "Tốt nghiệp chuyên ngành về công nghệ phần mềm, khoa học máy tính, hoặc các chuyên ngành liên quan tới CNTT.Có tối thiểu 3 năm kinh nghiệm làm các dự án ngôn ngữ PHP. Thành thạo sử dụng framework Laravel.Thành thạo công cụ quản lý mã nguồn GIT, SVN.Thao tác tốt với HTML, CSS, jQuery, Ajax, Bootstrap,...Thành thạo về hệ quản trị cơ sở dữ liệu MySQL, MongoDB.Có kiến thức nền tảng tốt về MVC, OOP, RESTful, Design Pattern.Có khả năng tư duy tốt, chủ động trong công việc; khả năng làm việc độc lập và làm việc nhóm tốt.Có thể giao tiếp tiếng Anh hoặc tiếng Nhật là một lợi thế.Có hiểu biết và kinh nghiệm thực tế với Node.js, React.js, Vue.js, Angular là một lợi thế.",
  "Quyền lợi": "Mức lương thỏa thuận theo năng lực, upto 45M.Xét tăng lương 2 lần/ năm.Tối thiểu 13 tháng lương + Thưởng dự án; Thưởng các dịp lễ tết, sinh nhật, giới thiệu nhân sự,...Luôn tạo môi trường làm việc IT thoải mái, năng động và đặc biệt hỗ trợ nhau trong công việc.Cơ hội thăng tiến cao trở thành Team leader, Technical leader, PM.Được hỗ trợ nâng cao kiến thức, kỹ năng thông qua các hoạt động: Seminar (về công nghệ, kỹ năng mềm, kỹ năng quản lý…); CLB chuyên môn; Các khóa đào tạo từ học viện uy tín,…Trợ cấp chứng chỉ tiếng Nhật, chứng chỉ chuyên môn. (nếu có)Hỗ trợ định hướng lộ trình phát triển bản thân, định hướng mục tiêu cá nhân (OKR, 1on1 với mentor nhiều kinh nghiệm).Đóng bảo hiểm và các chế độ khác đầy đủ theo quy định của Luật.Tham gia các hoạt động tập thể của công ty: Team building, du lịch hằng năm, CLB bóng đá, party hàng tháng…Cung cấp đầy đủ thiết bị làm việc; Free trà, cafe, vé gửi xe…Có cơ hội làm việc tại Nhật Bản (ngắn hạn hoặc dài hạn).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-netcore-wpf/891226.html?ta_source=JobSearchList",
  "company_name": "Panasonic Vietnam Co., Ltd.",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Work closely with other engineers to develop new products and extensions of existing products• Suggest and implement improvements on current products• Plan, design, develop, manage, document, test, deploy, and support new and existing modules• Resolve issues proactively to deliver high quality products",
  "Yêu cầu ứng viên": "1. Must have• Proficient in .NET/.NETCore• Proficient in Node.js 8.0+• Proficient in UI frameworks like JQuery/React• Experience with HTML and CSS development.• Strong Object-Oriented Programming and Development skills• Hands on of algorithm complexities and design patterns and multi-threading• In depth understanding in IPC utilities• Basic knowledge of PostgreSQL• Can use English (reading, writing, speaking)2. Nice to have:• Solid understanding of development, testing and integration methodologies• Knowledge of current and emerging IT products, services, and processes.• Broad understanding of programming logic concepts and application analysis and• design techniques.• Ability to communicate orally and in writing with both technical and non-technical• staff.• Ability to adapt to changing technology and priorities.• Strong analytical thinking skills.• Good planning, organizing, decision-making and problem-solving skills.• Thorough with careful attention to detail.",
  "Quyền lợi": "1. Career Path Development• Long-term multi-career roadmap;• Learning & development (Language Training, Technical Training, Soft-skill Training, On-job Training, etc.)• Oversea business trips (Japan, China, Singapore, US, Mexico, EU, etc.)2. Work-life Balance• Flexible working time that supports work-life balance (Core time: 9:00-16:00; 5 days from Monday - Friday/ week)• Additional special holiday3. Compensation package• Attractive salary• Competitive bonus package depend on abilities, performance and competencies• Diversified allowance scheme4. Wellness• Well-protected with 24/7 personal accident and medical care insurance;• Well-designed Annual Health Check-up program;5. Activities• Team-building activities; Birthday Party; Year-end party; Sport Day/ Family Day• Summer Vacation (Trip to famous tourist spots domestic/ overseas,…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-frontend-reactjs-developer/999012.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ CÔNG NGHỆ BAVAAN",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển Web application Front-end cho dự án sản phẩm của công ty hoặc khách hàng sử dụng ReactJS, Javascript.Xây dựng các components/modules có thể tái sử dụng cho các trang web responsive design.Thực hiện upcode các yêu cầu nâng cấp của dự án.Phối hợp cùng team sản phẩm: Back-end, Product Manager, BA, Marketing để phát triển sản phẩm công ty.Hỗ trợ và xử lý các vấn đề về kỹ thuật khi có sự cố phát sinh trong dự án.Nghiên cứu, tìm hiểu các công nghệ về HTML/CSS Javascript mới nhất để áp dụng cải tiến sản phẩm.",
  "Yêu cầu ứng viên": "Tốt nghiệp Cao đẳng/Đại học chuyên ngànhCNTT, Toán Tin, Viễn thông…, các ngành khác có liên quan.Có ít nhất 1 năm kinh nghiệm làm việc có liên quan đếnReact.Có kinh nghiệm vềWeb Services/REST APIs.Có kinh nghiệm vềHTML/CSS/Javascript.Có kinh nghiệm với các tính năng củaES6/ES7/ES8.Sử dụng thành thạo các tool quản lý source code (SVN, Git…)Có kinh nghiệm về NodeJS, Redux, Typescript là một lợi thế.Tiếng Anh đọc hiểu tài liệu tiếng anh chuyên ngành tốt, giao tiếp tốt là một lợi thế.Quen thuộc với mô hình Agile, có kiến thức với TD/BDD được áp dụng trong Agile là một điểm cộng.Thích chơi thể thao, như Đá Bóng, Chạy bộ, Đạp xe, Bơi lội là điểm cộng.Sẵn sàng học các công nghệ mới;",
  "Quyền lợi": "Mức lương khởi điểm cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc.Thu nhập:13 tháng lương/năm + performance bonus.Xét tăng lương theo năng lực và hiệu quả công việc.Được tham gia các hoạt động tập thể sôi động của công ty:Nghỉ mát hàng năm, Teambuilding hàng quý, Gala cuối năm…free trà – cafe tại văn phòng, và các chế độ theo Luật lao động hiện hành.Hỗ trợ phí gửi xe hàng tháng.Thời gian làm việc:8h30 – 18h00 từ Thứ 2 – Thứ 6.Sáng thứ 7 tham gia các chương trình đào tạo hay hoạt động văn hóa (nếu có).'Làm việc trong môi trường chuyên nghiệp, năng động, có nhiều cơ hội học hỏi, phát triển bản thân với lộ trình công việc rõ ràng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend-net/998782.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần VCCorp",
  "job_title": "Lập Trình Viên",
  "salary": "15 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các sản phẩm product phục vụ việc sản xuất nội dung.Thiết kế và phát triền RESTful API Thiết kế và tối ưu hóa dữ liệuLàm việc với các hệ thống quản lý dữ liệu lớn ( SQL Server, Redis, Elaslic Search…)Duy trì và hỗ trợ sản phẩm để hoạt động ổn định.Tham gia phân tích yêu cầu & lên môi hình/cấu trúc code cùng Team leader/Project Manager.Nghiên cứu, đề xuất các giải pháp kỹ thuật giúp nâng cao chất lượng sản phẩm và tối ưu chi phí phát triển.",
  "Yêu cầu ứng viên": "Cấp độ Developer:Có tối thiểu 2 năm kinh nghiệm trên nền .NETThành thạo HTML, CSS, Javascript…Nắm rõ cơ chế vận hành của một ứng dụng .NET/.NET CoreThiết kế được các Module, class, Funtion với yêu cầu chung của một bài toánCó hiểu biết các Design Pattern cơ bản (Singleton, Adapter, Façade, Flyweight, Proxy..)Sử dụng các lớp trong collection Csharp, hiểu được ưu nhược điểm của từng loại ( Array, Dictinary, List, Array List, Sorted List, Hash Set, Sortedset, Stack, Queue…)Hiểu về cơ chế đồng bộ và đa luồng ( phân biệt được các khái niệm multitasking, multithreading…)Có khả năng tối ưu hóa code về performance và memoryCode rõ ràng, có comment docs, phân chia block và hàm thực thi hợp lý để maintainBiết regex, xử lý DOM HTMLCấp độ Senior Developer:Có khả phân tích thiết kế hệ thống lớn & khó, thiết kế các module, lớp, sửu dụng framework, kiểu dữ liệu và thuật toán nàoNắm vững nguyên tắc SOLID, OOP và sử dụng thành thạo nhiều Design Pattern( bao gồm DI, IoC, Repository, MVC, MVP, MVVM,..)Hiểu rõ nguyên lý mức hệ thống của các kiểu khai báo( biến, hằng, khai báo dynamic, generics..)Nắm rõ cơ chế vận hành luồng xử lý File: Streaming file, intemet (Stream là gì, tại sao lại cần sử dụng buffer, buffer size như thế nào là phù hợp..)Tối ưu tốt Performance và memory sửu dụng của mỗi projectThiết kế được các library hữu ích dung chung cho trong dự án theo chuẩn quốc tế.Thành thạo các kỹ thuật caching (read-through, write-through, write-behind, refresh-ahead, ...Nắm được các giải thuật cơ sở (sort, search, …)Đánh giá được độ phức tạp của thuật toán.",
  "Quyền lợi": "Cấp độ Developer (Lập trình viên): 15,000,000 – 25,000,000 VNĐCấp độ Senior Developer (Lập trình viên cấp cao): 25,000,000 -30,000,000 VNĐThưởng đạt, vượt chỉ tiêu KPI/Thưởng năng suất: Xét thưởng áp dụng khi nhân viên đạt chỉ tiêu KPI cá nhân và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng tháng lương 13 (thưởng Tết m Lịch): Xét thưởng định kỳ cuối năm căn cứ theo quy định của công ty và tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng thâm niên: Xét thưởng định kỳ cuối năm căn cứ theo thâm niên làm việc của nhân viên theo quy định của công ty và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng Nóng, Thưởng thành tích vượt trội: Khi có thành tích xuất sắc và hoặc dự án thành công…Thưởng vinh danh, tôn vinh: Bình chọn giải cá nhân/bộ phận xuất sắc cấp Công ty định kỳ hàng nămThưởng Tự Khoe cấp Bộ Phận: Khuyến khích CBNV, các bộ phận thi đua hoàn thành tốt các mục tiêu công việc, kích thích đổi mới, sáng tạo trong công việc; ghi nhận, động viên kịp thời các việc hay, sáng kiến hiệu quả của các các nhân, tập thể. Mức thưởng tự khoe, tự đề xuất theo quy chế và ngân sách của công ty cấp cho từng bộ phận.ĐIỀU CHỈNH LƯƠNG:Xem xét điều chỉnh lương khi cần thiết trong quá trình làm việc hoặc khi có thành tích vượt trội (không giới hạn số lần tăng lương trong năm). Các tiêu chí xét điều chỉnh lương:Thời gian làm việc thực tếKết quả đánh giá hiệu quả công việc của cá nhân và bộ phận theo KPINăng lực/đóng góp của bản thânCÁC CHẾ ĐỘ PHÚC LỢI:Môi trường và điều kiện làm việc:Trang thiết bị làm việc công nghệ cao, phong phú, đa dạng.Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.Môi trường trẻ trung, năng động, sáng tạo.Đồ uống, đồ ăn nhẹ tại văn phòng.Các sự kiện hoạt động văn hóa nhân dịp lễ, tết:Hoạt động kỉ niệm ngày thành lập công ty VCCorpHoạt động kỉ niệm và tặng quà sinh nhật CBCNVHoạt động kỉ niệm các ngày lễ, tết: ngày Quốc Tế Phụ Nữ 8/3, ngày Phụ Nữ Việt Nam 20/10, ngày Lễ Giáng Sinh, Tết Dương Lịch, Tết Trung Thu, Tết Thiếu Nhi…Hội diễn và tiệc tổng kết Sum Up cuối nămGiải bóng đá thường niênCuộc thi hoa hậu Miss VC thường niênRadio Mõ Làng, chương trình phát thanh truyền thông nội bộCác hoạt động liên hoan team building theo nhóm, khối, bộ phận…Chương trình chăm sóc sức khỏe toàn diện VC Health CareThăm khám sức khỏe định kỳ hàng năm tại các bệnh viện cao cấpĐược tham gia các hoạt động trải nghiệm tư vấn chăm sóc sức khỏe từ các chuyên gia y tế, do công ty tổ chức theo hình thức các kênh trực tuyến và trực tiếp tại văn phòng.Chế độ nghỉ dưỡng và phúc lợi:Chế độ nghỉ mát (theo quy chế của công ty).Chế độ nghỉ phép (12 ngày nghỉ phép/năm theo quy định của Luật Lao Động).Chế độ Hiếu, Hỉ, Sinh Con.QUY TRÌNH TUYỂN DỤNG:Xét chọn hồ sơ đạt phỏng vấnPhỏng vấn trực tiếp",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/998610.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Công Nghệ Just- In- Time Solutions",
  "job_title": "Developer",
  "salary": "8 - 13 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia nghiên cứu, phát triển sản phẩm phần mềm trong lĩnh vực Ngân hàng và Tài chính: Core Banking; Digital Banking; E-Banking; E-wallet; Data warehouse…Tìm hiểu tài liệu: Nghiệp vụ, yêu cầu và thiết kế của dự án tham gia;Code các chức năng, module được phân công;Phối hợp với team Test để kiểm tra lỗi, fix bug và hoàn thiện chức năng, sản phẩm;Hỗ trợ khách hàng sau triển khai: Tiếp nhận yêu cầu, kiểm tra lỗi, sửa lỗi dữ liệu, sửa lỗi phát sinh trong quá trình khách hàng vận hành và sử dụng sản phẩm;Các công việc khác theo phân công để đảm bảo cùng team hoàn thành dự án, công việc được giao.",
  "Yêu cầu ứng viên": "Có kiến thức và khả năng làm việc trên nền .NET Core/.NET FrameworkHiểu biết các mô hình lập trình OOP, MVC, Web API.Có kiến thức và khả năng làm việc với database SQLCó kỹ năng phân tích và giải quyết vấn đề, khả năng học hỏi nhanh công nghệ mới.Có tinh thần trách nhiệm cao trong công việc.Sẵn sàng tham gia công tác tại Thái Lan, Lào, Myanmar, Campuchia hoặc theo dự án tham gia;Chấp nhận SV mới ra trường, sẽ được đào tạo.",
  "Quyền lợi": "• Thời gian làm việc: 8h30 - 18h00 từ T2 - T6, nghỉ T7, CN, Lễ tết theo luật định;• Mức lương: Thỏa thuận (8,000,000 - 13,000,000 Vnd/tháng). Ngoài ra còn có: Thưởng dự án, thưởng kết quả kinh doanh cuối năm, lương tháng 13;• Chế độ phúc lợi đầy đủ theo luật định;• Định hướng công việc, xét điều chỉnh lương hàng năm với nhiều cơ hội phát triển nghề nghiệp;• Được trang bị laptop và các công cụ cần thiết cho công việc;• Cơ hội tham gia công tác tại Thái Lan, Lào, Myanmar, Cambodia theo dự án, thị trường tham gia;• Được đóng ngay BHXH, BHYT, BHTN; bảo hiểm tai nạn 24/7; Bảo hiểm sức khỏe Bảo Việt theo chính sách Công ty;• Du lịch, team building hàng năm và các hoạt động định kỳ hàng tháng…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-javascript-reactjs/998796.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần VCCorp",
  "job_title": "Lập Trình Viên JavaScript",
  "salary": "15 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia xây dựng các loại richtext-editor phù hợp theo từng dạng bài viết của tòa soạn báo điện tử (landing page/magazine/photo story/tường thuật sự kiện,..).Tham gia xây dựng các tính năng cho richtext-editor soạn thảo nội dung bài viết cho các báo điện tử và mạng xã hội Lotus.Tham gia xây dựng chức năng cho hệ thống quản trị các mẫu landing page/mẫu box cho hệ thống soạn thảo bài viết richtext- editor.Tham gia nghiên cứu và cập nhật các công nghệ hoặc feature mới về Javascript/HTML5/CSS và ứng dụng vào việc tối ưu code, cải thiện performance cho hệ thống quản trị nội dung (Content Management System) các báo điện tử do VCCorp vận hành.Tham gia phân tích yêu cầu & lên mô hình/cấu trúc code cùng Team leader/Project manager.Phối hợp cùng team thiết kế lên UI/UX phù hợp chức năng, yêu cầu cụ thể của từng task, từng dự án khác nhau",
  "Yêu cầu ứng viên": "Cấp độ Developer:Kỹ năng lập trình Javascript:Sử dụng thành thạo 1 hoặc nhiều thư viện/framework javascript như jQuery, ReactJs, AngularJs, Vuejs.Nắm chắc kiến thức liên quan trình duyệt như history, location, cách bind/unbind event.Có khả năng thích ứng và thay đổi công nghệ/framework cho phù hợp với nhu cầu dự án.Có khả năng xử lý được các vấn đề liên quan performance.Có kiến thức về bảo mật token trên client và kiến thức về xử lý XSS.Biết viết các widget/plugin chạy độc lập để tích hợp vào nhiều dự án/nhiều module khác nhau là 1 lợi thế.Có kinh nghiệm xử lý trên các loại richtext-editor (draftjs, ckeditor, medium editor, tiny-editor, gutenberg,...) là 1 lợi thế.Làm việc với các thư viện/framework javascript liên tục tối thiểu 1 năm trở lên.Kỹ năng máy tính:Biết sử dụng các tool develpment/add-on để debug trên trình duyệt, check thời gian xử lý request.Biết cách xử lý khi xảy ra cross-domain trên site.Biết cách sử dụng chức năng Profile/Performance trên tool Development của trình duyệt để check performace là 1 lợi thế.Sử dụng thành thạo các loại tool quản lý source code (SVN, github,..)Thành thạo trong việc config tool build code (Webpack, Gulp, Babel, SCSS/SASS...)Kỹ năng - giải pháp:Có khả năng đọc code hiểu các tính năng/thư viện có sẵn trên internet và clone tính năng cho hệ thống khi cần phát triển tính năng tương tự.Có khả năng phân tích hệ thống & chỉ ra các điểm hạn chế và đưa ra phương án tối ưu code.Tố chất con người:Tinh thần trách nhiệm cao trong công việc.Chủ động trong công việc, thích tìm tòi khám pháCấp độ Senior Developer (Lập trình viên cấp cao):Kỹ năng lập trình Javascript:Am hiểu về các loại trình duyệt.Có khả năng xử lý các vấn đề và tối ưu code liên quan trình duyệt trên mobile (performance và memory).Có khả năng xử lý tốt các vấn đề về security trên trình duyệt.Nắm chắc các kiển thức về lập trình hướng đối tượng.Nắm chắc kiến thức về các kiểu dữ liệu trong Javascipt.Có khả năng xây dựng các thư viện bằng javascript hoặc xây dựng cấu trúc code cho hệ thống bằng javascript.Kỹ năng máy tính:Sử dụng thành thạo nhiều loại tool build/debug code javascript.Có khả năng quản trị và triển khai code lên server.Kỹ năng - giải pháp:Có khả năng triển khai được các framework mới.Có khả năng nghiên cứu và training về công nghệ liên quan các thư viện/framework mới về Javascript.Tố chất con người:Đam mê làm javascript.Chủ động tìm tòi và update các framework/thư viện mới về Javascript.Có tính kiên trì trong việc giải quyết các vấn đề.",
  "Quyền lợi": "Cấp độ Developer (Lập trình viên): 15,000,000 – 25,000,000 VNĐCấp độ Senior Developer (Lập trình viên cấp cao): 25,000,000 -30,000,000 VNĐThưởng đạt, vượt chỉ tiêu KPI/Thưởng năng suất: Xét thưởng áp dụng khi nhân viên đạt chỉ tiêu KPI cá nhân và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng tháng lương 13 (thưởng Tết m Lịch): Xét thưởng định kỳ cuối năm căn cứ theo quy định của công ty và tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng thâm niên: Xét thưởng định kỳ cuối năm căn cứ theo thâm niên làm việc của nhân viên theo quy định của công ty và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng Nóng, Thưởng thành tích vượt trội: Khi có thành tích xuất sắc và hoặc dự án thành công…Thưởng vinh danh, tôn vinh: Bình chọn giải cá nhân/bộ phận xuất sắc cấp Công ty định kỳ hàng nămThưởng Tự Khoe cấp Bộ Phận: Khuyến khích CBNV, các bộ phận thi đua hoàn thành tốt các mục tiêu công việc, kích thích đổi mới, sáng tạo trong công việc; ghi nhận, động viên kịp thời các việc hay, sáng kiến hiệu quả của các các nhân, tập thể. Mức thưởng tự khoe, tự đề xuất theo quy chế và ngân sách của công ty cấp cho từng bộ phận.ĐIỀU CHỈNH LƯƠNG:Xem xét điều chỉnh lương khi cần thiết trong quá trình làm việc hoặc khi có thành tích vượt trội (không giới hạn số lần tăng lương trong năm). Các tiêu chí xét điều chỉnh lương:Thời gian làm việc thực tếKết quả đánh giá hiệu quả công việc của cá nhân và bộ phận theo KPINăng lực/đóng góp của bản thânCÁC CHẾ ĐỘ PHÚC LỢI:Môi trường và điều kiện làm việc:Trang thiết bị làm việc công nghệ cao, phong phú, đa dạng.Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.Môi trường trẻ trung, năng động, sáng tạo.Đồ uống, đồ ăn nhẹ tại văn phòng.Các sự kiện hoạt động văn hóa nhân dịp lễ, tết:Hoạt động kỉ niệm ngày thành lập công ty VCCorpHoạt động kỉ niệm và tặng quà sinh nhật CBCNVHoạt động kỉ niệm các ngày lễ, tết: ngày Quốc Tế Phụ Nữ 8/3, ngày Phụ Nữ Việt Nam 20/10, ngày Lễ Giáng Sinh, Tết Dương Lịch, Tết Trung Thu, Tết Thiếu Nhi…Hội diễn và tiệc tổng kết Sum Up cuối nămGiải bóng đá thường niênCuộc thi hoa hậu Miss VC thường niênRadio Mõ Làng, chương trình phát thanh truyền thông nội bộCác hoạt động liên hoan team building theo nhóm, khối, bộ phận…Chương trình chăm sóc sức khỏe toàn diện VC Health CareThăm khám sức khỏe định kỳ hàng năm tại các bệnh viện cao cấpĐược tham gia các hoạt động trải nghiệm tư vấn chăm sóc sức khỏe từ các chuyên gia y tế, do công ty tổ chức theo hình thức các kênh trực tuyến và trực tiếp tại văn phòng.Chế độ nghỉ dưỡng và phúc lợi:Chế độ nghỉ mát (theo quy chế của công ty).Chế độ nghỉ phép (12 ngày nghỉ phép/năm theo quy định của Luật Lao Động).Chế độ Hiếu, Hỉ, Sinh Con.QUY TRÌNH TUYỂN DỤNG:Xét chọn hồ sơ đạt phỏng vấnPhỏng vấn trực tiếp",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-mobile-flutter/995192.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ CÔNG NGHỆ RESDII",
  "job_title": "Lập Trình Viên Mobile",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "Design, develop, and maintain responsive mobile apps with elegant UX that delight our users and raise their productivityWrite clean and well-abstracted code the you are proud of, with extensibility and performance in mindWork in cross-functional teams with PO, UX designer and QA to ship quality software in time",
  "Yêu cầu ứng viên": "Must have built at least 2 years Android and/or iOS apps with FlutterExperience with third-party libraries and APIsWorking knowledge of the general mobile landscape, architectures, trends, and emerging technologiesSolid understanding of the full mobile development life cycle, including automated testing and buildingBe proficient in using version control and continuous integration, with tools such as Git and JenkinsWrite clear, maintainable and testable codeNice to having published one or more mobile apps in Google Play or App Store",
  "Quyền lợi": "Compensation & Benefit: Attractive salary (NET), salary review twice/year and project bonusSocial activities: Annual company trip; Party celebrations (Christmas, Birthday, Mid-autumn,...); Sports clubs; Happy time, Relax time, etcWorkplace: Surrounded with friendly, open-minded, young and supportive colleagues; Progressive - Modern - Happy workplace",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/react-native-developer/999400.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TIN HỌC & DỊCH VỤ NAM LONG",
  "job_title": "React Native Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Participate in the development and construction of the company's products on the React Native platformOther related jobsJob details will be discussed further during the interview",
  "Yêu cầu ứng viên": "More than 2 years of experience.Experience with Redux, Redux Saga, React Hook,...Ability to support and allocate work to other team membersHave a spirit of learning and self-improvementAbility to work in a team or independentlyBe responsible with your work",
  "Quyền lợi": "Working time: Monday - Friday: 8:00 - 17:30 (lunch break 1h30')Working in a dynamic and professional environment with many opportunities for advancement.Provide complete equipment to serve the job.Company pays all social insurance, health insurance, unemployment insurance.Enjoy the welfare policies according to the company's regulations (Annual salary review, 13th month salary, KPI bonus, 12 days of leave, birthday celebration, lunch allowance, car parking,…)Regular training and professional improvement.Participate in cultural activities with typical colors of the company: Team building, and a series of interesting and attractive collective activities taking place monthly and quarterly at the company.Competitive salary.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 08/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/999419.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TIN HỌC & DỊCH VỤ NAM LONG",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Participate in the development and construction of the company's product based on PHP, NodeJS, AWS services, Linux servers.\\Job details will be discussed further during the interviewOther related jobs",
  "Yêu cầu ứng viên": "More than 1 year of experience.Good programming skills with: PHP, OOP, PostgreSQL, REST APIExperience with NodeJS is advancedHave a sense of responsibility, ability to work in a teamHave a spirit of learning and self-improvement.",
  "Quyền lợi": "Working time: Monday - Friday: 8:00 - 17:30 (lunch break 1h30')Working in a dynamic and professional environment with many opportunities for advancement.Provide complete equipment to serve the job.Company pays all social insurance, health insurance, unemployment insurance.Enjoy the welfare policies according to the company's regulations (Annual salary review, 13th month salary, KPI bonus, 12 days of leave, birthday celebration, lunch allowance, car parking,…)Regular training and professional improvement.Participate in cultural activities with typical colors of the company: Team building, and a series of interesting and attractive collective activities taking place monthly and quarterly at the company.Competitive salary.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ios-developer/998825.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Thương Mại và Dịch Vụ Synova",
  "job_title": "IOS Developer",
  "salary": "Tới 35 triệu",
  "exp": "Trên 5 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Design and build advanced applications for the iOS platformCollaborate with cross-functional teams to define, design, and ship new features.Unit-test code for robustness, including edge cases, usability, and general reliability.Work on bug fixing and improving application performance.Continuously discover, evaluate, and implement new technologies to maximize development efficiency.Any related tasks assigned by Line Manager",
  "Yêu cầu ứng viên": "Bachelor’s degree in computer science, electrical engineering, or equivalent.At least 5 YOE working experiences with Swift.Strong knowledge of UIKit, Realm, MVCStrong knowledge of Object Oriented Concepts.Good English language skills (both written and spoken).",
  "Quyền lợi": "01 (one) day off non-cumulative per month.Commit to Synova on a long-term basis.Directly participate in a variety of prestigious projects..Approach and work with clients around the world.You can choose the most comfortable workplace where bad weather and distance are not obstacles.Enhance your English skills.Join monthly team dinners, team activities, and weekly sports clubs.Receive various gifts: Birthday gifts, Marriage gifts, Newborn baby gift,...Enjoy team events on special days: New Year’s Party, Christmas Day,...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-ios-oop-swift-objective-c/960390.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Đầu Tư Và Phát Triển Công Nghệ Proxglobal",
  "job_title": "IOS",
  "salary": "3 - 4 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng và phát triển các ứng dụng cho thị trường US, UK (Các lĩnh vực hiện tại gồm: Giải trí, Lối sống, Sức khỏe)- Tham gia quy trình training đặc biệt của ProLab về phát triển ứng dụng tại thị trường US, UK trong 3 tháng đầu.- Đưa ra các giải pháp kỹ thuật và tối ưu hiệu năng cho sản phẩm.- Hỗ trợ các dự án khác liên quan khi được yêu cầu.- Phân tích dữ liệu người dùng để liên tục cải tiến và tối ưu hoá các tính năng của app.- Tham gia nghiên cứu và áp dụng các công nghệ mới ứng dụng cho app.",
  "Yêu cầu ứng viên": "- Có hiểu biết về các kiến trúc phát triển di động- Sinh viên chuyên ngành CNTT, điện tử viễn thông, khoa học máy tính, lập trình ứng dụng.- Có khả năng làm việc nhóm.- Đã tham gia phát triển sản phẩm di động là một lợi thế.- Nắm vững kiến thức cơ bản về lập trình: OOP, Swift/Objective-C,...- Có sản phẩm Demo hoặc sản phẩm nhóm, bài tập lớn hoàn thiện",
  "Quyền lợi": "- Mức lương cứng: 3.000.000 - 4.000.000đ- Quà tặng (tiền thưởng) vào các ngày Lễ Tết (Tết dương lịch, Quốc khánh, 30/04-01/05, Trung thu, Tết thiếu nhi…)- Lương tháng 13. Xét tăng lương dựa trên năng lực hàng quý- Thưởng theo dự án, năng suất tiến độ công việc hoặc sáng kiến cải tiến mới. Thưởng cho những người gắn bó lâu dài với công ty- Được làm và training triển khai 1 vòng quy trình phát triển ứng dụng tại thị trường UK, US, có triệu user, tốc độ tăng trưởng > 50%/ tháng. Đặc biệt lot top app tại UK, US, xử lý hàng trăm nghìn request/ ngày.- Được tham gia xây dựng sản phẩm cho thị trường Mỹ, phát triển trải nghiệm người dùng cho ứng dụng triệu user- Được làm việc trong một công ty công nghệ năng động, phát triển. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ bản thân- Gửi xe miễn phí, tea-break hàng ngày- Đồng nghiệp trẻ trung, năng động, luôn hỗ trợ và giúp đỡ nhau- Khám sức khỏe định kỳ 1 lần/năm tại bệnh viện uy tín.- Du lịch hàng năm, Team building định kỳ- Các chế độ về bảo hiểm xã hội, bảo hiểm y tế, và các chế độ khác theo quy định của Pháp luật.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-android-co-ho-tro-luong-ha-noi/958188.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Đầu Tư Và Phát Triển Công Nghệ Proxglobal",
  "job_title": "Android",
  "salary": "3 - 4 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng và phát triển các ứng dụng cho thị trường US, UK (Các lĩnh vực hiện tại gồm: Giải trí, Lối sống, Sức khỏe)- Tham gia quy trình training đặc biệt của ProLab về phát triển ứng dụng tại thị trường US, UK trong 3 tháng đầu.- Đưa ra các giải pháp kỹ thuật và tối ưu hiệu năng cho sản phẩm.- Hỗ trợ các dự án khác liên quan khi được yêu cầu.- Phân tích dữ liệu người dùng để liên tục cải tiến và tối ưu hoá các tính năng của app.- Tham gia nghiên cứu và áp dụng các công nghệ mới ứng dụng cho app.",
  "Yêu cầu ứng viên": "- Có hiểu biết về các kiến trúc phát triển di động- Sinh viên chuyên ngành CNTT, điện tử viễn thông, khoa học máy tính, lập trình ứng dụng.- Có khả năng làm việc nhóm.- Đã tham gia phát triển sản phẩm di động là một lợi thế.- Nắm vững kiến thức cơ bản về: Java, Kotlin trong lập trình mobile android- Sử dụng được với Web service, REST APIs, xử lý JSON/XML, SQLite, Git, SVN, Social Network API, Firebase- Hiểu biết các mô hình kiến trúc (MVP, MVVM, …)- Sử dụng được các thư viện bên thứ 3: Push Notification, Network, Firebase,...",
  "Quyền lợi": "- Quà tặng (tiền thưởng) vào các ngày Lễ Tết (Tết dương lịch, Quốc khánh, 30/04-01/05, Trung thu, Tết thiếu nhi…)- Được tham gia xây dựng sản phẩm cho thị trường Mỹ, không làm outsource cho nước ngoài.- Được làm và training triển khai 1 vòng quy trình phát triển ứng dụng tại thị trường UK, US, có triệu user, tốc độ tăng trưởng > 50%/ tháng. Đặc biệt lot top app tại UK, US, xử lý hàng trăm nghìn request/ ngày.- Có thưởng doanh thu theo % công sức theo từng project mình tham gia (Up to 18k usd)- Thưởng các mức theo các milestone dự án, năng suất tiến độ công việc hoặc sáng kiến cải tiến mới.- Được training bởi các Architect, Soluction Architect, Senior UIUX phát triển các sản phẩm tai UK, US.- Được khuyến khích tham gia phân tích requirements, thiết kế hệ thống.- Đặc biệt, được đầu tư, hỗ trợ nguồn lực để phát triển riêng ý tưởng của mình (nội bộ tổ chức inovation day hàng tháng, top ý tưởng sẽ được đầu tư).- Lương tháng 13. Xét tăng lương dựa trên năng lực 6 tháng 1 lần- Du lịch hàng năm, team-building- Tiệc sinh nhật, quà sinh nhật, ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/998677.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DOLPHIN SOLUTIONS",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Phân tích tài liệu và tìm phương án giải quyết các vấn đề của hệ thống.• Phân tích và thiết kế database phù hợp với các yêu cầu của dự án.• Thiết kế cấu trúc và phát triển ứng dụng.• Đề xuất và hiện thực giải pháp khắc phục vấn đề performance, cải tiến UI/UX của ứng dụng.• Kết hợp với các bộ phân liên quan để triển khai hoàn thành dự án.",
  "Yêu cầu ứng viên": "• Tốt nghiệp đại học, cao đẳng chuyên ngành công nghệ thông tin.• Từ 2 năm kinh nghiệm làm PHP trở lên.• Có kinh nghiệm làm việc với các framework Laravel, CI.• Có kinh nghiệm về HTML/HTML5, CSS/CSS3, Boostrap Responsive.• Có kinh nghiệm về Restful API và Javascript nâng cao (Ajax, JSON, …)• Có nhiều kinh nghiệm về MySQL.• Có kinh nghiệm làm việc trên hệ thống Git và Git flow.• Khả năng phân tích tình huống và xử lý vấn đề.• Kỹ năng làm việc nhóm, có tinh thần chịu trách nhiệm cao.• Khả năng làm việc độc lập và tính tự giác cao.",
  "Quyền lợi": "• Mức lương: Thỏa thuận.• Được cấp máy tính làm việc.• Xét tăng lương thưởng dựa trên đánh giá hiệu quả làm việc theo định kỳ (6 tháng/lần).• Môi trường làm việc trẻ, năng động, cởi mở, nhiều thử thách.• Thưởng lương tháng thứ 13.• Nghỉ phép năm: 12 ngày/năm, đóng đầy đủ BHXH và hưởng các chế độ phúc lợi theo quy định của bộ Luật Lao động• Cơ hội phát triển: Định hướng công việc rõ ràng, làm việc với đội ngũ tài năng, tiếp cận các công nghệ mới nhất và thử thách với các dự án mới.• Các sự kiện nội bộ: Hoạt động gắn kết du lịch Team Building hàng năm, tiệc sinh nhật công ty, tiệc cuối năm,• Tuyên dương và phần thưởng EOM mỗi tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-dotnet-net/999207.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH W2SOLUTION VIỆT NAM",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Tham gia phát triển các dự án phần mềm- Tham gia thực tập Full-time- Tìm hiểu và phát triển chức năng Web E-Commerce- Được hướng dẫn về ý thức chất lượng, teamwork- Một số công việc khác sẽ trao đổi cụ thể trong buổi phỏng vấn",
  "Yêu cầu ứng viên": "- Có kỹ năng và hiểu biết về :  Csharp, ASP.NET, SQL Server- Đã tốt nghiệp Cao đẳng / Đại Học hoặc đang đợi Bằng (ngành Công nghệ thông tin, Phần mềm)- Cung cấp bảng điểm tại trường đang theo học (Trường hợp chưa có Bằng)- Có hiểu biết về E-Commerce là một lợi thế",
  "Quyền lợi": "- Hằng ngày được trợ cấp cơm trưa, học lớp tiếng Nhật miễn phí- Được tham gia các hoạt động Team Building như : thể thao, tiệc Công ty,...- Môi trường làm việc Nhật Bản thân thiện, năng động, chuyên nghiệp- Được đánh giá kết quả sau thời gian thực tập để trở thành nhân viên chính thức.■ Khi trở thành nhân viên chính thức sẽ được thêm những phúc lợi sau :- Lương tháng 13- Khám sức khỏe định kỳ, du lịch công ty hằng năm- Tham gia đầy đủ chế độ Bảo hiểm xã hội, Bảo hiểm y tế,…- Lương, trợ cấp thỏa thuận theo năng lực làm việc- Đánh giá Performance 3 tháng 1 lần.■ Thời gian làm việc :    Từ 8:00 – 17:00 từ Thứ 2 đến Thứ 6",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-vien-dotnet-net/999220.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH W2SOLUTION VIỆT NAM",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển Web Application- Nghiên cứu cách tiến hành công việc và tìm hiểu nội dung của Package- Được hướng dẫn và tập huấn về ý thức chất lượng, teamwork- Một số công việc khác được trao đổi cụ thể trong phỏng vấn",
  "Yêu cầu ứng viên": "- Có kinh nghiệm lập trình tối thiểu 1 năm trở lên đối với .NET、Csharp、ASP.NET- Ưu tiên ứng viên có kinh nghiệm Coding standands, làm E-Commerce- Tốt nghiệp Cao đẳng / Đại Học ngành CNTT, Phần mềm- Có tinh thần làm việc theo Team",
  "Quyền lợi": "- Lương tháng 13- Khám sức khỏe định kỳ, du lịch công ty hằng năm- Tham gia đầy đủ chế độ Bảo hiểm xã hội, Bảo hiểm y tế,…- Hằng ngày được trợ cấp cơm trưa, học lớp tiếng Nhật miễn phí- Được tham gia các hoạt động Team Building như : thể thao, tiệc Công ty,...- Môi trường làm việc Nhật Bản thân thiện, năng động, chuyên nghiệp- Đánh giá Performance 1 năm 2 lần.- Lương, trợ cấp thỏa thuận theo năng lực làm việc■ Thời gian làm việc : Từ 8:00 – 17:00 từ Thứ 2 đến Thứ 6",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-mobile-react-native-tai-ha-noi-luong-up-to-1500/352914.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN 247 HOLDINGS",
  "job_title": "Lập Trình Viên Mobile",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia thiết kế, xây dựng và triển khai ứng dụng mobile với React Native- Phát triển, cải thiện tốc độ, hiệu quả và mở rộng ứng dụng- Tham gia phát triển, đề xuất giải pháp kỹ thuật cho các dự án lập trình ứng dụng- Nghiên cứu, tìm hiểu các công nghệ, engine,... mới phục vụ các nhu cầu sản phẩm củɑ công ty- Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của cấp trên",
  "Yêu cầu ứng viên": "- Có ít nhất 2 năm kinh nghiệm phát triển Mobile App bằng react-native, ưu tiên ứng viên đã có sản phẩm.- Có kinh nghiệm làm việc với Web Services (REST, JSON, SOAP), NoSQL, làm UI/UX- Sử dụng thành thạo React Native, GIT, SVN- Có hiểu biết tốt về Design Pattern, UML, SQLite- Đam mê phát triển sản phẩm- Căn bản lập trình & tư duy thuật toán tốt.- Có hiểu biết native languages cho android/ios là 1 lợi thế.",
  "Quyền lợi": "a. Cơ hội phát triển:- Được tham gia các chương trình training về kỹ năng công nghệ và kỹ năng mềm (tiếng Anh, giao tiếp..), phương pháp làm việc (Agile, Scrum...).- Được tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân.b. Chế độ đãi ngộ:- Lương: 400 – 1500$- Performance review: 2 lần/năm- Tổng thu nhập lên đến 14 tháng lương.- Thưởng dự án, tổ chức sinh nhật. Tổ chức mùng 8/3, 20/10...c. Chăm sóc sức khỏe:- Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm.d. Văn hóa nội bộ:- Làm việc trong môi trường năng động, nhiều thử thách và cơ hội phát triển năng lực cá nhân. Cơ hội thăng cấp rõ ràng, có cơ hội phát triển lên quản lý...- Các thành viên công ty thân thiện cởi mở, chia sẻ, giúp đỡ nhau vượt qua mọi khó khăn trong công việc và đời sống.e. Hoạt động đa dạng:- Nhiều hoạt động bên lề phong phú của các câu lạc bộ:+ CLB ngôn ngữ: Tiếng Anh+ CLB văn hóa: m nhạc, Dancing, Ẩm thực, Cờ vua, Game (AOE, LOL, DOTA2,PES, etc.).+ CLB thể thao: Bóng đá, bóng bàn...- Có team building hàng tháng và du lịch hàng năm cùng công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-reactjs-up-to-2500/848235.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TRUYỀN THÔNG VÀ DỊCH VỤ DU LỊCH CẢM XÚC VIỆT",
  "job_title": "Reactjs",
  "salary": "800 - 2,500 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Lập chương trình, phát triển các dự án nước ngoài sử dụng 100% vốn.- Thực hiện Unit test, thiết kế mẫu, đóng góp giải pháp cho các dự án trọng điểm.- Báo cáo công việc trực tiếp cho Quản lý chuyền theo báo cáo hàng ngày.- Sẵn sàng đi onsite, học hỏi, tham gia phát triển công nghệ mới khi có yêu cầu.- Cộng tác rộng rãi với Trưởng nhóm, Quản lý sản phẩm, thiết kế và các kỹ sư khác để phát triển các tính năng thúc đẩy khách hàng của chúng tôi.",
  "Yêu cầu ứng viên": "- Có ít nhất 2 năm kinh nghiệm trong lĩnh vực phát triển giao diện người dùng.- Có kinh nghiệm trước với các luồng công việc React.js phổ biến (chẳng hạn như Redux hoặc Flux).- Có kinh nghiệm làm việc với Web API, Web Services REST, SOAP, XML và các công nghệ trao đổi dữ liệu liên quan.- Có kinh nghiệm xây dựng các trang web đa nền tảng và đáp ứng nhanh + Kinh nghiệm UI / UX mạnh mẽ.- Có kiến thức vững chắc về CSS và các bộ tiền xử lý CSS như SASS, LESS.- Có kinh nghiệm với các phương pháp luận phát triển Scrum / Agile.- Kỹ năng ngoại ngữ: Viết và nói tiếng Anh tốt.- ƯU TIÊN ỨNG VIÊN:+ Có kinh nghiệm về ứng dụng web và ngôn ngữ kịch bản C, ASP.NET MVC, SharePoint.+ Có kinh nghiệm về cơ sở dữ liệu MS SQL Server, MySQL.+ Có kinh nghiệm tự động xây dựng và tự động triển khai là một điểm cộng.+ Thoải mái với việc sử dụng các công cụ dựa trên NodeJS khác nhau như NPM, Bower, Grunt, Gulp hoặc Yeoman trong quy trình phát triển công việc.Chỉ lấy các bạn từ 1996 trở về trước.",
  "Quyền lợi": "- Lương: Dao động từ 800$ - 2500$( Lấy Level: Middle/Senior ....gấp gấp)- Thử việc hưởng lương đầy đủ.- Thưởng tháng 13 và các khoản thưởng khác. Thưởng KPI năm.- Xét lương 2 lần / năm vào tháng 6 và tháng 12- Thưởng hàng tháng dựa trên phản hồi của khách hàng và kết thúc dự án.- Tận hưởng thời gian vui vẻ hàng tháng với trái cây và bánh kẹo miễn phí.- Tham gia chơi bóng đá, bóng bàn, đội PES.- Cơ hội làm việc trong môi trường trẻ trung, năng động, thân thiện, chuyên nghiệp với hệ thống quy trình rõ ràng, nhanh chóng, đầy đủ tiện nghi.- Làm việc trực tiếp với khách hàng nước ngoài, các thành viên có kinh nghiệm như Product Owner, SA, Technical core, Designer ...- Tham gia rất nhiều dự án nước ngoài, nhiều doanh nghiệp phức tạp, tham gia và xử lý các vấn đề về dữ liệu lớn.- Được tham gia các khóa đào tạo về kỹ năng mềm, kỹ năng nghề nghiệp.- Được hưởng đầy đủ các quyền lợi theo quy định của Luật lao động. Đặc biệt, được tham gia bảo hiểm sức khỏe và giấy khám sức khỏe (Bảo Việt) hàng năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/878996.html?ta_source=JobSearchList",
  "company_name": "Nichietsu",
  "job_title": "Java Developer",
  "salary": "Tới 1,500 USD",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Develop software program with limited support from senior engineers;To run through all the test cases for assigned tasks and ensure all cases tested and passed before release for testing;Write program in compliance with established coding quality standard of the company;To self-train on new technologies;To implement strictly all the customer’s process if being requested, company’s processes;To document detailed designs as part of design team;To perform other tasks assigned by the Line Manager, Project Manager & Technical Manager.",
  "Yêu cầu ứng viên": "At least 3 years experience in Java on Linux / Windows;Good knowledge of Spring (Spring MVC, Spring Boot, Spring Security), Hibernate;Basic knowledge of  Web (RESTful, SOAP) and (Active MQ, IBM MQ);Good knowledge of web service development, EJB & Linux, Keycloak - Java;Good knowledge of performance optimization for web application;Basic English communication, know Japanese is a plus.",
  "Quyền lợi": "Successful candidates will be able to sign a labor contract immediately, no need to go through a probationary periodSalary shall be discussed during the interviewMonthly working allowance when working at client's officeBonus 13 months’ salary per year, and review salary per year5 working days per week (Monday-Friday), some extent flexible working hours.Friendly, professional, and open working environment.Premium Health Care Insurance 24/7 for Key PersonCompany Trip and Events, Birthday Party, Year-End Party,Labor Contract, Social insurance as Labor LawTraining courses: Technical skills, JapaneseProfessional and Flexible Working Environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-developer-nodejs-net-python/998631.html?ta_source=JobSearchList",
  "company_name": "POWERGATE AUSTRALIA (CÔNG TY CỔ PHẦN TẬP ĐOÀN POWERGATE)",
  "job_title": "Senior Developer",
  "salary": "Tới 2,000 USD",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "PowerGate Australia (PGA) là 1 trong 6 hệ sinh thái của PowerGate Group chuyên về dịch vụ phần mềm. PGA tìm kiếm nhân tài tại vị trí Senior Developer  để cùng chúng tôi:• Xây dựng SOFTWARE PRODUCT STUDIO Quốc tế Lớn nhất Khu vực, với 1000 thành viên (trong 5 năm tới).• Thực hiện sứ mệnh đưa các Ý TƯỞNG VÀ SÁNG TẠO đến với cuộc sống thông qua XÂY DỰNG CÁC SẢN PHẨM CÔNG NGHỆ CAO cùng với các khách hàng và đối tác trên toàn cầu.Mô tả công việc:● Cơ hội để tham gia vào các dự án phần mềm với khách hàng US, UK, Canada, Australia,..● Tham gia thiết kế, xây dựng và triển khai ứng dụng sử dụng ngôn ngữ NodeJS/.NET/Python● Hoàn thành các dự án đúng tiến độ, chủ động học hỏi, nghiên cứu, tìm kiếm các công nghệ mới● Hỗ trợ, phối hợp với các bộ phận khác trong quá trình làm việc.● Môi trường năng động và linh hoạt, cải thiện bản thân để trở thành một chuyên gia lập trình.● Hoàn thành các dự án đúng tiến độ, chủ động học hỏi, nghiên cứu, tìm kiếm các công nghệ mới",
  "Yêu cầu ứng viên": "● Có trên 4 năm kinh nghiệm thiết kế ứng dụng sử dụng NodeJS/.NET/Python● Có kiến thức tốt về SQL hoặc Non-SQL như PostgresSQL or MySQL or MongoDB● Có kiến thức về RESTful API● Có kinh nghiệm làm việc với git● Làm tốt Technical DesignĐiểm cộng:● Kinh nghiệm deployment trên nhiều hệ thống là lợi thế ( windows, linus, unix,…)● Có khả năng sublead là một lợi thế",
  "Quyền lợi": "● Thu nhập: Offer theo năng lực và expect của ứng viênTrong đó:● Lương cứng offer theo năng lực của ứng viên: upto $2000 NET● Thưởng dự án hàng Quý (4 lần/năm)● Thưởng tháng 13: package 1-3 tháng lương● Thử việc hưởng 100% lương● Cơ hội tham gia vào ban điều hành Division và hưởng cơ chế thưởng cao theo kết quả kinh doanh của Division (nhận Profit Bonus theo lợi nhuận Division trong năm - Package min 16 tháng lương/năm)● Lộ trình thăng tiến rõ ràng (review tăng lương 2 lần/năm)● Làm việc 5 ngày/tuần (nghỉ thứ 7, chủ nhật)● Làm việc trong môi trường năng động, đội ngũ nhân viên trẻ nhiệt huyết● Nhiều hoạt động bonding gắn kết nhân sự hàng tháng, Teambuilding 2 lần/năm, Quỹ thưởng liên hoan team/division hàng Quý● Quản lý Support kịp thời và hướng dẫn tận tình.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/middle-developer-reactjs-reactnative/998816.html?ta_source=JobSearchList",
  "company_name": "POWERGATE AUSTRALIA (CÔNG TY CỔ PHẦN TẬP ĐOÀN POWERGATE)",
  "job_title": "Reactjs",
  "salary": "Tới 1,500 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "PowerGate Australia (PGA) là 1 trong 6 hệ sinh thái của PowerGate Group chuyên về dịch vụ phần mềm. PGA tìm kiếm nhân tài tại vị trí Middle Developer để cùng chúng tôi:• Xây dựng SOFTWARE PRODUCT STUDIO Quốc tế Lớn nhất Khu vực, với 1000 thành viên (trong 5 năm tới).• Thực hiện sứ mệnh đưa các Ý TƯỞNG VÀ SÁNG TẠO đến với cuộc sống thông qua XÂY DỰNG CÁC SẢN PHẨM CÔNG NGHỆ CAO cùng với các khách hàng và đối tác trên toàn cầu.Với vai trò là một Middle Developer, bạn sẽ:● Tham gia vào xây dựng các dự án phần mềm lớn với khách hàng đến từ US.UK,Canada, Úc…● Tham gia thiết kế, xây dựng và triển khai các sản phẩm công nghệ hàng đầu với .Net Backend● Nghiên cứu phát triển và xây dựng kiến trúc cho các hệ thống phần mềm của khách hàng● Nghiên cứu công nghệ mới để áp dụng vào các dự án",
  "Yêu cầu ứng viên": "Có ít nhất 3 năm kinh nghiệm với ReactJS/ReactNativeCó kiến thức tốt về quy trình phát triển phần mềmCó khả năng thiết kế và tối ưu cơ sở dữ liệu cho ứng dụng có lượng truy cập lớnCó tinh thần học hỏi và nâng cao trình độ bản thânKhả năng làm việc trong môi trường nhómKỹ năng tư duy logic và thuật toán tốt, phân tích và giải quyết vấn đề",
  "Quyền lợi": "• Gói thu nhập bao gồm: Lương cứng (Net) + Project bonus + Tháng 13Trong đó:- Lương cứng: upto $1500 NET- Thưởng dự án hàng Quý (4 lần/năm)- Thưởng tháng 13: package 1-3 tháng lương• Thử việc hưởng 100% lương• Cơ hội tham gia vào ban điều hành Division/Công ty thành viên và hưởng cơ chế thưởng cao theo kết quả kinh doanh của Division/Công ty thành viên.• Cơ hội là một trong những nhân tố đầu tiên đặt nền móng phát triển cho hệ sinh thái PowerGate Australia• Rất nhiều cơ hội trở thành Key Person, Division Director trong tương lai• Cơ hội được thử sức ở các hệ sinh thái khác nhau và phát triển theo năng lực, sở thích của bản thân• Lộ trình thăng tiến rõ ràng (đánh giá tăng lương 2 lần/năm)• Làm việc 5 ngày 1 tuần, nghỉ thứ 7, chủ nhật",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-rpa-project-luong-18-30-trieu-thang/817606.html?ta_source=JobSearchList",
  "company_name": "Sisua Digital Vietnam",
  "job_title": "Lập Trình Viên",
  "salary": "18 - 30 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào xu hướng công nghệ phần mềm về RPA (Robotic Process Automation) đầy hứa hẹnSử dụng các công cụ RPA như UiPath, phát triển các dự án cho các khách hàng lớn trong và ngoài nướcTham gia hỗ trợ dự án của những chi nhánh khác bên nước ngoài, có cơ hội được làm việc onsite tại các quốc gia châu Âu, châu Mỹ,...Xây dựng và triển khai Robot tự động hóaNghiên cứu, tối ưu các công việc được giao, mang đến các sản phẩm chất lượng, đem lại hiệu quả cao nhất cho khách hàngThực hiện các công việc khác theo yêu cầu của công ty để hoàn thành các dự án",
  "Yêu cầu ứng viên": "Tốt nghiệp các trường ĐH, CĐ liên quan đến CNTT, tự động hóa,...Có trên 6 tháng kinh nghiệm về lập trình hoặc triển khai dự án RPAYêu cầu Tiếng Anh khá tốt, có chứng chỉ IELTS, TOEIC là một lợi thếThành thạo 1 trong các ngôn ngữ lập trình: C/VB.Net/PythonCó khả năng làm việc độc lập cũng như làm việc theo nhóm tốtSẵn sàng học hỏi và làm việc với các kiến thức mớiƯu tiên các ứng viên có kinh nghiệm trong các giải pháp RPA, UiPath, có các chứng chỉ của UiPath, kinh nghiệm làm Python và có khả năng ngoại ngữ",
  "Quyền lợi": "Thu nhập từ 18.000.000 VND - 30.000.000 VND tùy theo năng lực, xét duyệt tăng lương theo lộ trình công ty.Lương tháng thứ 13, thưởng phụ cấp,…Đóng BHXH FULL LƯƠNG thay vì mức lương cơ bản, được hưởng các chế độ theo quy định của Nhà nướcNghỉ phép 12 ngày/năm, tăng theo thâm niênHỗ trợ máy tính, chuột, chi phí gửi xe,…Làm việc trong môi trường thoải mái, năng độngTeam building, liên hoan hàng tuần, hàng thángLàm việc thứ 2 – thứ 6, nghỉ T7, CN",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/960140.html?ta_source=JobSearchList",
  "company_name": "Aqbooking.com Limited -Vietnam",
  "job_title": "Lập Trình Viên PHP",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển các website giới thiệu và thương mại điện tử như Wordpress, Magento, Opencart, Shopware, ...- Tham gia bảo trì, nâng cấp các hệ thống của công ty- Thực hiện các công việc phân tích, thiết kế, nghiên cứu công nghệ mới- Phối hợp với các thành viên trong team để hoàn thiện và tối ưu hóa sản phẩm.",
  "Yêu cầu ứng viên": "- Hiểu và có thể triển khai các mẫu cấu trúc và thiết kế khác nhau như Factory, Singleton, Dependency Injection, v.v.- Có kiến thức và kinh nghiệm vững chắc về lập trình PHP hướng đối tượng.- Có kinh nghiệm với MySQL, SQL Server, NoSQL- Hiểu biết thành thạo Git.- Có kinh nghiệm tốt với các framework PHP phổ biến như Zend, Yi, Laravel, ...- Ít nhất 1 năm kinh nghiệm chuyên môn về ngôn ngữ PHP.- Có khả năng sử dụng tiếng anh chuyên ngành là một lợi thế- Biết thêm về  .NetCore là 1 lợi thế",
  "Quyền lợi": "- Bảo hiểm xã hội và bảo hiểm y tế đầy đủ- Đánh giá dựa trên hiệu suất và KPI- Làm việc trong môi trường quốc tế với các thành viên trong nhóm từ Thái Lan, Hồng Kông, Trung Quốc, v.v.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-thu-nhap-tu-18-22-trieu-thang/796713.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Nhà Ở Ngay Việt Nam",
  "job_title": "Lập Trình Viên",
  "salary": "18 - 22 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-  Xây dựng các sản phẩm website thương mại điện tử-  Xây dựng các REST APIs và quản lý Database-  Thiết kế giao diện người dùng và quản trị-  Xây dựng Cron job và Batch job để chạy queues trên server",
  "Yêu cầu ứng viên": "-  Tối thiểu 1 năm kinh nghiệm lập trình phát triển phần mềm sử dụng PHP, framework Laravel.-  VueJS (web) (tối thiểu 1 năm).-  Có kinh nghiệm về API, Job, Batch,...-  Kinh nghiệm sử dụng và thiết kế Database: MySQL, MongoDB,..-  Có kinh nghiệm cắt giao diện HTML-  Nắm được và làm việc tốt với Typescript-  Có kinh nghiệm làm việc với API, sử dụng Postman-  Có kinh nghiệm làm việc với Git-  Đặc biệt ưu tiên ứng viên có kinh nghiệm làm việc với client framework như NodeJS, Experss- Tốt nghiệp trung cấp trở lên",
  "Quyền lợi": "- Lương cứng: 18.000.000 - 22.000.000 đồng/tháng + Phụ cấp + KPI- Tết thưởng từ 2-6 tháng lương- Môi trường năng động, trẻ trung, được tham gia các buổi teambuilding sôi động của công ty.- Chế độ bảo hiểm theo quy định.- Đóng các khoản BHXH, BHYT, BHTN cho người lao động theo quy định (không gian lận bất kỳ 1 trường hợp nào)- Chính sách phúc lợi rất tốt- Môi trường làm việc trẻ trung, hiện đại, năng động và chuyên nghiệp– Là một trong những công ty BĐS được đánh giá có chế độ đào tạo và hỗ trợ nhân viên tốt nhất hiện nay.- Các hoạt động tập thể thường xuyên: Teambuilding, Outing, Bóng đá..",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-upto-35m/954174.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Hệ thống Công nghệ ETC",
  "job_title": "Nodejs",
  "salary": "Tới 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển, bảo trì các ứng dụng trên nền tảng web, sử dụng một trong các framework NodeJS.- Trao đổi, phân tích và tìm giải pháp cho các yêu cầu của dự án- Phát triển sản phẩm mới và làm mới, nâng cấp các sản phẩm hiện có.- Xây dựng, tối ưu hệ thống để phục vụ số lượng người dùng lớn- Tham gia hỗ trợ nghiên cứu công nghệ, phối hợp BA phân tích tài liệu yêu cầu người sử dụng, tài liệu mô tả, đặc tả sản phẩm dự án- Tham gia training và tự học hỏi kiến thức, công nghệ mới để áp dụng vào dự án- Đảm bảo việc kiểm thử được thực hiện tuân thủ theo các chuẩn và thủ tục kiểm thử.- Nghiên cứu tài liệu dự án cùng project team leader và thành viên dự án- Hỗ trợ các thành viên dự án để hiểu đúng yêu cầu nghiệp vụ, yêu cầu người sử dụng và thống nhất giao diện sử dụng- Viết các tài liệu dự án theo yêu cầu.- Thực hiện các công việc do trưởng bộ phận, quản trị dự án giao trong phạm vi công việc.",
  "Yêu cầu ứng viên": "- Từ 2 năm kinh nghiệm phát triển ứng dụng Web nói chung bằng Nodejs;- Có kiến thức chắc chắn về giải thuật, OOP, clean code, unit-test code, xây dựng tài liệu;- Hiểu biết về hệ phân tán, áp dụng để xử lý các bài toán scale-out hệ thống;- Có kinh nghiệm về cloud computing sử dụng AWS, Azure, GCP;- Kỹ năng phân tích, trình bày, giải quyết vấn đề;- Nghiêm túc, trách nhiệm, nhiệt huyết trong công việc.",
  "Quyền lợi": "- Mức lương cạnh tranh- Môi trường làm việc thân thiện, năng động, có cơ hội phát triển bản thân và thăng tiến.- Ghi nhận thành tích, tăng lương và tưởng thưởng kịp thời.- Thưởng định kì ngày lễ 30/4, 2/9,… thường Tết- Nghỉ thứ 7, chủ nhật và các ngày Lễ theo quy định.- Được hỗ trợ tiền làm thêm giờ, phụ cấp hoạt động dự án.- Được tham gia các khóa đào tạo do công ty tổ chức: kĩ năng mềm, nâng cao trình độ chuyên môn…- Có cơ hội thăng tiến- Được đào tạo, làm việc cùng các chuyên gia nước ngoài- Có cơ hội công tác nước ngoài- Được hưởng đầy đủ các chế độ bảo hiểm theo luật Việt Nam và quy định của công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-react-native/929377.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH NITRO TECH ASIA INC",
  "job_title": "Lập Trình Viên React Native",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "Participate in the development of React-Native Mobile and build applications for the (iOS, Android) platform and services for Japanese customers.Stay up to date with new mobile technology trends, applications, and protocols.Help maintain code quality, organization, and automatizationContribute ideas, develop in-depth technology and productsCollaborate with other team members to get tasks done",
  "Yêu cầu ứng viên": "Over 1 year of React-Native development experience.Familiarity with RXJS, Redux, TypeScript.Experience in programming communication between client and server via Firebase,Experience with catching, memory management, Push notification, Restful,...Proven experience working with Devtools, debugger.Experience in using and working with database management systems such as Oracle, MySQL, Maria DB, MS SQL is an advantage.Willing to learn new things: React-Native, Flutter, …Excellent independent working and team workingBeing proactive, responsible, and diligent",
  "Quyền lợi": "Competitive salary7.5 working hours per day/ Hybrid working policyPay for certification & children allowance",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-react-native/998419.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Phần mềm Compedia",
  "job_title": "Lập Trình Viên React Native",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, phát triển các ứng dụng mobile app bằng React Native dựa theo design, API được cung cấp.- Phối hợp làm việc với team sản phẩm, UI/UX và Backend để thiết kế, xây dựng và mở rộng ứng dụng.- Xây dựng các components có khả năng tái sử dụng cho Mobile trên nên tảng React Native/iOS/Android.- Đánh giá, nắm bắt các kĩ năng và xu hướng công nghệ mới, áp dụng để cải thiện phần mềm.",
  "Yêu cầu ứng viên": "- Có ít nhất 1 năm kinh nghiệm làm dự án phát triển ứng dụng trên mobile với React Native.- Có kinh nghiệm: JavaScript, Restful API, JSON, XML, SOAP.- Sử dụng thành thạo Git.- Có kinh nghiệm và hiểu biết về ReactJS là 1 lợi thế.- Khả năng phân tích tình huống và xử lý vấn đề nhanh, kinh nghiệm về UI/UX.- Có kinh nghiệm sử dung và làm việc với các hệ quản trị CSDL MySQL, MongoDB, Oracle.",
  "Quyền lợi": "- Đề bạt xem xét vị trí tùy theo năng lực, cống hiến.- Môi trường làm việc trẻ trung năng động.- Được đào tạo và bổ sung kiến thức, tham gia trực tiếp vào các dự án.- Lương sẽ được thảo luận sau khi thông qua CV & Phỏng vấn.- Lương tháng 13 và thưởng theo hiệu quả kinh doanh.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-front-end-reactjs-developer-crypto-blockchain-field-50-mil-net/997478.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần tập đoàn Vmed",
  "job_title": "Reactjs",
  "salary": "40 - 50 triệu",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Designing and building a cryptocurrency platform for high scalability and pauseless 24/7 operation under high- load conditions and providing low-latency responses.• Implementing core function: wallet management, priority limit order, risk control management, dispute management, admin and reports API.• Analytics tools to help senior management make data-led business decisions.• Integration new blockchain technologies.• Improving our platform’s security and resilience.• 4+ years of of working experience in ReactJS or VueJS• Experience of Fintech/Blockchain is big plus• Startup experience is a plus• Advanced skills in using suitable tools for business modeling, drawing business and technical flows/diagrams, creating mockups /wireframes/prototypes, etc;• Experience in software development of web-based/mobile applications is required.• Experience in agile development teams, such as Scrum, Kanban",
  "Yêu cầu ứng viên": "• Frontend: ReactJs. (must have)• Backend: distributed, event-driven core Java, PostgreSQL. (must have)• Blockchain integrations: Bitcoin (Litecoin, Bitcoin Cash), Ethereum and XRP (Ripple) (nice to have)• A good understanding of how to write clean, efficient, well tested code.• Solid knowledge of event processing models, multi-threading, enterprise integration pattern.• Extensive experience in software design, architecture, development integration.• A keenness to learn and to work in a highly collaborative environment.• Strong communication and problem-solving skills.• Experience in financial systems, especially payment domain, is great bonus",
  "Quyền lợi": "Budget: up to 50 NetHybrid workingworking time: From Monday - Friday",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/android-developer-java-kotlin/997159.html?ta_source=JobSearchList",
  "company_name": "Công ty CPDV Trực tuyến Cộng Đồng Việt (VietUnion)",
  "job_title": "Android Developer",
  "salary": "Tới 30 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Hợp tác chặt chẽ với những bộ phận liên quan để phát triển ứng dụng Payoo trên nền tảng Android và hỗ trợ đối tác tích hợp SDK vào các dự án của họ nhằm thúc đẩy các tính năng cần thiết để phát triển sản phẩm.- Phát triển thêm các ý tưởng mới cho ứng dụng Payoo.- Tái kiến trúc lại ứng dụng Payoo trên nền tảng Android khi cần.- Duy trì, cải thiện hiệu suất và sửa lỗi ứng dụng.- Tham gia vào các cuộc thảo luận về thiết kế ứng dụng, phát triển code/unit/intergration/UI và tài liệu thực hiện.- Các dự án khác sẽ được thảo luận với Quản lý trực tiếp hoặc Ban Tổng Giám Đốc.",
  "Yêu cầu ứng viên": "- Ít nhất 3 năm phát triển ứng dụng trên nền tảng Android.- Thành thạo Java/ Kotlin.- Có kinh nghiệm với các mẫu kiến trúc ứng dụng như MVC/MVP/MVVM.- Có kinh nghiệm về thiết kế UX/ UI application.- Có kiến thức về các mẫu thiết kế là một lợi thế.- Có khả năng làm việc độc lập và theo nhóm.",
  "Quyền lợi": "• Làm việc trong môi trường fintech năng động, cập nhật nhiều công nghệ mới. Phỏng vấn chỉ 1 vòng.• Mức lương: hấp dẫn, đánh giá công việc theo quý với mức thưởng kèm theo, lương tháng 13+++, nhiều trợ cấp. Chế độ thưởng khi giới thiệu ứng viên.• Bảo hiểm sức khỏe toàn diện (có hỗ trợ cho người thân), Bảo hiểm 24/24 và BHXH. Khám sức khỏe định kỳ.• Du lịch, teambuilding: ít nhất 2 lần/năm đi trong nước hoặc nước ngoài.• Hoạt động thể thao sôi nổi, hào hứng: chạy bộ/trail/đá banh/bơi lội/cầu lông/bóng chuyền…thường xuyên tổ chức nhiều giải nội bộ hoặc liên công ty.• Hoạt động văn hóa/ đội nhóm/xã hội: teabreak/ karaoke/xem phim/ tiệc mừng các ngày lễ…• Hoạt động đào tạo: nhiều lớp đào tạo nâng cao chuyên môn, kỹ năng, cập nhật công nghệ hoặc các khía cạnh khác của đời sống. Hỗ trợ học phí đào tạo theo đề xuất của nhân viên. Trợ cấp chứng chỉ tiếng Anh hàng tháng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-react-native-upto-20-000-000/998441.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Công nghệ và dịch vụ IMap",
  "job_title": "Mobile Developer",
  "salary": "Trên 20 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển về ứng dụng bản đồ trên nền tảng mobile app với các tính năng: bản đồ vệ tinh, tìm kiếm địa chỉ, định tuyến, dẫn đường, tính toán khoảng cách, cảnh báo giao thông…Cụ thể:- Xây dựng, phát triển ứng dụng trên mobile app bằng React Native dựa theo design, API được cung cấp.- Phối hợp làm việc với team sản phẩm, UI/UX và Backend để thiết kế, xây dựng và mở rộng ứng dụng.- Xây dựng các components có khả năng tái sử dụng cho Mobile trên nền tảng React Native/iOS/Android.- Đánh giá, nắm bắt các kỹ năng và xu hướng công nghệ mới, áp dụng để cải thiện phần mềm",
  "Yêu cầu ứng viên": "- Có tối thiểu 2 năm kinh nghiệm làm dự án phát triển ứng dụng trên mobile.- Thành thạo REACT NATIVE hoặc FLUTTER framework. Ít nhất đã thực hiện qua 2 dự án.- Có kinh nghiệm về: JavaScript , Restful API, JSON, XML, SOAP , UNIT TEST.- Có thể sử dụng các công cụ Version Control như Git.- Có kinh nghiệm và hiểu biết về ReactJS là một lợi thế- Có kinh nghiệm phân tích, thiết kế UI/UX cho nền tảng di động sử dụng Adobe XD, Figma…là một lợi thế.- Khả năng phân tích tình huống và xử lý vấn đề nhanh- Có kinh nghiệm sử dụng và làm việc với các hệ quản trị CSDL MySQL, MongoDB là một lợi thế.- Chủ động trong công việc, làm việc nhiệt tình, trách nhiệm;- Có khả năng làm việc độc lập, chịu được áp lực công việc, Thái độ làm việc chuyên nghiệp",
  "Quyền lợi": "- Thu nhập:  upto 20- Thưởng theo hiệu suất công việc, thưởng đầy đủ lễ, tết, lương tháng 13- Hưởng đầy đủ BHXH và các chế độ chính sách khác theo quy định của Bộ Luật lao động và công ty, Du lịch hàng năm;- Được đào tạo kỹ năng nâng cao khả năng làm việc phát triển trình độ chuyên môn của bản thân;- Môi trường làm việc thân thiện, năng động;- Làm việc Từ thứ Hai đến thứ Sáu, Sáng 8h-12h, chiều 13h30-17hĐịa chỉ: 226 Vạn Phúc, Liễu Giai, Ba Đình Hà Nội",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-reactjs/997909.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ Phần mềm Tinh Vân",
  "job_title": "Reactjs",
  "salary": "Tới 19 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển hệ thống website layer front-end- Phối hợp với bộ phận lập trình phát triển sản phẩm để triển khai giao diện website cho sản phẩm tối ưu và hoàn thiện nhất.- Các công việc khác theo sự phân công của quản lý",
  "Yêu cầu ứng viên": "- Có ít nhất 1.5 năm kinh nghiệm xây dựng website- Sử dụng thành thạo ReactJS, TypeScript…- Sử dụng được NodeJs- Other: GitHub",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc lên đến 19 triệu/tháng- Thu nhập: 13 tháng lương/năm + thưởng dự án lên đến 2 tháng lương/năm, thưởng Tết và các dịp lễ…- Xét tăng lương 2 lần/năm: 1 lần theo định kỳ và 1 lần đột xuất theo năng lực và hiệu quả công việc- Nghỉ thứ 7, Chủ nhật + Phép năm tối thiểu 12 ngày theo Quy định của Pháp luật hiện hành- Được tham gia bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo Quy định của Pháp luật hiện hành- Bảo hiểm chăm sóc sức khỏe 24/24 (MSIG Care) sau 12 tháng làm việc- Được tham gia các Câu lạc bộ của Công ty: CLB Bóng đá, các CLB Cầu Lông…..- Được tham gia các hoạt động tập thể sôi động của công ty: Nghỉ mát hàng năm, Teambuilding hàng quý, Sinh nhật công ty, Gala cuối năm….- Có chính sách thăm hỏi ốm đau, thai sản, hiếu, hỉ, sinh nhật cho bản thân và người thân• Đặc biệt- Được hỗ trợ 50% chi phí các khóa học bên ngoài, hỗ trợ 100% chi phí thi các chứng chỉ liên quan đến IT, các khóa học nâng cao kỹ năng mềm, được tăng ngay 1 bậc lương ngay khi nhận chứng chỉ- Cơ hội làm việc và đào tạo tại Nhật Bản, Singapore với các ứng viên có tiếng Nhật hoặc tiếng Anh- Làm việc trong môi trường trẻ trung, năng động, được hỗ trợ phát huy khả năng, phát triển công việc tối đa.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/flutter-developer-up-to-3000-fluent-english-middle-senior/998397.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES",
  "job_title": "Developer",
  "salary": "Tới 3,000 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Participate in development projects for Web application, Mobile applicationAble to take the role of technical leader of the project, propose technical solutions for various problemsCoaching project membersPerform design, implement coding, testing, and documentation in line with user & system requirements to deliver source code that meets the needs and release milestonePerform bugs fixing, maintaining, and enhancement",
  "Yêu cầu ứng viên": "1. Must have:Bachelor’s/Master’s degree in Engineering, Computer Science (or equivalent experience)At least 2+ years of relevant experience in mobile developmentStrong knowledge and skills of working with FlutterShould possess experience of working with languages like DartFluent English2. Nice to have:Worked with FirebaseFigma designing skillAWSMongoDBGoogle Map API",
  "Quyền lợi": "Attractive salary Up to 3000$. Performance-based award.Young and dynamic working environment.Continuous development of hard and soft skills through work and professional training.Opportunity to approach the newest technology trendsSalary review 2 times/year or on the excellent performanceCompany’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-up-to-3000-fluent-english-middle-senior/998384.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES",
  "job_title": "Java Developer",
  "salary": "Tới 3,000 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Participate in development projects for Web application, Mobile ApplicationAble to take the role of technical leader of the project, propose technical solutions for various problemsCoaching project membersPerform design, implement coding, testing, and documentation in line with user & system requirements to deliver source code that meet the needs and release milestonePerform bugs fixing, maintaining, and enhancement",
  "Yêu cầu ứng viên": "At least 3+ years of working as developersThorough understanding of SDLC, specifically automated QA processes in agile development environmentsSolid technical background in operating systems, databases, and networksStrong OOAD knowledge & design patternStrong knowledge of Java: Spring, Struts, HibernateExperience with relational databases such as MySQL, and PostgreSQL and non-relational databases such as MongoDBEnglish fluent",
  "Quyền lợi": "Attractive salary and Performance-based award.Young and dynamic working environment.Continuous development of hard and soft skills through work and professional training.Opportunity to approach the newest technology trendsSalary review 2 times/year or on the excellent performanceCompany’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-ios-developer-tai-ha-noi/964018.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Dịch vụ công nghệ TP",
  "job_title": "IOS Developer",
  "salary": "25 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia thiết kế hệ thống, xây dựng và phát triển ứng dụng mobile trên nền tảng iOS- Đẩy app lên iOS AppStore- Tối ưu hóa hiệu suất, xác định và khắc phục sự cố, cải thiện độ ổn định và trải nghiệm người dùng- Tìm hiểu các framework mới, ứng dụng vào App đang phát triển.- Thực hiện các công việc khác theo sự phân công của cấp trên.",
  "Yêu cầu ứng viên": "- Tối thiểu > 2 năm kinh nghiệm phát triển native App trên nền tảng iOS có sản phẩm đã phát triển trên Apple Store- Khả năng phát triển các ứng dụng cùng với high-performance đáp ứng hàng triệu người dùng.- Khả năng nghiên cứu công nghệ mới và kỹ năng problem solving.- Có kinh nghiệm làm việc với mô hình Agile.- Sử dụng hiệu quả các công cụ phát triển iOS như: XCode, Swift, Objective-C, React Native, Postman.- Kinh nghiệm làm offline data storage, kiểm soát và đa nhiệm.- Hiểu và áp dụng về Design Pattern ví dụ: Singleton, KVO, Broadcasting - Observer, Stream, Delegate, Factory, Adapter, Facade, Decorator.- Hiểu biết UI / UX, layout, animation trong iOS là một lợi thế, Có khả năng customize và optimize giao diện: SnapKit, ObjectMapper , SDWebImage SWRevealViewController, FacebookSDK,  FirebaseSDK, GoogleSDK, TwitterKit, WebexSDK, RxSwift.- Có kinh nghiệm phát triển mobile payment and in-app purchase ví dụ.: Authorizes.net, Stripe,  Apple IAP, Apple Pay.- Biết sử dụng các công cụ phổ biến để build và publish App trên Apple App Store (TestFlight , Firebase App Distribution, Deploygate",
  "Quyền lợi": "1. Thu nhập- Mức lương: 25-30 triệu.- Trợ cấp ăn trưa, gửi xe hàng tháng.- Thưởng + Review tăng lương 2 lần/ năm.2. Điều kiện làm việc- Cung cấp máy tính, smartphone.- Được làm việc cùng Team thiện chiến, và được hướng dẫn bởi leader dày dạn kinh nghiệm- Môi trường trẻ trung năng động hòa đồng3. Văn hóa doanh nghiệp- Môi trường trẻ trung năng động hòa đồng.- Tham gia các hoạt động ăn chơi hàng ngày tại công ty, các hoạt động tập thể hàng tháng.- Tham gia hoạt động thể thao hàng tuần cùng công ty.- Du lịch hàng quý và hàng năm.- Đồng nghiệp thân thiện, sếp tận tâm và cực chịu bắt trend.4. Phúc lợi- Hưởng đầy đủ các chế độ bảo hiểm theo quy định của nhà nước.- Khám sức khỏe định kì hàng năm5. Định hướng phát triển- Làm việc trong môi trường start up năng động, được cọ xát và trải nghiệm với các xu hướng cáchnhanh chóng nhất.- Có thể phát triển chuyên sâu về chuyên môn thông qua các khóa đào tạo của công ty.- Phát triển kĩ năng mềm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 07/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien/997485.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Dược Phẩm Norway Pharmatech As",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 15 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Đấu nối API, webhooks các thành phần như Facebook Bussines, hệ thống quản lý đơn hàng, hệ thống quản lý nhân sự, hệ thống giao việc nội bộ, các nền tảng thanh toán, CRM, ERP.- Đồng bộ Database với các nền tảng công nghệ khác.- Thiết lập, số hoá quy trình công việc lên hệ thống.- Xây dựng wiki nội bộ với tài liệu kỹ thuật, sách hướng dẫn và chính sách CNTT.",
  "Yêu cầu ứng viên": "- Tốt nghiệp đại học chuyên ngành công nghệ thông tin.- Có kiến thức tốt về HTML / CSS / JavaScript / PHP và MySQL- Có kiến thức vững về kiến trúc hệ thống, quản lý API.- Có kinh nghiệm xây dựng hoặc làm việc trong sàn thương mại điện tử (platform) là một lợi thế.- Có thể làm việc độc lập",
  "Quyền lợi": "-Range lương: 10,000,000 – 15,000,000 vnđ/ tháng- Hưởng đầy đủ phúc lợi và chế độ theo quy định nhà nước- Lương thưởng cuối năm tháng 13, 14, 15…phụ thuộc và tình hình hoạt động cụ thể của công ty- Khám sức khỏe định kỳ; nghỉ phép năm; nghỉ lễ; chế độ Lễ Tết, sinh nhật, 08/03 và 20/10; sự kiện cuối năm và các chế độ phúc lợi hấp dẫn khác…- Môi trường làm việc năng động, trẻ trung, chuyên nghiệp. Nơi phát triển kỹ năng, giao lưu, học hỏi, mở rộng kiến thức.- Lộ trình thăng tiến rõ ràng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c/681147.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIẢI PHÁP CÔNG NGHỆ MIGI",
  "job_title": "Lập Trình Viên",
  "salary": "10 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thực hiện công việc phát triển và sửa chữa phần mềm trên nền tảng C/C++, trong đó cần sửdụng tốt SQL để truy vấn và cập nhật cơ sở dữ liệu.Phát triển các giải pháp trên nền tảng IoT, cloud…Tiếp nhận, triển khai sản phẩm phục vụ lĩnh vực kinh doanh của Công ty;Thực hiện báo cáo, giao tiếp với Teamlead, quản lý dự án hoặc cấp trên…Xử lý công việc dự án đa năng và linh hoạt, hỗ trợ cho Teamlead/Trưởng dự án/Cấp trêntrong việc thực hiện các công việc hàng ngày;Tham gia vào các hoạt động và chương trình training của Công ty;Thực hiện Nội quy Công ty;",
  "Yêu cầu ứng viên": "Tốt nghiệp các chuyên ngành Công nghệ thông tin, Khoa học máy tính, Kỹ sư máy tính, Kỹsư điện và điều khiển tự động, Kỹ sư truyền thông hoặc các ngành tương đương…Có ít nhất 1 năm kinh nghiệm C/C++ trong các dự án lớn nhỏ;Có kinh nghiệm phát triển phần mềm bằng C/C++;Có kiến thức cơ bản về SQL;Hệ điều hành: Linux, QNX,…Lập trình nhúng: Tối đa hóa hiệu năng và bộ nhớ;Có hiểu biết về Rabbit MQ,…Phương pháp thiết kế: Hướng đối tượng (OOP); Design Patterns, UML…Quy trình phát triển: Waterfall, Agile, Scrum…Sẵn sàng nghiên cứu học hỏi kiến thức, công nghệ mới phục vụ cho dự án;Cẩn thận và tỷ mỉ, có trách nhiệm với chất lượng của sản phẩm;Làm việc chăm chỉ và có khả năng nắm bắt nhanh các công nghệ mới",
  "Quyền lợi": "Lương cứng 10.000.000 – 30.000.000 VNĐ/tháng, Thưởng dự án + Lương tháng thứ 13;Hỗ trợ đi lại 1.500.000 VNĐ – 2.000.000 VNĐ/ tháng;Có kinh nghiệm quản lý team trong quá trình làm việc;Làm việc trong môi trường thoải mái, thân thiện, không OT, người hướng dẫn có chuyênmôn cao;Giờ làm việc linh động, môi trường làm việc thoải mái thân thiện;Đánh giá định kỳ 2 lần/năm, xét tăng lương theo năng lực;Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động;Định hướng phát triển kỹ năng cho nhân viên;Nhiều chương trình training, du lịch, team buiding tháng/quý/năm;Tham gia CLB Bóng đá, Bi-avà CLB Tiếng Anh của Công ty, …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java/67060.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ SAVIS",
  "job_title": "Lập Trình Viên Java",
  "salary": "12 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-\tPhát triển sản phẩm phần mềm trên nền tảng Java cho các đối tượng khách hàng khác nhau.-\tTham gia sâu vào các giai đoạn của một dự án như: phân tích, thiết kế, thực thi, kiểm thử, bảo trì phần mềm-\tNghiên cứu áp dụng công nghệ mới liên quan đến công việc-\tLập trình các module có độ phức tạp cao, liên kết với các module khác-\tTương tác với solution archiect về các yêu cầu của dự án, thiết kế và các công nghệ liên quan cần nghiên cứu-\tChịu trách nhiệm xây dựng và đóng gói sản phẩm theo các phiên bản-\tTài liệu hóa các đặc tả thiết kế và các chức năng-\tCung cấp sản phẩm phần mềm đúng hạn, đúng chất lượng",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học, Cao đẳng chuyên ngành Công nghệ thông tin, Khoa học máy tính hoặc các ngành liên quan.- Có kinh nghiệm từ 01 năm trở lên-\tHiểu biết về kiến trúc phần mềm và an toàn bảo mật cho phần mềm-\tCó kiến thức và kinh nghiệp lập trình pattern là một lợi thế.-\tCó kiến thức về server application Apache Tomcat, Jboss-\tCó khả năng làm việc trên hệ điều hành linux như Redhat linux, CentOS-\tCó kinh nghiệm về lập trình Java Srping Boot, Spring Data JPA, Spring Security, SOAP Service, Rest Service-\tHiểu biết về HTML5/CSS3, Javascript, jQuery, Bootstrap; hiểu biết về một trong các framework JS như Angular, React, VueJS,… là một lợi thế-\tHiểu biết về cơ sở dữ liệu SQL Server, Oracle, My SQL: Tự thiết kế cơ sở dữ liệu, viết store procedure, function và các script phức tạp-\tSử dụng thành thạo các công cụ quản lý source như SVN, Git hoặc ...-\tCó khả năng tối ưu hóa thuật toán, script-\tƯu tiên các ứng viên có kiến thức hoặc đã làm việc trên các quy trình phát triển phần mềm như Scrum, Agile",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với khả năng và kinh nghiệm làm việc.- Thưởng KPI, Thưởng dự án, Thưởng hiệu quả công việc, thưởng doanh thu cuối năm tháng 13- Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc- Được hưởng BHXH, BHYT, BHTN theo chế độ nhà nước ban hành- Khám sức khỏe định kỳ 1 năm/1 lần- Trợ cấp thai sản dành cho CBNV nữ- Ngày phép: 24 ngày/năm- Được tham gia các hoạt động thể dục thể thao như: Bóng đá, cầu lông,…- Chế độ du lịch hàng năm và tham gia các hoạt động teambuilding thường xuyên.- Được làm việc trong môi trường chuyên nghiệp, được hỗ trợ phát huy khả năng, phát triển công việc tối đa.- Được làm việc với các chuyên gia trong và ngoài nước về lĩnh vực lập trình.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer-up-to-2300/820550.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Thu phí tự động VETC",
  "job_title": "Java Developer",
  "salary": "Tới 2,300 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển phần mềm quản lý thu phí đường bộ trên nền tảng Java (Java EE, Spring boot…), .NET- Tham gia vào phân tích và thiết kế hệ thống- Phát triển hệ thống mới hoặc chỉnh sửa, nâng cấp hệ thống sẵn có.- Nghiên cứu công nghệ mới để áp dụng cho các dự án của công ty- Các thông tin cụ thể về công việc sẽ trao đổi khi phỏng vấn",
  "Yêu cầu ứng viên": "- Tốt nghiệp các trường: Đại Học Bách Khoa, HV Công Nghệ Bưu Chính Viễn Thông, HV Kỹ Thuật Mật Mã, Đại Học Quốc Gia....chuyên ngành CNTT, điện tử viễn thông, khoa học máy tính....và các chuyên ngành liên quan khác.- Có kinh nghiệm lập trình bằng Java từ 3 trở lên;- Đã từng làm việc với Java Core và các Framework thông dụng (JSF, SpringBoot);- Có hiểu biết các hệ thống cơ sở dữ liệu: MySQL, MariaDB, Sqlite, SQL Server hoặc Oracle;- Biết sử dụng Git để quản lý source code;- Có kinh nghiệm làm việc trên HDH Linux (Centos/Redhat) ;- Nắm vững lập trình hướng đối tượng OOP;- Có hiểu biết về web services (JSON, XML);Ưu tiên :- Có hiểu biết hoặc đã từng lập trình Mobile App, Angular, ReactJS ;- Có kinh nghiệm về DEVOPS- Có kinh nghiệm quản lý team ;- Có khả năng đọc hiểu tiếng Anh chuyên ngành;- Tư duy logic tốt, học hỏi nhanh;- Có khả năng tự nghiên cứu, phân tích và giải quyết vấn đề.",
  "Quyền lợi": "THU NHẬP- Mức lương: lên tới2300$- Gói thu nhập 14-16 tháng lương/ năm- Xét tăng lương theo năng lực và kết quả công việc định kỳ 1 lần/ năm hoặc tăng lương đột xuất theo hiệu quả công việcBẢO HIỂM VÀ CHÍNH SÁCH PHÚC LỢI- Chế độ Bảo hiểm sức khỏe cho bản thân và người nhà-Nghỉ thứ Bảy, Chủ nhật hàng tuần- Du lịch, Teambuilding/ dã ngoại định kỳ hàng năm- Chế độ mừng sinh con, quà nhân ngày Lễ/ Tết, quà ngày truyền thống và các chế độ phúc lợi khácCHẾ ĐỘ ĐÀO TẠO- Tham gia các khóa đào tạo chuyên môn, nâng cao kỹ năng thực hiện công việc, kỹ năng mềm và thi các chứng chỉ CNTT Quốc tế miễn phí tại Công ty- Được tham gia các chương trình đào tạo trước khi bắt đầu công việc và trong quá trình làm việc theo yêu cầu công việc- Chính sách phát triển, thăng tiến có lộ trình theo từng vị trí, từng phòng ban- Cơ hội tiếp cận với các công nghệ mới nhất: Cloud, Big data…MÔI TRƯỜNG LÀM VIỆC- Tham gia các Câu lạc bộ của Công ty: CLB bóng đá, chạy bộ, yoga, gym…- Được trang bị laptop, các thiết bị công nghệ hiện đại trong quá trình làm việc- Môi trường làm việc hiện đại, năng động, khuyến khích tối đa sự sáng tạo của nhân viên- Văn phòng làm việc hạng A, không gian mở, tiêu chuẩn 5 sao",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/252226.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ SAVIS",
  "job_title": "Lập Trình Viên .Net",
  "salary": "10 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-\tPhát triển sản phẩm phần mềm trên nền tảng .NET cho các đối tượng khách hàng khác nhau.-\tTham gia sâu vào các giai đoạn của một dự án như: phân tích, thiết kế, thực thi, kiểm thử, bảo trì phần mềm-\tNghiên cứu áp dụng công nghệ mới liên quan đến công việc-\tLập trình các module có độ phức tạp cao, liên kết với các module khác-\tTương tác với solution archiect về các yêu cầu của dự án, thiết kế và các công nghệ liên quan cần nghiên cứu-\tChịu trách nhiệm xây dựng và đóng gói sản phẩm theo các phiên bản-\tTài liệu hóa các đặc tả thiết kế và các chức năng-\tCung cấp sản phẩm phần mềm đúng hạn, đúng chất lượng",
  "Yêu cầu ứng viên": "- Có tối thiểu 1 - 2 năm kinh nghiệm.- Tốt nghiệp Đại học, Cao đẳng chuyên ngành Công nghệ thông tin, Khoa học máy tính hoặc các ngành liên quan.-\tHiểu biết về kiến trúc phần mềm và an toàn bảo mật cho phần mềm-\tCó kiến thức và kinh nghiệp lập trình pattern-\tHiểu biết về lập trình .Net Web API, .Net MVC, .Net Core-\tHiểu biết về HTML5/CSS3, Javascript, jQuery, Bootstrap, Typescript-\tHiểu biết về cơ sở dữ liệu SQL Server, My SQL, PostgresSQL: Tự thiết kế cơ sở dữ liệu, viết store procedure, function và các script phức tạp-\tHiểu biết về lập trình cache như memcahed, inmemory cache, redis cache-\tHiểu biết về việc sử dụng các công cụ quản lý source như svn, git-\tCó khả năng tối ưu hóa thuật toán, script-\tCó kinh nghiệm làm việc với Microsoft AD, Open Ldap-\tƯu tiên các ứng viên có kiến thức hoặc đã làm việc trên các quy trình phát triển phần mềm như Scrum, Agile-\tƯu tiên các ứng viên có hiểu biết về KPI, Digital Signing, Elastic Search, Streaming, Bigdata, AI, VR/AR, Làm việc với các thiết bị Core Lunix (android) liên quan đến ROM/Firmware.Ưu tiên:- Các ứng viên có hiểu biết về Cloud, biết sử dụng Docker, Kubernetes-\tTự nghiên cứu công nghệ mới và áp dụng cho team-\tTự phân tích yêu cầu, thiết kế cơ sở dữ liệu-\tHiểu biết sâu sắc về toàn bộ vòng đời của ứng dụng-\tCó kỹ năng tổng hợp thông tin và tạo báo cáo về công nghệ được giao.-\tCó khả năng đọc hiểu tiếng Anh và gửi mail, chat tiếng Anh với đối tác tốt",
  "Quyền lợi": "- Mức lương cực kỳ hấp dẫn tương xứng với khả năng và kinh nghiệm.- Đánh giá & xét tăng lương hằng năm, thưởng kinh doanh cuối năm, thưởng dự án, thưởng hiệu suất, thưởng các dịp lễ tết trong năm.- Cơ hội thể hiện bản thân, làm chủ công việc và thăng tiến cao trong sự nghiệp.- Cơ hội làm việc với các chuyên gia Công nghệ hàng đầu và các hãng công nghệ lớn trên thế giới.- Môi trường trẻ trung, năng động, khuyến khích mọi người thể hiện bản thân, tạo sân chơi lành mạnh với nhiều hoạt động sôi nổi.- Tổ chức sinh nhật và tặng quà cho nhân viên trong công ty theo tháng, khám sức khỏe định kỳ hằng năm.- Hưởng Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo chế độ nhà nước ban hành.- Teambuilding hàng năm, Olympic kỉ niệm ngày thành lập công ty, Year End Party, 20/10, … và một số hoạt động văn hóa độc đáo khác.- Khu vực pantry rộng rãi để giải trí, ăn uống giữa giờ, ăn trưa và tổ chức các hoạt động nội bộ.- Và rất nhiều những cơ hội công việc hấp dẫn khác nữa.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-fullstack-java-angular/847171.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIẢI PHÁP CÔNG NGHỆ MIGI",
  "job_title": "Java",
  "salary": "Tới 35 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phân tích, thiết kế, và cải tiến chức năng cho các sản phẩm dịch vụ của công ty và khách hàng;• Phối hợp làm việc với team để nâng cao chất lượng công việc, đưa ra ý tưởng cải tiến sản phẩm;• Nghiên cứu, tìm hiểu các công nghệ mới, giúp đỡ các team members để hoàn thành tiến độ công việc;• Onsite làm việc với khách hàng khi có yêu cầu dự án;• Tham gia vào các hoạt động và chương trình training của Công ty;• Thực hiện Nội quy Công ty;",
  "Yêu cầu ứng viên": "• Có từ 1 năm kinh nghiệm• Có kinh nghiệm, kiến thức về:- Backend: Java Springboot- Frontend: AngularJs - Ưu tiên- Database: Oracle• Hiểu và áp dụng tốt các nguyên lý chung và cách làm tốt nhất trong thiết kế và lập trình, như SOLID, Design Pattern,…• Có kinh nghiệm xử lý hệ thống với dữ liệu lớn, viết câu lệnh SQL truy vấn, sử dụng cache để tối ưu hiệu năng;• Làm việc chăm chỉ và có khả năng nắm bắt nhanh các công nghệ mới.",
  "Quyền lợi": "• Lương cứng 10.000.000 VNĐ – 35.000.000 VNĐ/ tháng, Thưởng dự án + Lương tháng thứ 13;• Hỗ trợ đi lại 1.500.000 VNĐ – 2.000.000 VNĐ/ tháng;• Làm việc trong môi trường thoải mái, thân thiện, không OT, người hướng dẫn có chuyên môn cao;• Giờ làm việc linh động, môi trường làm việc thoải mái thân thiện;• Đánh giá định kỳ 2 lần/năm, xét tăng lương theo năng lực;• Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động;• Định hướng phát triển kỹ năng cho nhân viên;• Nhiều chương trình training, du lịch, team buiding tháng/quý/năm;• Tham gia CLB Bóng đá. Bi-a và CLB Tiếng Anh của Công ty, …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/997663.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH MTV Đầu tư và Công Nghệ Fibo",
  "job_title": "PHP Developer",
  "salary": "Tới 25 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Xây dựng mới, phát triển các tính năng , vận hành và bảo trì các sản phẩm cho công ty .R&D công nghệ mới áp dụng cho các sản phẩm hiện có .Làm việc teamwork / độc lập tùy theo từng giai đoạn công việc.",
  "Yêu cầu ứng viên": "Kinh nghiệm từ 3 năm làm việc với PHP, Javascript.Kinh nghiệm làm việc với các kỹ thuật Caching, Queue, Web hook, Rest API.Tối thiểu 03 năm kinh nghiệm lập trình PHP (Laravel) hoặc Framework tương tự.Có kinh nghiệm tốt với một số Framework / CMS: Laravel, CodeIgniter,...Có hiểu biết với cơ sở dữ liệu (ví dụ: MySQL, Sql Server).",
  "Quyền lợi": "Được training, đào tạo kỹ năng chuyên mônPhụ cấp ăn trưa, gửi xe,…Đồng nghiệp trẻ trung, hòa đồngMôi trường làm việc thân thiện, nhiều hoạt động gắn kết tâp thểCó cơ hội phát triển nghề nghiệp, không ngừng thăng tiến với các vị trí thích hợp.Thưởng lương tháng 13.Review lương 2 lần trên năm khi đạt được thành tích tốt.Nghỉ các ngày Lễ, Tết theo quy định.Được tham gia đầy đủ các chế độ BHXH, BHYT, BHTN theo quy định của Nhà nước.Các hoạt đông ăn uống, buffet, sinh nhật, tất niên, du lịch công ty thường niên.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/embedded-software-engineer-senior/998331.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Thương Mại và Dịch Vụ Synova",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "Trên 5 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Automotive Embedded Software team to develop Vinfast’s Inhouse Traction Inverter for 3 in 1Electric Motor System (Electric Drive System)Develop low to high level software functionalityDevelop software or modify existing software algorithm / concept in model-based development(Matlab Simulink) and program in CExperience with ECU software development one of the following: transmission, engine control, EMotor control (Inverter), battery control system, ADAS or any other ECU softwareExperience with V-Model DevelopmentWork with ASPICE (is bonus but not mandatory)Requirements analysis, develop software requirements, software specification and design, system level and software level test cases, unit test and software component testing.Software Test on Hardware-In-The-Loop (HIL) OR Software Test equipment on Test Bench or VehicleDebug software errorsWork with other members of hardware and EM design teamAny related tasks assigned by Line Manager",
  "Yêu cầu ứng viên": "At least 5 years of experienceExperience with ASW AUTOSAR Architecture DesignExperience with EV Traction Inverter, or VCU or Engine ECU for more than 5 yearsCapability to coordinate ASW project/issues and lead ASW engineers",
  "Quyền lợi": "Annual leaves: 12 days/ year + 4 days sick leaveSocial – Health – InsuranceEnhance your English skills.Approach and work with clients around the world.Directly participate in a variety of prestigious projects..We have excellent team-building activities, internal training by our talented technical leads, and knowledge-sharing sessions to help company members collaborateand grow their skills every day.Join monthly team dinner, team activity, and weekly sports clubs.Receive various gifts: Birthday gifts, Marriage gifts, Newborn baby gift,...Enjoy team events on special days: New Year’s Party, Christmas Day, International Women's Day,...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-senior/877706.html?ta_source=JobSearchList",
  "company_name": "ROBOTCOM AND FA.COM VIET NAM COMPANY LTD",
  "job_title": "Developer",
  "salary": "Tới 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "1. Lập trình các api, web theo yêu cầu nghiệp vụ của khách hàng Nhật Bản theo chuẩn Restful2. Lập trình các ứng dụng windows bằng WPF3. Quản lý source code, review được code của member khác4. Tham gia phát triển các dự án phần mềm điều khiển tự động các thiết bị nhà máy theo dạng service WCF5. Tiếp xúc với các công nghệ mới nhất trong lĩnh vực IoT, điều khiển các robot như robot tự hành(AIV) của OMRON, cánh tay robot của FANUC...6. Có cơ hội sang Nhật để triển khai hệ thống cho khách hàng",
  "Yêu cầu ứng viên": "・Có kinh nghiệm làm việc từ 5 năm trở lên, có khả năng sử dụng WPF, WCF・Có kinh nghiệm với Asp.net MVC, Web API・Nắm vững lập trình hướng đối tượng OOP, mô hình MVC・Có kiến thức về lập trình đa luồng, bất đồng bộ・Có kiến thức về SQL, stored procedures・Thành thạo các công cụ quản lý source code như git, svn・Có kinh nghiêm deploy các dự án .net・Có kỹ năng phân tích và giải quyết vấn đề, khả năng học hỏi nhanh công nghệ mới.",
  "Quyền lợi": "・Signing bonus ngay 10tr trong tháng đầu tiên・Thưởng tết thỏa đáng với cống hiến, đóng góp nhân viên ( Từ 1 tháng lương ).・Lộ trình thăng tiến rõ ràng, được điều chỉnh lương/cấp bậc tùy theo kết quả công việc và năng lực (theo đánh giá định kỳ 2 lần/ năm)・Review tăng lương 1 lần/ năm.・Bảo hiểm full lương.・Nghỉ thứ 7, chủ nhật và thêm các ngày nghỉ điều chỉnh để cân đối với lịch nghỉ của Nhật. ( nhiều hơn quy định pháp luật việt nam từ 2 - 4 ngày)・Quỹ du lịch, teambuilding 14 triệu ++/người/năm・Môi trường làm việc chuyên nghiệp, thoải mái.・Được tiếp xúc công nghệ hàng đầu của Nhật, làm việc với các hệ thống công nghiệp AI toàn diện, …・Được cấp máy tính, màn hình mở rộng và được thay 3 năm/ 1 lần・Sếp siêu thân thiện, siêu tâm lý",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/998178.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Công nghệ phần mềm và nội dung số OSP",
  "job_title": "Java Developer",
  "salary": "Tới 22 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Lập trình Java, API trên nền core framework của công ty hoặc các framework như Spring boot, Spring MVC, Hibernate, JSP, AngularJS, java script …tùy sản phẩm, dự án;- Tham gia phát triển các hệ thống sản phẩm, dịch vụ của công ty:+ Phát triển các Module của sản phẩm/dịch vụ;+ Phối hợp với BA, Tester fix bug, update module;+ Merge code.- Tích hợp, deploy sản phẩm trên môi trường linux.- Phối hợp với các bộ phận để triển khai, đào tạo, vận hành và bảo trì các sản phẩm, dịch vụ đã phát triển;- Viết tài liệu hướng dẫn triển khai sau khi hoàn thành sản phẩm;- Các công tác được giao khác;",
  "Yêu cầu ứng viên": "-Tốt nghiệp ĐH, CD chuyên ngành Công nghệ thông tin; Kĩ thuật phần mềm, Hệ thống thông tin, ...hoặc các ngành tương đương- Có kiến thức cơ bản lập trình Java core/Java web- Có kiến thức SQL- Có kiến thức vể HTML/XHTML, CSS, Javascript, AJAX, Web Services, XML là lợi thế;- Hiểu biết về Linux, ORACLE, MySQL;- Sử dụng thành thạo Git, SVN hoặc một công cụ quản lý soucode.- Hiểu biết về spring security hoặc oauth2 là một lợi thế;- Chủ động và có tinh thần trách nhiệm cao trong công việc;- Kỹ năng tìm kiếm, tự học hỏi;",
  "Quyền lợi": "- Mức lương up to 22tr , thỏa thuận phù hợp với năng lực ứng viên.- Thưởng tháng lương thứ 13 + hiệu quả làm việc vào cuối năm tài chính- Thưởng dịp tết (tết dương và tết âm), dịp lễ (30/04-1/5; 2/9; Trung thu…) sinh nhật,hiếu hỷ…- Được tài trợ, tham gia các khóa đào tạo kỹ năng, chuyên môn hàng năm, thi lấy chứng chỉ để phục vụ cho công việc.- Review đánh giá tăng lương hàng năm- Nghỉ phép 12 ngày/năm, nghỉ ốm/nghỉ chế độ thai sản/hiếu hỉ… theo luật lao động- Làm việc tại công ty quy mô lớn, quy trình làm việc chuyên nghiệp, được khuyến khích sáng tạo và phát triển các ý tưởng mới- Môi trường trẻ, năng động, chuyên nghiệp, sếp trẻ tâm lý, đồng nghiệp thân thiện, văn hóa trao đổi thẳng thắn, cởi mở trên tinh thần hỗ trợ cùng phát triển- Dự án lớn áp dụng các công nghệ tiên tiến nhiều cơ hội thăng tiến và phát triển.- Học hỏi kinh nghiệm trực tiếp từ các Senior, chuyên gia hàng đầu- Cung cấp đầy đủ trang thiết bị làm việc- Được hưởng đầy đủ các chế độ BHYT, BHXH, BHTN.- Du lịch hàng năm, teambuilding, event.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 27/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c-c/829256.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Giải pháp Công nghệ MIGI - MIGITEK",
  "job_title": "Lập Trình Viên",
  "salary": "10 - 35 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thực hiện công việc phát triển và sửa chữa phần mềm trên nền tảng C/C++, trong đó cần sử dụng tốt SQL để truy vấn và cập nhật cơ sở dữ liệu.Phát triển các giải pháp trên nền tảng IoT, cloud…Tiếp nhận, triển khai sản phẩm phục vụ lĩnh vực kinh doanh của Công ty;Thực hiện báo cáo, giao tiếp với Teamlead, quản lý dự án hoặc cấp trên…Xử lý công việc dự án đa năng và linh hoạt, hỗ trợ cho Teamlead/Trưởng dự án/Cấp trên trong việc thực hiện các công việc hàng ngày;Tham gia vào các hoạt động và chương trình training của Công ty;Thực hiện Nội quy Công ty;",
  "Yêu cầu ứng viên": "Tốt nghiệp các chuyên ngành Công nghệ thông tin, Khoa học máy tính, Kỹ sư máy tính, Kỹ sư điện và điều khiển tự động, Kỹ sư truyền thông hoặc các ngành tương đương…Có ít nhất 1 năm kinh nghiệm C/C++ trong các dự án lớn nhỏ;Có kinh nghiệm phát triển phần mềm bằng C/C++;Có kiến thức cơ bản về SQL;Hệ điều hành: Linux, QNX,…Lập trình nhúng: Tối đa hóa hiệu năng và bộ nhớ;Có hiểu biết về Rabbit MQ,…Phương pháp thiết kế: Hướng đối tượng (OOP); Design Patterns, UML…Quy trình phát triển: Waterfall, Agile, Scrum…Sẵn sàng nghiên cứu học hỏi kiến thức, công nghệ mới phục vụ cho dự án;Cẩn thận và tỷ mỉ, có trách nhiệm với chất lượng của sản phẩm;Làm việc chăm chỉ và có khả năng nắm bắt nhanh các công nghệ mới",
  "Quyền lợi": "Lương cứng 10.000.000 – 30.000.000 VNĐ/tháng, Thưởng dự án + Lương tháng thứ 13;Hỗ trợ đi lại 1.500.000 VNĐ – 2.000.000 VNĐ/ tháng;Có kinh nghiệm quản lý team trong quá trình làm việc;Làm việc trong môi trường thoải mái, thân thiện, không OT, người hướng dẫn có chuyên  môn cao;Giờ làm việc linh động, môi trường làm việc thoải mái thân thiện;Đánh giá định kỳ 2 lần/năm, xét tăng lương theo năng lực;Đóng bảo hiểm và các chế độ đảm bảo quyền lợi người lao động;Định hướng phát triển kỹ năng cho nhân viên;Nhiều chương trình training, du lịch, team buiding tháng/quý/năm;Tham gia CLB Bóng đá, Bi-avà CLB Tiếng Anh của Công ty, …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/08/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/c-c-developer/948815.html?ta_source=JobSearchList",
  "company_name": "LOTTE DATA COMMUNICATION VIETNAM",
  "job_title": "Developer",
  "salary": "Trên 20 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "The developer will cooperate with managers, leaders and customers to develop, maintain and improve the CoreBanking product-   Receive requests for changes in core banking system from customers.. Core bank's applications include: Deposits, Loans, ForeignExchange, ATM , etc-  Create necessary documents of  Technology group, monitor system operation and support immediate solution to ensure uninterrupted system.-  Apply the world’s most modern technologies to the core Banking systemDaily work:-  Directly implement or support BM / Leader to fulfill requests of change, system upgrade according to customer requirements-  Carry out analysis to clarify the customer’s requirements then consulting solution-  Converting requirements into models, terminology, technical documents that can be used by IT / System and DBA / Architect teams for deployment on systems-  Work closely with teams to design, validate, and implement solutions to requirements-  Maintain up to date documents during development / analysis and system design to meet customers' needs",
  "Yêu cầu ứng viên": "Graduate from IT University or similar.At least 2 years experience in C, C++Good programming skills, SQL skill.Have experience working with JavaScript programming Language(AngularJS, ReactJS...) is a plusHave experience working with frameworks based on Node.js (such as Express,...) is a plus.",
  "Quyền lợi": "Compensation:13th month salary.Annual salary reviewAwardDedicated budget for staff training: technical, soft skills, English, Korean classes.Opportunity to attend training courses in Korea when enough seniority year.Telephone allowance.Provide Travel Expense for workWe pay health and social insurance.We pay PITWe care all your events:Birthday giftMarriage GiftBaby born GiftHoliday and Tet GiftFuneral supportPaid leave:12 days of annual leave + 1 days of Establishment Ceremony Date + 2 days of Refresh Leave for 1 year joinedHealthcareWe provide yearly health check-up with International Hospital.Team Building activities:Annual outdoor Team buildingMonthly birthday PartyDevices for work:Provide Laptop & Monitor",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-reactjs-lam-viec-tai-binh-duong/997986.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Tư vấn DataHouse Asia",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Bình Dương",
  "Mô tả công việc": "01. Review interface designs and application requirements.02. Discuss applications and user interface ideas with the development team.03. Identify and enable user interactions on a web platform.04. Use React concepts to implement and develop responsive components of the user interface.05. Follow React.js workflows and write application interfaces via JavaScript/Typescript.06. Debug application code and troubleshooting interface software.07. Develop and maintain front-end architectures that support user interfaces.08. Improve and monitor front-end performance.09. Develop updates and document application changes.",
  "Yêu cầu ứng viên": "Education:Bachelor’s degree in computer science, information technology, or a similar field.Must have:Previous experience working as a react.js developer.In-depth knowledge of JavaScript, Typescript, CSS, HTML, and front-end languages.Knowledge of REACT tools including React.js,Webpack, Enzyme, Redux.Experience with user interface design.Knowledge of performance testing frameworks including Mocha and Jest.Experience with browser-based debugging and performance testing software.Excellent troubleshooting skills.Good project management skills.Nice to have:Practical knowledge of REST endpoints and APIsFamiliarity with AWS serverless architectureExperience with back-end technologiesPractical knowledge of GIT and similar version control systemsKnowledge of JavaScript/Typescript design patterns",
  "Quyền lợi": "01. Salary & BonusesCompetitive take-home cash together with monthly allowances.Annual performance appraisal and salary review.13th salary and accountability bonus twice a year based on company/individual performance and profitability.Monthly entertainment/team building allowances & project/team celebrations for certain milestones (applied for project teams and back office).Working tools: laptop and widescreen provided.02. Life-long Learning & DevelopmentOpportunities to work alongside a fun and global team with international/US clients.On-site program to explore various cultures in multi-cities in Vietnam and the US for all levels.Seniority reward from one-year intervals and up.Extensive learning budget along with rewards for any individuals to gain specific certificates as defined.Tons of internal and external training sessions (online learning resources, English, wellness & tech-share workshops).03. Fun Vibes at WorkWeekly cafeteria expenses with coffee beans, kinds of milks, noodles and snacks available at offices.Public holiday gifts and celebrations on Tet, Women’s days, Men’s Day, Children’s Day & Mid-Autumn Day, Programmer’s Day, Teacher/Trainer’s Day, and Christmas Day.Sports activities and clubs.04. Health & Well-beingStatutory insurances contributed based on full salary according to the laws of Vietnam.Annual health-check with an advanced package at a quality medical facility.National coverage healthcare card and seasonal flu shot.12 annual leaves + 4 family days-off with extra days-off corresponding to employment milestone (after 1, 3, 5, 8, 10, 13, 15, 18 and 20 years).Company trip once a year and team outing trips.Visiting and caring on some occasions: birthday, marriage, pregnancy and baby shower, university graduation, hospitalization and funeral (for self-employees and direct family members).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-react-native-developer/996834.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ Malcom",
  "job_title": "React Native Developer",
  "salary": "14 - 18 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các dự án và xây dựng sản phẩm ứng dụng di động trên nền tảng React native cho cả 2 hệ điều hành iOS, Android- Tham gia phát triển, bảo trì, triển khai phần mềm trong các lĩnh vực Telecom, AI, chính phủ điện tử, fintech...- Đọc hiểu các tài liệu mô tả yêu cầu người dùng.- Phối hợp với thành viên nhóm dự án, nhóm QA, Test, khách hàng triển khai dự án.",
  "Yêu cầu ứng viên": "- Bằng tốt nghiệp về Công nghệ thông tin hoặc các ngành liên quan- Hiểu biết về JavaScript, React Native- Có kinh nghiệm với Redux hoặc các thư viện quản lý trạng thái khác- Có kinh nghiệm với Git version control ít nhất 6 tháng- Kỹ năng giao tiếp và làm việc nhóm tốt- Có khả năng làm việc độc lập và làm việc nhóm- Sẵn lòng học hỏi và thích nghi với các công- Nhiệt tình trong công việc và tích cực giao lưu học hỏi.",
  "Quyền lợi": "- Được hưởng các chế độ phúc lợi, đãi ngộ hấp dẫn, chế độ BHXH – BHYT và chế độ khác theo quy định Pháp luật và Cty.- Lương hấp dẫn và cạnh tranh từ 14-18tr tuỳ theo năng lực.- Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ T7- Chủ Nhật)- Hỗ trợ ăn trưa, gửi xe, xăng xe điện thoại...- BHXH, nghỉ phép năm, du lịch, lễ tết đầy đủ.- Tham gia các chương trình thể thao, bóng đá, coffeetime...- Môi trường làm việc năng động, sáng tạo, chuyên nghiệp, thân thiện.- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn.- Cơ hội tìm hiểu và làm việc với các dự án phần mềm Telecom, AI và Fintech.- Tham gia vào quy trình làm việc theo chuẩn Git flow và DevOps- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/cobol-developer-tu-3-nam-kinh-nghiem-luong-upto-2000/998199.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
  "job_title": "Developer",
  "salary": "Tới 2,000 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia dự án quan trọng/ Mega account của Công tyTriển khai và phát triển các module và tính năng mớiĐược tham gia khoá đào tạo về nghiệp vụ và hệ thống sản phẩm từ chính các chuyên gia trong lĩnh vựcLàm việc trực tiếp với khách hàng về nội dung, tiến độ công việc của team,Lên kế hoạch triển khai, phát triển dự án cùng khách hàngMô tả hệ thống:Hệ thống kiến trúc microserviceTechstack: Java, Relational database, restful APIEnvironment: AWSProcess: Agile/ SCRUM",
  "Yêu cầu ứng viên": "Hơn 3 năm kinh nghiệm với ngôn ngữ lập trình COBOL.Nắm được COBOL cơ bản như: syntax, verbs, file handling, subroutines, database.COBOL với xử lý DB, điều chỉnh hiệu suất.Có thể viết các chương trình kiểm tra đơn vị và gỡ lỗi COBOL.Hỗ trợ các thành viên trong nhóm hiểu về COBOL từ các chương trình COBOL hiện có.Kỹ năng phân tích và xử lý sự cố trong chương trình COBOL.Kiến thức về các công cụ sửa lỗi nâng cao.Databases: DB quan hệ như Oracle, DB2.Nền tảng/hệ thống: z/OS, Windows, Linux, UNIX, IBM Mainframe.",
  "Quyền lợi": "CƠ HỘI VÀ THỬ THÁCHCơ hội được làm việc trong môi trường chuyên nghiệp, hiện đại và năng động. Thử sức với các dự án hấp dẫn, thử thách đủ lớn trong và ngoài nước.Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng, trao quyền, cho phép bạn làm việc, sáng tạo theo cách riêng. Tài năng và thành tích của từng nhân viên được trân trọng, nhân viên xuất sắc được khen thưởng hàng năm.Cơ hội phát triển năng lực, được hỗ trợ phụ cấp chứng chỉ chuyên môn phục vụ công việc. Một số chứng chỉ cấp cao sẽ được chi trả toàn bộ chi phí từ học và thi.Được đào tạo về nghiệp vụ kỹ thuật cũng như nghiệp vụ hệ thống bảo hiểm từ chính các chuyên gia hàng đầu về công nghệ bảo hiểmDự án khủng với domain hot-trend, liên tục cập nhật những công nghệ mới nhấtĐược làm việc trong môi trường có process chuyên nghiệp, cùng những chuyên gia công nghệ đến từ các nước và khu vực khác nhauCHÍNH SÁCH ĐÃI NGỘ HẤP DẪN - WORK-LIFE BALANCEReview lương từ 1-2 lần/năm. Chính sách thưởng tháng lương 13. Thưởng lễ Tết, 2/9, sinh nhật công ty,Chế độ du lịch nghỉ mát (gói 6 triệu/ người), teambuilding (2 -3 lần/năm).Tham gia BHXH đầy đủ, thăm khám sức khỏe định kỳ tối thiểu 1 lần/năm tại các bệnh viện hàng đầuChính sách thăm hỏi toàn diện cho nhân sự và người thân: sinh nhật, kết hôn, sinh con, ốm đau,…Các hoạt động thể thao, văn hóa đa dạng và phong phú: CLB đá bóng, đạp xe, cầu lông,…Phụ cấp đứng lớp, cùng các giải thưởng Đào tạo: Ngôi sao học tập tháng, Gương mặt giảng viên tiêu biểu, gương mặt học tập năm, nhuận bút…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer-ta123/998307.html?ta_source=JobSearchList",
  "company_name": "Ngân Hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
  "job_title": "Data Engineer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Nhu cầu chuyển đổi số trong nội bộ ngân hàng / tổ chức, bên cạnh việc tăng hiệu quả trong hoạt động kinh doanh, vận hành còn để làm cơ sở đẩy mạnh việc hợp tác với các đối tác bên ngoài, tạo giá trị cho khách hàng, cho ngân hàng/tổ chức – là cấp thiết.Vai trò của Chuyên viên cao cấp phân tích dữ liệu là tham gia số hóa, đánh giá phân tích hiện trạng sản phẩm/dịch vụ của ngân hàng đồng thời đưa ra các phương án cải tiến đóng góp vào các hành trình chuyển đổi số. Do vậy, chức danh/công việc này là cần thiết.Đóng góp của công việc, chức danh này sẽ được thông qua các yếu tố sau:- Tham gia phát triển hệ thống dựa trên dựa trên yêu cẩu của bộ phận quản lý sản phẩm.- Nghiên cứu, phân tích, đánh giá hiện trạng hệ thống thông tin, dữ liệu của ngân hàng nhằm có đánh giá chính xác trong công tác chuyển đổi số.- Đóng góp/đề xuất những ý tưởng hay/sáng tạo cả về mặt sản phẩm/công nghệ (nếu có)- Các tiếu chí trên là đơn vị đo lường cụ thể đóng góp của công việc/chức danh này.",
  "Yêu cầu ứng viên": "Educational Qualifications• Tốt nghiệp Đại học trở lên hoặc có bằng cấp tương đương của các đơn vị đào tạo công nghệ thông tin, kinh doanh, quản lý thông tin có tiếng.Relevant Knowledge/ Expertise• Có ít nhất 03 năm kinh nghiệm làm việc trong các lĩnh vực liên quan đến: dữ liệu, ngân hàng, fintech• Có kỹ năng phân tích, giao tiếp & giải quyết vấn đề.• Thành thạo SQL, ETL, ELT, các công cụ làm việc với dữ liệu: SSIS, IBM Data Stage, Pentaho, ODI, ...• Hiểu biết về dữ liệu: Datawarehouse, BI (Business Intelligent), Data Modeling & Architect.• Có kinh nghiệm làm việc với một trong các loại cơ sở dữ liệu: MSSQL, Oracle, MySQL, MongoDB …• Thành thạo các tool quản lý source code (SVN, Git..) , quản lý công việc (Jira..)• Hiểu biết về hệ thống, network, OS, bảo mật công nghệ thông tin … là một lợi thế• Tiếng anh đọc hiểu tài liệu tiếng anh chuyên ngành tốt, giao tiếp tốt là một lợi thế.• Kiến thức/ thực hành triển khai dự án với các phương pháp khác nhau như agile, water-fall, Kanban…Relevant Experience• Xây dựng hệ thống báo cáo cho tổ chức, data warehouse tại các tổ chức ngân hàng lớn là lợi thế.• Kinh nghiệm làm về các ứng dụng/hệ thống tài chính ngân hàng.",
  "Quyền lợi": "Quyền lợiThu nhập hấp dẫn, lương thưởng cạnh tranh theo năng lựcThưởng các Ngày lễ, Tết (theo chính sách ngân hàng từng thời kỳ)Được vay ưu đãi theo chính sách ngân hàng từng thời kỳChế độ ngày phép hấp dẫn theo cấp bậc công việcBảo hiểm bắt buộc theo luật lao động + Bảo hiểm VPBank care cho CBNV tùy theo cấp bậc và thời gian công tácĐược tham gia các khóa đào tạo tùy thuộc vào Khung đào tạo cho từng vị tríThời gian làm việc: từ thứ 2 – thứ 6 & sáng thứ 7Môi trường làm việc năng động, thân thiện, có nhiều cơ hội học đào tạo, học hỏi và phát triển; được tham gia nhiều hoạt động văn hóa thú vị (cuộc thi về thể thao, tài năng, hoạt động teambuiding...)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-developer-nodejs-angular-vuejs/998214.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH NTT DATA VIỆT NAM",
  "job_title": "Senior Developer",
  "salary": "Tới 47.5 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Lập kế hoạch chi tiết, theo dõi và quản lý tiến độ hàng ngày- Phân tích đánh giá các rủi ro và phương án phòng ngừa- Hướng dẫn và hỗ trợ team member về technical và cách giải quyết bài toán- Điều phối sắp xếp nhân sự phù hợp với năng lực của từng cá nhân- Thực hiện triển khai hệ thống lên các môi trường UAT, Production- Phối hợp với khách hàng quản lý scope và timeline của dự án",
  "Yêu cầu ứng viên": "• Bằng Cử nhân về Khoa học Máy tính, Kỹ thuật Máy tính hoặc bất kỳ lĩnh vực nào khác liên quan đến CNTT. Bằng Thạc sĩ trở lên là một điểm cộng.• 3 - 5 năm kinh nghiệm trong lĩnh vực Phần mềm/Nhà phân tích nghiệp vụ và/hoặc lập trình viên và ít nhất 3 năm kinh nghiệm trong Quản lý dự án hệ thống để phát triển và triển khai các Giải pháp phần mềm dựa trên nền tảng.• Kinh nghiệm trong lĩnh vực Ô tô và / hoặc Công nghiệp sẽ là một lợi thế.• Tiếng Anh giao tiếp tốt.• Có ít nhất hơn 3 năm kinh nghiệm về TypeScript: NodeJS hoặc Angular, VueJS• Kỹ năng giải quyết vấn đề tốt, có tư duy logic.• Có thể làm việc theo lịch trình chặt chẽ.Có khả năng xây dựng tinh thần làm việc nhóm tốt.",
  "Quyền lợi": "- Mức lương thương lượng lên đến 47.500.000 VNĐ GROSS tùy thuộc vào trình độ và kinh nghiệm của bạn- 100% lương trong 2 tháng thử việc- Giờ làm việc linh hoạt từ 07:45 - 09:00- Đánh giá thưởng 2 lần/năm & Xét tăng lương hàng năm- Gói Bảo Minh Healthcare cao cấp cho gia đình- 16 ngày phép năm/năm & thêm 1 ngày nghỉ vào ngày kỷ niệm Công ty- Hoạt động teambuilding ( Kickoff, Hoạt động truyền cảm hứng cho phụ nữ, Tuần tình nguyện, Câu lạc bộ bóng đá/Yoga, ...)- Môi trường làm việc toàn cầu & Cơ hội công tác nước ngoài (APAC, Châu Âu, Nhật Bản,...)- Cơ hội Đào tạo & Phát triển (trực tuyến, ngoại tuyến tại các khu vực APAC/Nhật Bản)- Lộ trình nghề nghiệp rõ ràng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/software-engineer-javascript/997691.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BTM GLOBAL CONSULTING VIỆT NAM",
  "job_title": "JavaScript",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Essential functions for the Development project:• Read & understand assigned product requirements, technical designs, functional specifications, and defect descriptions.• Implement new features, integrations, enhancements, and fix issues through coding, debugging, unit testing, and reporting with high productivity and quality.• Create, support, and maintain project document.• Co-operate with other team members (VN & US) to complete projects on time and high quality.• Be proactive in communication with team lead, direct manager and other team members (VN & US) for change requests, defects, risks and opportunities, etc.• Self-study and research new technologies related to projects and directions of BTM.• Participate in requirement analysis and write technical design for new software features.• Provide solutions for difficult technical issues.• Participate in mentoring and support Software Engineer I in accomplishing assign tasks.Essential functions for the Production Support project:• Read & understand complex assigned production issues.• Reproduce the issues and investigate the root cause of the issues.• Discuss with team leader or direct manager about the solution to fix the issues.• Fix the issue and update status on bug tracking system.• Create, support, and maintain project document.• Co-operate with other team members (VN & US) to complete assigned tasks on time with high quality.• Be proactive in communication with team lead, direct manager and other team members (VN & US) for solutions, risks and opportunities, etc.• Self-study and research new technologies related to projects and directions of BTM.Other functions:• Follow company methodologies and procedures and assist in continuous improvements to BTM methodology and processes.• Attend training courses in BTM.• May perform other works assigned by manager or lead.",
  "Yêu cầu ứng viên": "Education, Experience and Other Skills:• 4-year college degree in computer science or related fields is preferred.• Proficient in at least one of programming languages such as JavaScript, Java, C/C++, PHP, etc.• Proficient in at least one of relational database systems such as Oracle, MySQL or MS SQL Server, etc.• Solid knowledge in Object Oriented Programming and Design.• Relevant certificates in Software are plus.• Certified NetSuite Administrator or Consultant is a plus.• Experience in ERP is a plus.• Experience in Web development and User Interface Design is a plus.• Experience in working with on-shore and remote teams is a plus.• Have good English skills (equivalent TOEIC 450), including reading, writing, listening and speaking.• At least 1 year working experience in software development.• Ability to work independently and collaboratively.• Ability to present/explain a problem clearly to co-worker.• Ability to study independently new technologies.Other requirements• Ability to handle and be trusted with confidential and sensitive information.• Ability to work with fast-paced, constantly changing environment with minimal supervision.• Ability to problem-solve, work under pressure, and to effectively manage stress.• Ability to prioritize and manage work to critical project timelines.• Ability to work overtime if needed.• Proactive, team player, innovative thinker.• Personable, professional image with internal team members and external clients.• Long term commitment.",
  "Quyền lợi": "Salary: CompetitiveJoining Company trips and team building activitiesMedical insurance for the whole familyFixed 13th month salary14th and 15th month bonus subject to your performanceLoyalty awardProject bonus",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c-sharp/869947.html?ta_source=JobSearchList",
  "company_name": "Tập đoàn BRG",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Đảm bảo các hệ thống phần mềm đang sử dụng hoạt động ổn định và đảm bảo các yêu cầu nghiệp vụ: phụ trách quản trị cấu hình hệ thống, người dùng, phân quyền...Thiết kế và lập trình nâng cấp các phần mềm đang sử dụng cho phù hợp với các yêu cầu nghiệp vụTriển khai và cài đặt phần mềm cho các người dùng mớiHỗ trợ người dùng vận hành từ xa hoặc trực tiếp tùy theo yêu cầu và vị trí làm việc của người dùngNghiên cứu công nghệ mới có thể sử dụng trong các công việc nâng cấp hệ thốngThực hiện các mảng công việc theo phân công của Trưởng nhóm và Trưởng phòng",
  "Yêu cầu ứng viên": "Tốt nghiệp Đại học trở lên chuyên ngành Công nghệ thông tinCó tối thiểu 1-2 năm kinh nghiệm ở vị trí tương đươngCó kiến thức tốt về kiến trúc và khả năng tối ưu code/dữ liệuThành thạo ngôn ngữ lập trình C Sharp, Angular, SQL Server,...Thành thạo HTML, CSS, Bootstrap, có khả năng làm layout, responsive tốtKhả năng đọc hiểu tài liệu bằng tiếng Anh",
  "Quyền lợi": "Thu nhập thỏa thuậnBHXH, BHYT, BHTNThưởng Lễ/tết, lương tháng 13,...Khám sức khỏe, du lịch hàng năm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/925614.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần viễn thông FPT",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển dự án Thương mại điện tử cho FTELTham gia phát triển sản phẩm dựa trên tài liệu nghiệp vụ của BA, POPhân tích yêu cầu nghiệp vụ, lên giải pháp kỹ thuật và trực tiếp phát triển coding sản phẩmViết các tài liệu đặc tả kỹ thuật (nếu có)Thực hiện một số công việc khác khi có yêu cầu của cấp trên.",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học trở lên. Ưu tiên ứng viên tốt nghiệp các ngành liên quan đến toán, khoa học máy tính, công nghệ thông tin hoặc tương đương.Kinh nghiệm: Có ít nhất 02 năm kinh nghiệm vị trí DEV B.End hoặc vị trí tương đương.Kỹ năng chuyên môn:+ Có 02 năm kinh nghiệm về Laravel với Design Pattern+ Có kinh nghiệm sử dụng MicroServices, API Gateway+ Có kinh nghiệm sử dụng PostgresSQL, Cache+ Có kinh nghiệm sử dụng Elastic Search+ Có kinh nghiệm sử dụng Docker+ Có hiểu biết về tối ưu performance sản phẩm+ Sử dụng thành thạo Git, LinuxKỹ năng mềm:+ Kỹ năng phân tích vấn đề, giải quyết vấn đề.+ Kỹ năng phân tích thiết kế phần mềm, thiết kế hệ thống thông tin.+ Kỹ năng hội họp, trao đổi thông tin.+ Kỹ năng giao tiếp, thuyết trình, làm việc nhóm.Ưu tiên ứng viên có kinh nghiệm về Thương mại điện tử, Tài chínhƯu tiên ứng viên có kinh nghiệm làm việc với quy trình Scrum (Agile",
  "Quyền lợi": "Gói thu nhập năm tương đương từ 14 - 17 tháng lương quy đổi (Thưởng lương tháng 13, lương kinh doanh, tiền mừng tuổi...).Đầy đủ các chế độ theo luật lao động hiện hành.Chính sách phúc lợi theo quy định của Công ty đa dạng: Chăm sóc sức khỏe định kì hàng năm; Gói bảo hiểm sức khỏe chuyên biệt (FPT Care – Khám chữa bệnh miễn phí tại tất cả các bệnh viện); Các hoạt động tri ân, chăm lo đời sống tinh thần CBNV và Thân nhân...Môi trường làm việc thân thiện, cởi mở.Cơ sở vật chất và công cụ làm việc hiện đại, tiện nghi.Nhiều cơ hội phát triển và thăng tiến.Văn hóa Doanh nghiệp đặc sắc, sinh động bậc nhất với nhiều các hoạt động hấp dẫn: tân binh, 72 giờ trải nghiệm, teambuilding, thi trạng, hội làng, hội diễn Sao Chổi, sinh nhật FPT, ngày 08/03, ngày 11/11,...Hưởng các gói ưu đãi cước khi sử dụng dịch vụ của FPT Telecom.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-leader-upto-2000/998305.html?ta_source=JobSearchList",
  "company_name": "Công ty trách nhiệm hữu hạn Reviewty",
  "job_title": "Mobile Developer",
  "salary": "Tới 2,000 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Design documents, write, review, and maintain code in compliance with the established coding quality standards of the company;• Write unit tests and run through all the test cases for assigned tasks and ensure all cases are tested and passed before release for testing;• Pro-actively provide recommendations of innovative solutions to clients’ projects;• Ensure the best possible performance, quality, and responsiveness of the applications;• Help to maintain code quality, organization;• Training & Coaching junior level, contribute on team training & study.",
  "Yêu cầu ứng viên": "• From 3 to 5+ years of experience working as a Mobile Developer;• At least 1 years of experience working as Mobile team leader;• Strong knowledge about the nature of mobile applications and devices;• Good knowledge in one mobile development platform/framework such as Android, iOS;• Good collective knowledge about existing mobile applications so have more ideas how a mobile application should be;• Experienced in market registration, review, and deployment process;• Experience working with GraphQL is plus.• Nice to have experience with Agile Development.",
  "Quyền lợi": "•\tSalary agreement, attractive salary package (upto 2000$), + 13th month salary•\tPay social insurance after becoming a full-time employee•\tSupport for lunch at the office & Free monthly parking.•\tFree and unlimited snacks, tea, coffee…•\tBonus on holidays, New Year's Day, Birthday (depending on working rank: manager, employee, ...)•\tPerformance bonus (evaluated according to the criteria of each department: Dev, Marketing, Sales, Human Resources,...)•\tReview salary once a year, the increase depends on the employee's performance.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/998244.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ DI ĐỘNG THỂ HỆ MỚI (NMS)",
  "job_title": "Data Engineer",
  "salary": "Tới 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Tham gia phát triển nền tảng quản lý dữ liệu lớn.● Tham gia vào hiệu suất tối ưu cho các truy vấn data trên lượng dự liệu lớn.● Xử lý các yêu cầu trung bình đến khó trong dự án.● Đưa ra các ý tưởng cải tiến hiệu năng, tối ưu chi phí cho toàn hệ thống.● Thời gian làm việc: Thứ 2 – Thứ 6 (Sáng: 8h00-12h00; chiều: 13h30-17h30)",
  "Yêu cầu ứng viên": "● Kiến thức:- Tốt nghiệp Cử nhân chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Tài chính, Ngân hàng, Kinh tế hoặc tương đương. Ưu tiên ứng viên có bằng tốt nghiệp loại giỏi hoặc tốt nghiệp tại nước ngoài- Ưu tiên có các chứng chỉ chuyên nghành Data Engineer, Data Analytics, Data Science cho xử lý dữ liệu lớn● Kinh nghiệm:- Tối thiểu 1.5 năm kinh nghiệm làm việc trực tiếp tại các công ty, dự án về DE- Có kiến thức về kiến trúc vật lý, kiến trúc logic, thành phần cơ bản của Hadoop Eco-Sys: tầng Ingesstion, tầng processing, tầng consumtion- Có kiến thức và kinh nghiệm sử dụng Spark ETL with Scala, Python trên Hadoo eco-sys- Có kiến thức và kinh nghiệm tối ưu luồng xử lí data: Landing zone, working zone, gold zone, các kỹ thuật thiết kế job tối ưu cho dữ liệu lớn, kỹ thuật orchestration luồng job- Có kiến thức và kinh nghiệm về các DB sau: SQL, NoSQL, Graph- Có kiến thức và kinh nghiệm Flask, FastAPI, Gunicorn- Có kiến thức và kinh nghiệm Tableau/ PowerBI- Có kiến thức và kinh nghiệm Unit testing, Integration testing, Functional testing, A/B Testing,  Cross-Validation Test- Có kinh nghiệm làm việc theo mô hình Agile- Có kinh nghiệm trong lĩnh vực tài chính ngân hàng là lợi thế- Có khả năng đọc viết tiếng Anh (cơ bản) nghe nói (nếu có thể).",
  "Quyền lợi": "● Thu nhập cực hấp dẫn: upto 35M Gross ( Thỏa thuận mức lương tương xứng với năng lực và kinh nghiệm làm việc)● Hỗ trợ kí hợp đồng chính thức, nhận 100% lương và đóng bảo hiểm từ ngày đầu tiên đi làm● Thưởng dự án, gói thưởng lễ tết lên đến 13M/year (bonus at Tết dương lịch, Tết âm lịch, lễ 2/9, quà Tết, quà Trung thu, sinh nhật công ty, tập đoàn,. )● Xét tăng lương cố định hàng năm hoặc 6 tháng/ năm theo đánh giá năng lực● Được hưởng BHXH, BHYT, BHTN theo chế độ nhà nước ban hành và tặng thêm gói BHXH sức khỏe “NMS care” cho nhân viên● Tận hưởng nhiều sự kiện của công ty, từ thi đấu thể thao, tiệc sinh nhật hàng tháng, xây dựng đội ngũ hàng quý đến tiệc năm mới, chuyến đi công ty, du lịch hè, teambuilding, liên hoan, Gala định kì gắn kết tình cảm● Tham gia phòng tập gym, yoga, zumba, bóng bàn, bi lắc... hoàn toàn miễn phí vào cuối ngày sau giờ làm việc● Được tham gia các khóa đào tạo về chuyên môn, training công nghệ mới áp dụng cho dự án, tiếp cận phương pháp làm việc (Agile, Scrum...).● Làm việc trong môi trường năng động, sáng tạo, phát huy được “chất riêng” của từng cá nhân",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-web-developer/724957.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH AMARIS VIỆT NAM",
  "job_title": "Web Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Job Description:Participate in the entire product development life cycle, from requirements, designs to implementations.Troubleshoot and improve current systems and their performance through close collaboration with different product teams.Learn and expand your knowledge through individual research or team discussions to keep up with industry standards.Ensure coding quality, for yourself and other peers.Development of major components or modules and contribute to the design and maintenance of the products.Support the team leader on technical analysis to provide the best technical solution as well as support colleagues for solving technical issues to complete the assigned projects / tasks on timely manner.",
  "Yêu cầu ứng viên": "Job Requirements:Academic degree or equivalent working experience in Information Technology or related fields.2+ yearshand-on experience withJava Technologies(Spring Boot, Spring, Java Core, etc.).Good command of English is added advantage.Firm knowledge in integration, Webservice such as SOAP, REST.Knowledge of JavaScript (Angular / ReactJS / VueJS) is a plus.Excellent programming skills and flexibility with a variety of frameworks.In-depth knowledge of programming for diverse operating systems and platforms using development tools.Familiar with Agile / Scrum methodology is added advantage.",
  "Quyền lợi": "Benefit:13th month salary.14+ annual leaves per year.Premium healthcare insurance, starting from your probation period.Project reviews and yearly performance appraisal.Annual company trips.Teambuilding activities: Team lunch / dinner, events and celebrations, sport clubs (football, yoga, badminton, etc.)International team, with flexible working time + hybrid working.Tailor-made career path.Technical workshops, training courses.Mobility: Opportunities to on-site abroad in our offices over 60+ countries.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/998091.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Thương Mại và Dịch Vụ Synova",
  "job_title": "Data Engineer",
  "salary": "Tới 33 triệu",
  "exp": "Trên 5 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Responsible for industrialization, deployment, and functional maintenance of data products/solutions, including digital products, business intelligence, and machine learning use cases.Collaborate with other members and users to build Data Pipelines.Responsible for quality checking and testing.Collaboratively work to solve research problems.Develop new algorithms and computational tools to solve research problems.Review research code created by other team members.Write technical documentation and reports.Continue learning new technologies, introducing existing products, improving product experience, and creating more value.",
  "Yêu cầu ứng viên": "At least 5 years of working as a data engineerSolid foundation in Python and at least another language in the JVM familyExperience with and the frameworks like Hadoop, cloud computing platforms like AzureDeep knowledge of SQL database designExperience with distributed systems, high-volume databases, and ETL pipelinesFamiliarity with big data analysisExposure to a wide range of NoSQL solutionsExcellent critical thinking, organizational, and communication skillsStrong ownership and good collaboration skills to work in a teamGood English communicationAny related tasks assigned by Line Manager",
  "Quyền lợi": "Annual leaves: 12 days/ year + 4 days sick leaveSocial – Health – InsuranceEnhance your English skills.Approach and work with clients around the world.Directly participate in a variety of prestigious projects..We have excellent team-building activities, internal training by our talented technical leads, and knowledge-sharing sessions to help company members collaborate and grow their skills every day.Join monthly team dinner, team activity, and weekly sports clubs.Receive various gifts: Birthday gifts, Marriage gifts, Newborn baby gift,...Enjoy team events on special days: New Year’s Party, Christmas Day, International Women's Day,...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-full-stack-developer/724949.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH AMARIS VIỆT NAM",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Job Description:Develop and maintain software systems based onMicrosoft .NETand related technologies.Confer with system analysts, programmers and others to design system and to obtain information on project limitations and capabilities, performance requirements and interfaces.Develop and direct software system testing and validation procedures, programming and documentation.Modify existing software to correct errors, allow it to adapt to new hardware, or to improve its performance.Determine system performance standards.Design, develop and modify software systems, using scientific analysis and mathematical models to predict and measure outcome and consequences.Support continuous improvement by investigating alternatives and technologies and presenting these for architectural review.",
  "Yêu cầu ứng viên": "Job Requirements:Academic degree in Information Technology or similar technical fields.3-6 yearsof experience in any.NET web technologies(.NET 5, .NET 6 .NET Core, .NET Framework, ASP.NET, etc.).Good command ofEnglishis added advantage.Be able to work at basic Front-end with HTML5, CSS3.Experience withJavaScript (Angular / ReactJS / VueJS)will be a great plus.Familiarity with Agile/Scrum methodologies is added advantage.Good knowledge in OOP, SOLID principles and design patterns.Comfortable technically reviewing code and participating in design/architecture reviews.Ability to understand and learn technical subjects and emerging technologies.Ability to influence as a member of a highly integrated team composed of both technical and non-technical members.",
  "Quyền lợi": "Benefit:13th month salary.14+ annual leaves per year.Premium healthcare insurance, starting from your probation period.Project reviews and yearly performance appraisal.Annual company trips.Teambuilding activities: Team lunch / dinner, events and celebrations, sport clubs (football, yoga, badminton, etc.)International team, with flexible working time + hybrid working.Tailor-made career path.Technical workshops, training courses.Mobility: Opportunities to on-site abroad in our offices over 60+ countries.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-nodejs/997374.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần OWS Việt Nam",
  "job_title": "Backend Developer",
  "salary": "15 - 35 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Mô tả công việcTham gia thiết kế, phát triển  giải pháp, phát triển nền tảng E-LearningGiải quyết các vấn đề về tối ưu hệ thống, xây dựng các hệ thống có khả năng đáp ứng, tính sẵn sàng caoLàm việc với đội dự án và phân tích taskPhối hợp với các thành viên trong team cũng như các team khác để hoàn thành các nhiệm vụ chung của công ty.Thực hiện tốt các yêu cầu công việc từ quản lý trực tiếp.",
  "Yêu cầu ứng viên": "Yêu cầu ứng viênCó tư duy logic, sử dụng thuật toán tốt.Tối thiểu 02 năm kinh nghiệm lập trình  NodeJS.Biết thiết kế và sử dụng thành thạo các cơ sở dữ liệu: MySQL, MongoDB là lợi thế.Có kinh nghiệm tối thiểu 1 năm trong việc xây dựng ứng dụng Client-Server,  thiết kế API với  RestfullĐã từng làm việc với một trong các  framework như CodeIgniter, Laravel là một lợi thếCó khả năng đọc hiểu tài liệu chuyên ngành bằng tiếng AnhNice to have:Có kinh nghiệm trong việc phát triển ứng dụng SPA (React, Angular), hoặc mobile appĐã từng sử dụng các ngôn ngữ như: NodeJS, Java, GoLang …",
  "Quyền lợi": "Mức lương khởi điểm hấp dẫn (từ 15.000.000 VNĐ đến 35.000.000 VNĐ) tuỳ thuộc năng lực và kinh nghiệm làm việcThưởng định kỳ và xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;Được tham gia 2 gói bảo hiểm:BHXH, BHYT, BHTN theo quy định pháp luậtBảo hiểm chăm sóc sức khỏe cho cá nhân và người thân (OWS Care)Được khám sức khỏe định kỳ hàng năm;Được hưởng đầy đủ các chế độ phúc lợi khác như: thưởng dự án, thưởng lễ Tết, liên hoan, sinh nhật, teambuilding, nghỉ mát, gala,….Cơ hội tiếp xúc, tham gia với những team làm về các công nghệ khác nhau, cùng đam mê trong việc xây dựng các hệ thống hiệu năng cao, nghiên cứu về các công nghệ như AI, IoT, Video Conference, Distributed SystemĐược tham gia hoạt động đào tạo, nâng cao chuyên môn, cũng như các kỹ năng khác phát triển toàn diện.Tham gia chia sẻ kiến thức, cùng nhau hoàn thiện kiến thức, kỹ năng:Weekly Techtalks trao đổi, chia sẻ về các công nghệ mới nhất; là cơ hội để các thành viên học hỏi lẫn nhau.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-du-an-lon/997110.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ SOTATEK",
  "job_title": "Java Developer",
  "salary": "15 - 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tiếp nhận yêu cầu bài toán từ Khách hàng và phát triển các hệ thống (đa dạng domain: blockchain, fintech...)Lập trình các chức năng được giao theo tài liệu giải pháp chi tiết.Thực hiện các nhiệm vụ sửa lỗi được phát hiện trong quá trình phát triển và triển khai.Viết và thực hiện unit test.Thực hiện upcode các yêu cầu nâng cấp của dự án.Thiết kế được các module thành phần, các chức năng chi tiết theo kiến trúc đã có sẵn.Tích hợp mã nguồn (merge code), tích hợp hệ thốngTối ưu hệ thống",
  "Yêu cầu ứng viên": "Tối thiểu 2 năm kinh nghiệm phát triển ứng dụng phần mềm bằng ngôn ngữ JavaCó kiến thức tốt về lập trình và thiết kế hướng đối tượng (OOP), Design PatternsCó nền tảng cấu trúc dữ liệu và giải thuật tốtCó kiến thức tốt về quy trình phát triển phần mềmThành thạo một trong các công nghệ: Java8/Java11/J2EE, Spring/Spring MVC 5, Database (MySQL, Postgres)Thành thạo một trong các hệ quản trị CSDL quan hệ: Oralce, MySQL, SQL ServerCó kinh nghiệm làm với Micro serviceCó kỹ năng làm việc độc lập và làm việc theo nhóm tốtƯu tiên UV có EN giao tiếp",
  "Quyền lợi": "Lương offer từ upto 40M (Sẵn sàng deal tốt với ứng viên phù hợp)Cung cấp thiết bị làm việcXét tăng lương 2 lần/năm.Thưởng thành tích, lương tháng 14, thưởng các ngày lễ (2/9, 30/4, 1/5, 1/1); tiền thưởng cho nhân viên xuất sắc và tập thể xuất sắc;Bảo hiểm sức khỏe và các chế độ bảo hiểm khácTối thiểu 14 ngày nghỉ có lương mỗi năm cho tất cả nhân viên sau thử việc;Không gian làm việc đẹp & hiện đại với những đồng nghiệp trẻ trung, năng động & thân thiện và cà phê, trà, đồ uống miễn phí;Du lịch công ty hàng năm và tiệc cuối năm, team building hàng quý và ăn uống cùng nhau hàng tuần;Câu lạc bộ Yoga, Dancing, bóng đá, tiếng anh,...Văn hóa phẳng, cởi mở và chia sẻ với đội ngũ quản lý thân thiện;Các khóa đào tạo và cơ hội làm việc với các chuyên gia kỹ thuật, những người đã xây dựng và vận hành các ứng dụng đẳng cấp thế giới với hàng triệu người dùng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/middle-net-winform-developer-up-to-1300-khong-yeu-cau-tieng-anh/998124.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES",
  "job_title": "Developer",
  "salary": "Tới 1,300 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Participate in development projects for ApplicationPerform implement coding, testing, and documentation in line with user & system requirements to deliver source code that meets the needs and release milestonePerform bugs fixing, maintaining, enhancementAble to take the role of technical leader of the project, propose technical solutions for various problems",
  "Yêu cầu ứng viên": "1. Must haveAt least 1+ years of working as developersExperience using Windows Form, WPF, .NET Framework 4.7.2, and associated technologies.Experience using Source Control Systems (Git preferred) or similarSynfusion PDF for .NET,Synfusion Winform Component,SQL Server, Experience developing with Entity Framework2. Nice to have:Experience developing MVC and Web API applicationsExperience with front-end technologies: AngularJS/Mono Framework (for MacOS build)Language: English (plus)",
  "Quyền lợi": "Attractive salary up to 30M & Performance-based award.Young and dynamic working environment.Continuous development of hard and soft skills through work and professional training.Opportunity to approach the newest technology trendsSalary review 2 times/year or on an excellent performanceCompany's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/middle-net-wpf-developer-up-to-1300-khong-yeu-cau-tieng-anh/998144.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES",
  "job_title": "Developer",
  "salary": "Tới 1,300 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Participate in development projects for the WPF applicationAble to take the role of technical leader of the project, propose technical solutions for various problemsCoaching project membersPerform design, implement coding, testing, and documentation in line with user & system requirements to deliver source code that meets the needs and release milestonePerform bug fixing, maintenance, and enhancement.",
  "Yêu cầu ứng viên": "At least 1+ years of working as a .NET WPF Developer.Experience developing WPF/WinForms applications, .NET frameworks, and associate technologies.Experience using Source Control Systems (Git preferred) or similar.Experience developing plug-ins for Autodesk Revit is an advantage.Having knowledge about the construction industry is an advantage.Proficiency in English is an advantage.",
  "Quyền lợi": "Attractive salary Up to 2000$. Performance-based award.Young and dynamic working environment.Continuous development of hard and soft skills through work and professional training.Opportunity to approach the newest technology trendsSalary review 2 times/year or on the excellent performanceCompany’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-nodejs-developer/532807.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TƯ VẤN ĐẦU TƯ ING",
  "job_title": "Nodejs",
  "salary": "Tới 15 triệu",
  "exp": "1 năm",
  "location": "Bà Rịa-Vũng Tàu",
  "Mô tả công việc": "Tham gia team Back End dự ánTích hợp API với đối tác cung cấp dịch vụXây dựng và chịu trách nghiệm các API dự ánXây dựng và phát triển server cho ứng dụng mobile.Tìm hiểu các công nghệ mới, giúp nâng cao hiệu suất",
  "Yêu cầu ứng viên": "Chấp nhận Fresher có thể đi làm full time.Chấp nhận Sinh viên thử việc.Có hiểu biết và kinh nghiệm làm việc với NodeJS, MongoDBCó kiến thức RESTful API, JSON, Docker, Nuxtjs, Nestjs, Back-end.Sử dụng thành thạo GIT, GitLabCó khả năng Teamwork phối hợp với mọi người cùng giải quyết công việc",
  "Quyền lợi": "Môi trường làm việc trẻ trung, năng động.Làm việc giờ hành chính từ T2 - sáng T7.Cơ hội thăng tiến, review tăng lương hằng nămTrang bị máy tính, công cụ làm việc phục vụ nhu cầu công việcChính sách công đoàn đầy đủ, quà tặng các dịp lễ Tết…Hoạt động Team building, Company trip hằng năm.Tham gia đầy đủ BHXH theo luật Lao động và gói Bảo hiểm sức khỏe PTI.Được công ty hỗ trợ chỗ ở miễn phí, chưa bao gồm thưởng, các chính sách ưu đãi khác.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer/930535.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TVT GROUP",
  "job_title": "Fullstack Developer",
  "salary": "Trên 20 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Building and developing web products for the company and partners.Participate in system design, architecture and product development.Deploying products according to the business offered by BA.Handling issues arising during product operation.",
  "Yêu cầu ứng viên": "Graduate in Information Technology or related discipline.Having at least two - three years of full-stack web development experience is a big plusExperience in web backend development on at least one of the following platforms: NodeJS, Nestjs, loopback, etc. (.Net core or Java also is ok)Experience in front-end development: HTML, CSS/SASS/LESS, Javascript, reactjs,, Responsive Design.Experience working with databases, preferably MongoDB, PostgreSQLAbility to self-study and propose effective solutions.Proficient in using Git to manage source code s trained on other platforms if inexperienced.Preference for candidates with good English communication skills.Nice to have:Solid experience in working with big data of a large number of usersAble to work with Unit Testing, and Cloud AWS, K8S, CICDExpected to have:(i) an enthusiastic team player style with a strong drive to create a positive work environment; (ii) strong interpersonal skills to maintain good internal and external relationships; (iii) customer-oriented and growth mindset; and (iv) entrepreneurial mentality and “Never Give Up”.",
  "Quyền lợi": "Consideration for salary increase: Once per yearSocial insurance paid according to regulations.Company's own insurance.Bonus on Tet holidays and other major holidays of the year.Company vacation once per year.There is a 13th salary month and bonus according to the year's contribution.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer/997783.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ TRINITY",
  "job_title": "Mobile Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "We are seeking motivated, self-starter Mobile Engineers who are passionate, results-focused to provide Mobile development capability within Trinity engineering teams.- You will be part of our delivery team and will be responsible for providing technical leadership throughout all phases of the software delivery life cycle.- JOB RESPONSIBILITIES:Design, develop, review, implement, and manage Mobile Flutter application code and services for production and pre-release environments.Participate in Agile software development, prototyping, and code review with international development teams in order to create scalable microservices-based products.Understand the needs of the customer or business and use this knowledge to create applications that meet those needs.Provide strong coding practices, comprehensive unit/component test coverage, and debugging code.",
  "Yêu cầu ứng viên": "Education and experiences- University degree in Computer Sciences, or equivalent.- IT knowledge-base and current IT technologies.- 2+ years of recent experience developing Flutter mobile apps.Qualifications- Strong mobile development with Flutter and the Dart Programming Language.- Strong understanding of RESTful APIs design (GraphQL desirable).- Strong in custom UI/UX.- Well-versed in writing structured, well-documented, maintainable, and clean code;- Strong problem-solving and analytical skills;- Ability to work independently and within a team- Ability to prioritize and perform work on multiple tasks simultaneously.- Good understanding of standard Software Engineering processes, Testing, and Agile methodology;",
  "Quyền lợi": "- Office hours: Monday- Friday, off on Saturday and Sunday- During the Probation period, the targeted monthly income is equal to 100% of the targeted monthly income in the official employment period.- Annual leaves: 12 days - 18 days- 13-month salary per year.- Performance checkpoint twice a year- Flexible, professional environment- Cooperating with many domestic and multinational partners.- Career path development support- Friendly, young & dynamic working environment with many activities: birthday party, happy hours, company activities, company trips...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 03/06/2023"
}