[{
  "job_url": "https://www.topcv.vn/viec-lam/c-c-developer/858814.html?ta_source=JobSearchList",
  "company_name": "FPT Software",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Cần Thơ",
  "Mô tả công việc": "Investigate OMSC OCP Communication Jig• Investigate source code to evaluate complexity & current functions of the tools• Create Basic DesignParticipate in codingWindow Apps• Create Basic Design, Detail Design• Implement and review code• Write unit test script",
  "Yêu cầu ứng viên": "Must have:• Have at least 2 years of experience in C++• Have knowledge about the development process.• Experience with software development tools (e.g. Git, Jenkins, JIRA)Nice to have:• Have experience in migrating Windows application to web application• Good at analyzing & problem-solving skill• Good communication in English is a plus.• Web application development experience using ASP.Net",
  "Quyền lợi": "Successful candidates will be part of a friendly, motivated and committed talent teams in FPT Software (FSOFT) with various benefits and attractive offers:• Be able to work in major projects with big customers and exchange knowledge with specialists and experts from top IT corporations• Be supported preferential buying a department with Senior.• COMPETITIVE SALARY PACKAGE based on your competent plus Annual Bonus and Project Performance Bonus “FPT care” health insurance provided by AON and is exclusive for FPT employees.• Annual Summer Vacation: 1-6 Million Cash, 1-3 Leave holiday• Annual health check up• Udemy Premium account for one year• English class, sponsor for taking certification as: PMP, AWS…• 13th month Salary• Other allowances: transportation allowance, lunch allowance, working on-site allowance, etc.• Company shuttle buses provide convenient way of transportation for all employees.• F-Town Campus provide many facilities for FPT Software employees such as football ground, basketball & volleyball, gym & yoga centre, restaurant, cafeteria, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-web/789528.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH giải pháp phần mềm BLACKWIND",
  "job_title": "Lập Trình Web",
  "salary": "10 - 20 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển dự án ERP của công ty và khách hàng theo yêu cầu của cấp trên- Bảo trì, nâng cấp phần mềm, ứng dụng của công ty theo yêu cầu- Phối hợp chặt chẽ với các bộ phận liên quan để đưa ra phương án phát triển phù hợp với sản phẩm/dịch vụ-Báo cáo và tổng hợp kết quả công việc- Các công việc khác theo sự phân công của quản lý",
  "Yêu cầu ứng viên": "- Có tối thiểu 06 tháng kinh nghiệm lập trình- Thành thạo NodeJs, ReactJS- Thành thạo các framework như Loopback, Express là một lợi thế- Sử dụng tốt RESTful APIs.- Có kiến thức về SQL, MySQL, PostgreSQL- Ưu tiên ứng viên có kinh nghiệm dự án ERP- Có kiến thức về tối ưu hóa trang web (thời gian tải, kích thước trang)- Tư duy hệ thống, logic tốt, tìm hiểu công nghệ mới nhanh chóng- Nhiệt tình, có trách nhiệm trong công việc, kỹ năng teamwork tốt",
  "Quyền lợi": "- Mức lương từ :10 - 20 triệu- Có cơ hội tham gia các khóa đào tạo, phát triển, nâng cao năng lực làm việc- Được đóng BHXH, BHYT, BHTN theo quy định của nhà nước- Được đi du lịch, team building ít nhất 1 lần/năm- Lương tháng 13- Được hưởng các quyền lợi khác theo chính sách của công ty và quy định của nhà nước",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 22/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/python-developer/1015662.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần VCCorp",
  "job_title": "Python",
  "salary": "Trên 16 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Vận hành hệ thống Billing cũThiết kế và phát triển backend có độ tin cậy, chịu tải cao cho hệ thốngHỗ trợ các bộ phận: Sale, Tech Support xử lý các vấn đề về billing (số liệu, nạp tiền,…)Deploy, release sản phẩmTham gia vào maintain, refactor, tối ưu hiệu năng các dịch vụ cũ.Tham gia vào review code.Viết tài liệu thiết kế, phát triển, maintain hệ thống.Xử lý các issue về security, performance cho các backend để đảm bảo hệ thống chạy ổn định.",
  "Yêu cầu ứng viên": "Thành thạo Python và standard library của PythonTư duy toán học và thuật toán tốt.Viết code \"sạch\".Thành thạo với các dịch vụ API-based và event-based communication.Có kinh nghiệm sử dụng các database như MongoDB, MySQL, Redis; các Framework như Flask/Django...Thành thạo Linux, sử dụng tốt môi trường command-line.Biết sử dụng Git.Chủ động, chăm chỉ update thông tin & kiến thức mới.",
  "Quyền lợi": "Dải lương dự kiến: 16,000,000 – 25,000,000 VNĐThưởng đạt, vượt chỉ tiêu KPI/Thưởng năng suất: Xét thưởng áp dụng khi nhân viên đạt chỉ tiêu KPI cá nhân và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng tháng lương 13 (thưởng Tết  m Lịch): Xét thưởng định kỳ cuối năm căn cứ theo quy định của công ty và tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng thâm niên: Xét thưởng định kỳ cuối năm căn cứ theo thâm niên làm việc của nhân viên theo quy định của công ty và hoặc tùy thuộc vào tình hình kết quả kinh doanh của công ty.Thưởng Nóng, Thưởng thành tích vượt trội: Khi có thành tích xuất sắc và hoặc dự án thành công…Thưởng vinh danh, tôn vinh: Bình chọn giải cá nhân/bộ phận xuất sắc cấp Công ty định kỳ hàng nămThưởng Tự Khoe cấp Bộ Phận: Khuyến khích CBNV, các bộ phận thi đua hoàn thành tốt các mục tiêu công việc, kích thích đổi mới, sáng tạo trong công việc; ghi nhận, động viên kịp thời các việc hay, sáng kiến hiệu quả của các các nhân, tập thể. Mức thưởng tự khoe, tự đề xuất theo quy chế và ngân sách của công ty cấp cho từng bộ phận.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/truong-nhom-lap-trinh-web/945171.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH giải pháp phần mềm BLACKWIND",
  "job_title": "Lập Trình Web",
  "salary": "30 - 35 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Quản lý giám sát công việc của cả nhóm một cách chặt chẽ- Phân công công việc cho nhân viên- Hỗ trợ nhóm dự án và giải quyết các vấn đề chuyên sâu về kỹ thuật- Nghiên cứu, triển khai công nghệ mới, review code và đào tạo, hướng dẫn các thành viên trong nhóm- Đào tạo, đôn đốc nhân viên dưới quyền nhằm đảm bảo tiến độ và chất lượng dự án- Dự toán thời gian thực hiện đối với từng dự án, đảm bảo thực hiện đúng thời gian dự toán đưa ra- Kết hợp với tester kiểm tra chất lượng công việc của nhân viên dưới quyền- Lập báo cáo tình hình thực hiện công việc cho Giám đốc.- Các công việc khác theo sự phân công của cấp trên.",
  "Yêu cầu ứng viên": "- Có 2 năm kinh nghiệm ở vị trí tương đương- Thông thạo lập trình cả backend (Nodejs, PHP), frontend (Reactjs, NextJs) và database (MSSQL)- Có kinh nghiệm về triển khai ứng dụng trên server thông qua gitlab (ci/cd) và docker- Có khả năng Design patterns, Design system.- Có kỹ năng bao quát, điều phối công việc, đào tạo nhân viên- Có khả năng nắm bắt và xử lý nhanh vấn đề",
  "Quyền lợi": "- Thu nhập: 30 - 35 triệu- Được cung cấp các thiết bị làm việc cần thiết, tham gia các khóa đào tạo phát triển chuyên môn- Được đóng BHXH, BHYT, BHTN theo quy định của nhà nước- Được đi du lịch, team building ít nhất 1 lần/năm- Lương tháng 13- Được hưởng các quyền lợi khác theo chính sách của công ty và quy định của nhà nước",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-angular/1015728.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH phát triển Công nghệ Điện tử Bình Anh",
  "job_title": "Angular",
  "salary": "14 - 22 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển dự án lớn trong lĩnh vực giao thông vận tải, logistics.- Hỗ trợ và duy trì hệ thống hiện có.- Nghiên cứu và áp dụng các công nghệ mới- Đưa ra giải pháp tối ưu cho các vấn đề kỹ thuật của dự án.- Chi tiết công việc sẽ trao đổi trong quá trình phỏng vấn",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học/Cao Đẳng Công nghệ Thông tin, Viễn Thông, Toán Tin (Sinh viên mới ra trường có thể ứng tuyển)- Có hiểu biết về lập trình Front-end: HTML/CSS, Javascript, Jquery, Angular2+, Bootstrap.- Các hiểu biết sau của ứng viên là một lợi thế :o Hiểu biết về các tiêu chuẩn bảo mật dành cho Web/Mobile.o Có hiểu biết 1 trong các Database: SQL Server, MongoDB.o Kinh nghiệm sử dụng 1 trong những công cụ quản lý mã nguồn: SVN, GIT, Bitbucket.o Hiểu biết về caching như: local caching, server caching, proxy cachingo Hiểu biết về RESTFul API.o Hiểu biết về Design Pattern, bảo mật.o Có khả năng làm việc theo mô hình Agile, Scrum.o Hiểu biết về nghiệp vụ vận tải Logistics.",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc.- Môi trường hiện đại, chuyên nghiệp và năng động.- Cơ hội được đào tạo và thăng tiến tốt trong công việc. Được tài trợ kinh phí tham gia các chương trình đào tạo nâng cao năng lực.- Cơ hội được tham gia các dự án liên quan công nghệ AI, Cloud. Được định hướng theo Full-Stack- Làm việc cùng đội ngũ 600 nhân sự nhiệt huyết và tư duy chia sẻ.- Văn hóa công ty phong phú cho phép phát huy tối đa khả năng và tính sáng tạo trong công việc của ứng viên.- Thưởng lương tháng 13, Thưởng dự án, thưởng Tết và các dịp lễ…;- Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;- Được hỗ trợ cơm trưa tại công ty- Đóng BHXH, BHYT đầy đủ theo quy định của nhà nước.- Tham gia các CLB : bóng bàn, Yoga, đá bóng, Game E-Sport- Thời gian làm việc: từ Thứ 2 – Thứ 6.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net-luong-len-den-25-trieu/567257.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Dịch Vụ Trực Tuyến Hoàng Linh",
  "job_title": "Lập Trình Viên .Net",
  "salary": "7 - 14 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phân tích và phát triển các yêu cầu, sử dụng công nghệ .NET, MSSQL.- Nghiên cứu và sử dụng các công nghệ mới để giải quyết các vấn đề.- Tham gia thiết kế và vận hành hệ thống web",
  "Yêu cầu ứng viên": "- Ưu tiên Kinh nghiệm từ 1 đến 4 năm- Có kinh nghiệm khả năng sử dụng .NET MVC, Entity Framework, MSSQL- Có kinh nghiệm về front-end (CSS, HTML, JavaScript). Biết sử dụng các thư viện của JavaScript (jQuery, AngularJS...), Bootstrap là một lợi thế.- Có kinh nghiệm sử dụng SQL. Biết sử dụng NoSQL là một lợi thế.- Làm việc độc lập hoặc theo nhóm, có trách nhiệm cao.",
  "Quyền lợi": "- Thu nhập thỏa thuận, xứng đáng với năng lực làm việc;- Môi trường làm việc năng động, cơ hội thăng tiến cao;- Các chế độ bảo hiểm đầy đủ theo quy định pháp luật;- Tổ chức sinh nhật nhân viên hàng tháng- Khám sức khỏe định kỳ- Áp dụng gói bảo hiểm của công ty- Thưởng cuối năm theo kết quả kinh doanh- Được đào tạo và có cơ hội thăng tiến cao;- Tháng lương thứ 13;- Du lịch trong và ngoài nước hàng quý,hàng năm.- Tổ chức thể thao (bóng đá, eSport,bi lắc…) hàng tuần.- Các phúc lợi khác theo quy định Công ty.- Làm việc từ 9h-17h30 từ thứ 2 đến thứ 6",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-intern/937260.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Thu phí tự động VETC",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 7 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia tìm hiểu nghiệp vụ, công nghệ, kỹ thuật của hệ thống được giao.- Thực hiện phát triển các chức năng/module được giao từ quản lý trực tiếp.- Báo cáo về kết quả công việc cho quản lý trực tiếp.",
  "Yêu cầu ứng viên": "- Không yêu cầu kinh nghiệm làm việc.- Là sinh viên năm cuối của các trường đại học về chuyên ngành CNTT hoặc Toán Tin.- Có hiểu biết về một trong các ngôn ngữ lập trình JavaScript, HTML, Java, C.- Có hiểu biết về một trong các CSDL: MySQL, MariaDB, Postgres, Oracle, SQLServer.- Có khả năng giao tiếp tốt, trình bày vấn đề ngắn gọn dễ hiểu.- Có khả năng tự tìm hiểu, nghiên cứu các ứng dụng, công nghệ mới để áp dụng vào công việc.",
  "Quyền lợi": "- Hỗ trợ thực tập: tới 7.000.000 đồng/ tháng- Hỗ trợ ăn trưa:730.000 đồng/ tháng- Được tham gia vào các hoạt động nội bộ của công ty (tiệc sinh nhật tháng, team building....)- Cơ hội được tuyển dụng chính thức",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-developer-vuejs/915672.html?ta_source=JobSearchList",
  "company_name": "Unikom JSC",
  "job_title": "Frontend Developer",
  "salary": "Tới 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển, xây dựng các dự án về WebsiteTriển khai code từ thiết kế UI/UX, wire-framePhối hợp với đội thiết kế để xây dựng UI/UX",
  "Yêu cầu ứng viên": "Có khoảng 1 năm kinh nghiệm về Front - End Developer với khách hàng và JavaScript frameworks –VueJS. Ưu tiên Vue3Thành thạo HTML, CSS, Boostrap và JavaScripNắm rõ toàn bộ quá trình phát triển web (thiết kế, phát triển và thực thi).Có kinh nghiệm Web technologies – AJAX, HTML5, JSONCó kinh nghiệm sử dụng Photoshop hoặc Sketch.Có kiến thức về các quy tắc trong UX/UI, Responsive Design.Biết về PWA, APICó bằng đại học về CNTT hoặc tương đương",
  "Quyền lợi": "- Chế độ phụ cấp dành riêng cho CBNV Onsite: 100,000VND/ngày + Thưởng thâm niên Onsite + Thưởng khác.- Đánh giá kết quả công việc định kỳ theo quy định của công ty, 06 tháng/lần.- Thưởng các dịp Lễ, tết, lương tháng thứ 13; Thưởng KPI, dự án, thưởng theo năng suất công việc,….- Nghỉ phép 01 ngày/tháng. Nghỉ các dịp Lễ, Tết theo quy định Nhà nước- Các chế độ phúc lợi: thai sản, ốm đau, hiếu hỉ,…  theo Luật lao động và theo quy định của công ty- Khám sức khỏe định kỳ cho CBNV công ty.- Bảo hiểm sức khỏe VBI- áp dụng hơn 720 cơ sở KCB trên toàn quốc- Đóng BHXH đầy đủ và tuân thủ các quy định về luật của Nhà nước- Môi trường làm việc trẻ trung, năng động, leader giàu kinh nghiệm,  teambuilding, party sinh nhật theo tháng, quý, năm- Cơ hội thăng tiến cao nhờ sự hỗ trợ của cấp trên và đồng nghiệp.- Trang bị máy tính cho CBNV làm việc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-offer-upto-20m/688132.html?ta_source=JobSearchList",
  "company_name": "Unikom JSC",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển ứng dụng bằng ngôn ngữ Java.- Thiết kế, xây dựng tạo ra các sản phẩm phần mềm tối ưu.- Làm việc theo sự phân công của trưởng nhóm, phối hợp giữa các thành viên trong dự án cùng với BA và Tester để phát triển sản phẩm.- Công việc cụ thể sẽ trao đổi khi phỏng vấn.",
  "Yêu cầu ứng viên": "- Tốt nghiệp đại học về CNTT hoặc tương đương- Từ 1- 2 năm kinh nghiệm thực tế tại các công ty, dự án về lập trình ngôn ngữ Java..• Kỹ năng bắt buộc:- Có kinh nghiệm làm việc với các framework Primefaces, Spring boot, Spring Cloud, Java Core, JPA, Hibernate.- Có kiến thức và kinh nghiệm lập trình Database Oracle/SQL/MySQL/MariaDB.- Có kinh nghiệm làm việc và hiểu biết với API (Restful, SOAP), SCM (Git, SVN), IDE (Eclipse, IntelliJ, NetBeans)• Kỹ năng ưu tiên ( không bắt buộc)- Tiếng Anh 4 kỹ năng cơ bản- Kinh nghiệm làm việc trong các dự án thuộc lĩnh vực tài chính / ngân hàng.- Có kinh nghiệm xây dựng Unit Test.- Hiểu biết và có kiến thức FrontEnd – BackEnd, Microservice, Container, Message Queue, Redis, UI/UX",
  "Quyền lợi": "- Chế độ phụ cấp dành riêng cho CBNV Onsite: 100,000VND/ngày + Thưởng thâm niên Onsite + Thưởng khác.- Đánh giá kết quả công việc định kỳ theo quy định của công ty, 06 tháng/lần.- Thưởng các dịp Lễ, tết, lương tháng thứ 13; Thưởng KPI, dự án, thưởng theo năng suất công việc,….- Nghỉ phép 01 ngày/tháng. Nghỉ các dịp Lễ, Tết theo quy định Nhà nước- Các chế độ phúc lợi: thai sản, ốm đau, hiếu hỉ,…  theo Luật lao động và theo quy định của công ty- Khám sức khỏe định kỳ cho CBNV công ty.- Bảo hiểm sức khỏe VBI- áp dụng hơn 720 cơ sở KCB trên toàn quốc- Đóng BHXH đầy đủ và tuân thủ các quy định về luật của Nhà nước- Môi trường làm việc trẻ trung, năng động, leader giàu kinh nghiệm,  teambuilding, party sinh nhật theo tháng, quý, năm- Cơ hội thăng tiến cao nhờ sự hỗ trợ của cấp trên và đồng nghiệp.- Trang bị máy tính cho CBNV làm việc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-frontend-angular/688142.html?ta_source=JobSearchList",
  "company_name": "Unikom JSC",
  "job_title": "Angular",
  "salary": "Tới 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng và phát triển dự án.- Làm việc và hỗ trợ các thành viên trong nhóm, hoàn thành nhiệm vụđược giao.- Nghiên cứu, nắm bắt công nghệ mới và áp dụng vào các dự án của công ty.- Chi tiết công việc trao đổi khi phỏng vấn.",
  "Yêu cầu ứng viên": "- Tốt nghiệp đại học các chuyên ngành CNTT hoặc tương đương- Từ 1-2 năm kinh nghiệm Angular tại các công ty, dự án• Kỹ năng bắt buộc:- Có kiến thức và kinh nghiệm về các Framework Angular, HTML/CSS,HTML5/CSS3, Javascript/Typescript, SASS, SCSS, Bootstrap.- Có kiến thức và kinh nghiệm sử dụng các thư viện test như Jest, react-testinglibrary.- Am hiểu về Session, Token, Cache trình duyệt, RestAPI, WebSocket, Service Workers.- Kỹ năng lập trình tốt như: phân tích, đưa giải pháp để giải quyết các vấn đề•  Kỹ năng ưu tiên ( không bắt buộc)- Đã từng làm việc tronng các dự án thuộc lĩnh vực tài chính / ngân hàng; tham gia triển khai các dự án theo mô hình Agile/Scrum, có kỹ năng giao tiếp và làm việc nhóm.- Khả năng giao tiếp tiếng anh- Có kinh nghiệm về Redux đối với React JS, RxJS đối với Angular- Có khả năng thiết kế UI/UX, Material design- Đã từng tham gia triển khai các dự án theo mô hình Agile/Scrum, có kỹ năng giaotiếp và làm việc nhóm.",
  "Quyền lợi": "- Mức lương được thỏa thuận dựa trên năng lực, kinh nghiệm và mong muốn của ứng viên: Upto 20.000.000-Chế độ phụ cấp cho nhân viên khi onsite dự án tài chính ngân hàng:100.000vnd/ngày + Thưởng thâm niên onsite+ Thưởng khác- Đánh giá kết quả công việc định kỳ theo quy định của công ty, 06 tháng/lần.- Thưởng các dịp Lễ, tết, lương tháng thứ 13; Thưởng KPI, dự án, thưởng theo năng suất công việc,….- Nghỉ phép 01 ngày/tháng. Nghỉ các dịp Lễ, Tết theo quy định Nhà nước- Các chế độ phúc lợi: thai sản, ốm đau, hiếu hỉ,….  theo Luật lao động và theo quy định của công ty- Khám sức khỏe định kỳ cho CBNV công ty.- Thẻ bảo hiểm sức khỏe VBI dành cho CBNV ( áp dụng tại 720 cơ sở KCB trên toàn quốc_- Đóng BHXH đầy đủ và tuân thủ các quy định về luật của Nhà nước- Môi trường làm việc trẻ trung, năng động, leader giàu kinh nghiệm,  teambuilding, party sinh nhật theo tháng, quý, năm- Cơ hội thăng tiến cao nhờ sự hỗ trợ của cấp trên và đồng nghiệp.- Trang bị máy tính, màn hình cho CBNV làm việc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-developer-senior-leader/988481.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIANTY VIỆT NAM",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "Trên 5 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Where we are going toBuild, test, deploy, maintain, and improve software, specifically for clients’ projectsDevelop end-to-end solutions to concrete user-facing problems and requirements, leading design and implementation of software components, systems, and featuresBuild Cloud service infrastructure, CI/CD pipelines and design APIRead and research documents in EnglishIdentify team issues and suggest solutionsSupport interview for team member selection",
  "Yêu cầu ứng viên": "What we are looking forMinimum 6 years of experience as a Full-stack Developer, expertise in both Frontend and Backend coding environments, development frameworks, and librariesProficient experience of HTML, CSS (Responsive Site), Git, TypescriptProven experience in using JavaScript ( including both on Browser and NodeJS)Be experienced in frameworks: React/Vue and NextJS/NuxtJS…Have strong understanding about Database, experienced in working with SQLBe able to build and run Docker Image on serverBe experienced in CircleCI/GitHub Actions/JenkinsFamiliar with Cloud Platform Service: AWS/Google Cloud PlatformGood knowledge in using Github servicesServer management with Linux",
  "Quyền lợi": "What you can expectThe mixture of working culture: flexible working, move fast and break things of US and samurai spirit of JapanExtremely data-driven and process-guided in every company’s activityOpen, direct, collaborative, and no-politics working environmentDealing with many challenging problems to build and scaleGROW at the fastest pace possibleCompetitive compensation packageParticipate in team building activities, gifts on Tet holidays...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java/1015561.html?ta_source=JobSearchList",
  "company_name": "NGÂN HÀNG ĐẠI DƯƠNG",
  "job_title": "Lập Trình Viên Java",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "•\tThiết kế và triển khai các ứng dụng dựa trên Java•\tQuản lý vận hành hệ thống nền tảng JAVA•\tPhân tích yêu cầu của người dùng để thiết kế ứng dụng•\tXác định mục tiêu và chức năng của ứng dụng•\tĐiều chỉnh thiết kế ứng dụng với mục tiêu kinh doanh•\tPhát triển và thử nghiệm phần mềm•\tGỡ lỗi và giải quyết các vấn đề kỹ thuật phát sinh•\tViết tài liệu thiết kế chi tiết•\tĐề xuất các thay đổi đối với cơ sở hạ tầng Java hiện có•\tPhát triển các ứng dụng đa phương tiện•\tViết tài liệu để hỗ trợ người dùng•\tLàm việc theo chuyên môn hoặc theo sự phân công của Leader.",
  "Yêu cầu ứng viên": "•\tHơn 1 năm kinh nghiệm phát triển ứng dụng với Java•\tNắm vững về Java core, J2EE, Hibernate, Spring•\tQuen thuộc với nhiều loại thiết kế, ngôn ngữ và phương pháp luận (ví dụ: SQL, ORM, J2EE, RabbitMQ, Microservices, Agile và Scrum)•\tCó kiến thức về frameworks (e.g. Spark, Storm, Hadoop, Angular 2/4/5, Spring Boot)•\tThành thạo các nguyên tắc phát triển application qua Restful API•\tThành thạo các cơ sở dữ liệu Oracle, MySQL, SQLServer•\tKinh nghiệm xây dựng khung hệ thống, nền tảng core, thư viện cho hệ thống.•\tChủ động trong công việc và giải quyết vấn đề",
  "Quyền lợi": "- Văn hóa làm việc thân thiện, năng động, chia sẻ. Môi trường tốt để phát triển cả kỹ năng lập trình và cũng như tìm hiểu về các nghiệp vụ tài chính, phi tài chính.- Cơ hội làm việc, trao đổi với nhiều đối tác, đơn vị cung cấp giải pháp tài chính hàng đầu: các Ngân hàng khác, các công ty Fintech, các đối tác cung cấp dịch vụ tài chính, cổng thanh toán, Ví điện tử...- Có cơ hội tham dự các hội thảo công nghệ về lĩnh vực CNTT, và định hướng phát triển CNTT trong lĩnh vực tài chính Ngân Hàng.- Được hướng dẫn, đào tạo và tạo môi trường phát triển, học hỏi tốt với các ứng viên chưa có nhiều kinh nghiệm.- Đóng BHYT, BHXH, BHTN đầy đủ theo quy định của nhà nước- Mức lương: thỏa thuận theo năng lực và kinh nghiệm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-upto-2000-gross-tan-binh/1015107.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Java Developer",
  "salary": "Tới 2,000 USD",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Job DescriptionWe are looking for Java developers to join our team to continue to enhance our platform and build new features with the latest technology.You will be working on the newest O2O e-commerce platform in Vietnam and beyond.International environment. English and Vietnamese spoken.You will be working with a super high performance team delivering software that people use everyday.",
  "Yêu cầu ứng viên": "-Your Skills and Experience-At least 3 years of experience in software development-Good at Java (>=8), Spring boot, Rest API-Experience in Microservices, Spring Data, JWT, Hibernate, Kafka, ElasticSearch and relational DB (Posgres)-Knowledge of Concurrency, Redis-Can work with Git, Jira, Jenkin-Can do attitude, willing to learn and apply new technologies quickly-Good communication skills and can work independently and smoothly with other people-Nice to have-Experience in JUnit, React, SOLID design principles-Knowledge of Docker, Jhipster, React.-Experience in BigData is a plus",
  "Quyền lợi": "- Salary: up to 2000$- 13+14 month performance based bonus- 15 days annual leave- Working with the latest technology- Agile/scrum environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-web-developer-upto-2000-gross-tan-binh/1015117.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Web Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "1. Job description-We are looking for front-end web developers to join our team to continue to enhance our platform and build new features with the latesttechnology.-You will be working on the newest O2O e-commerce platform in Vietnam and beyond.-International environment. English and Vietnamese spoken. You will be working with a super high performance team delivering software thatpeople use everyday.2. What You’ll Do-Collaborate with our design team to build user interfaces-Build responsive applications, capable of working with a variety of devices and browsers-Create and implement a collection of reusable components-Improve website and server performance to serve a large number of customers-Advance your skills and career while having fun, learning, and working hard",
  "Yêu cầu ứng viên": "-Front End/UI Development experience (minimum [2+] years).-Hands-on experience with HTML5 and CSS.-Experience developing with JavaScript, ReactJS.-Experience developing with Java language, especially with Thymeleaf, Spring framework.-Extensive experience with Responsive Web Design and the ability to implement mobile first RWD.-Keep pace with SEO, search engine.-Knowledge of architecture styles and API consumption via REST.-Familiarity with JSON payloads along with associated parsing and processing.-Experience with managing code using distributed version control (git, GitHub, GitLab…).-Excellent problem solving, communication and teamwork skills.",
  "Quyền lợi": "-13+14 month performance based bonus-15 days annual leave-Working with the latest technology-Agile/scrum environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java/582600.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Phần Mềm Hoàn Cầu",
  "job_title": "Lập Trình Viên Java",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "-Làm việc onsite tại ngân hàng, công ty đa quốc gia, tập đoàn với nhiều dự án và công nghệ  khác nhau: Dự án Xử lí nợ, Dự án quản lí thanh toán…-Tham gia thiết kế ứng dụng, phân tích requirements, thiết kế hệ thống.-Có cơ hội được phát triển ứng dụng trên mảng tài chính, ví điện tử, cổng thanh toán, ngân hàng-Tham gia phát triển ứng dụng khác của công ty: Quản lý tài sản, Quản lý nhân sự…-Nghiên cứu và áp dụng các công nghệ mới-Tham gia các khóa đào tạo của công ty-Thiết kế và phát triển giải pháp nền tảng mới-Hỗ trợ và duy trì các ứng dụng web hiện có-Hỗ trợ và tối ưu hóa quy trình làm việc cho Nhóm vận hành.-Xây dựng Đội ngũ phát triển cho văn phòng Việt Nam.",
  "Yêu cầu ứng viên": "-  Vị trí: Onsite tại Hồ Chí Minh-  Kinh nghiệm phát triển backend: ứng dụng web và api sử dụng ngôn ngữ Java, Spring boot, Hibernate Framework, structs 1 và structs 2- Thành thạo việc xây dựng và sử dụng Restful services, API (XML, JSON), SOAP Webservice- Biết Unit testing các sản phẩm mình làm- Kinh nghiệm deploy ứng dụng nền tảng Window (IIS), Linux (Apache, Nginx)- Kiến thức về cơ sở dữ liệu Oracle, MySQL, SQL Server- Có khả năng xây dựng hệ thống có tính mở rộng cao về mặt chiều rộng và chiều sâu- Làm việc theo Agile methodology- Biết Elasticsearch là 1 lợi thế- Biết Docker, Kafka (or RabbitMQ) là một lợi thế- Có hiểu biết về Microservice, tối ưu hóa database, bảo mật, cache và đồng bộ dữ liệu giữa các client- Có hiểu biết về OOP, Solid, Design Pattern, Coding convention- Có hiểu biết về Google Cloud Service, Cloudflare, gRPC là 1 lợi thế",
  "Quyền lợi": "- Lương thỏa thuận theo năng lực và kinh nghiệm + Phụ cấp + Thưởng năm- Được cấp kinh phí đào tạo năng lực trình độ chuyên môn nghiệp vụ phục vụ cho công việc không giới hạn- Cơ hội được đào tạo, học tập các kĩ năng chuyên môn- Nghỉ thứ 7 và chủ nhật, các ngày lễ theo quy định- Chế độ BHXH, BHYT theo quy định của nhà nước- Làm việc trong môi trường chuyên nghiệp, năng động và phát huy được năng lực của bản thân.- Được tham gia các hoạt động phong trào ngoại khoá, vui chơi giải trí, du lịch do công ty tổ chức.- Thưởng team đạt chỉ tiêu, bình chọn NV xuất sắc hàng tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/react-native-developer-salary-1000-2000/1015364.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH HOLDSTATION VIỆT NAM",
  "job_title": "Developer",
  "salary": "Trên 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thiết kế, phát triển sản phẩm theo yêu cầuThiết kế và phát triển framework, module liên quanTìm hiểu, học hỏi công nghệ mới",
  "Yêu cầu ứng viên": "Có ít nhất 1 năm kinh nghiệm hoặc tham gia các dự án frontend, đặc biệt là React NativeƯu tiên có kinh nghiệm với React-navigationKiến thức vững chắc về các nguyên tắc cơ bản của React như Virtual DOM, component lifecycle và component statePhát triển ứng dụng dành cho thiết bị di động từ prototypeKiến thức unit testing, typescript, prop types, and code debuggingƯu tiên có kinh nghiệm với Firebase Auth, Push Notification, Code pushThành thạo với JavaScriptKiến thức vững chắc về HTML và CSSKiến thức chuyên sâu về React và các nguyên tắc cơ bản của nóKiến thức về thiết kế UI / UX và wireframesKiến thức về thiết kế interface design and responsive designsTrải nghiệm thực tế với các công cụ React như Webpack, React.js, Flux và ReduxCó kinh nghiệm làm việc với ResfulAPI / GraphQLCó kinh nghiệm sử dụng các công cụ quản lý phiên bản như Git",
  "Quyền lợi": "Thời gian làm việc linh hoạt trong ngày. T2 – T6 (Nghỉ T7, CN)Tháng lương thứ 13-15, thưởng dự án..vvReview lương 2 lần 1 nămThưởng các dịp lễ Tết, thưởng quý, thưởng thâm niên, thưởng lợi nhuận.Cơ hội được học hỏi, làm việc với công nghệ mớiHoạt động teambuilding 3 tháng/lần;Được tranh bị cơ sở vật chất hiện đại nhất phục vụ công việc;Môi trường hiện đại, trẻ trung, năng động, phát huy tối đa khả năng của bản thân…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-android/943853.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Phần Mềm Hoàn Cầu",
  "job_title": "Android",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "1. Làm việc onsite tại các ngân hàng, tập đoàn, công ty...2. Tham gia thiết kế ứng dụng mobile, phân tích requirements, thiết kế hệ thống3. Có cơ hội được phát triển ứng dụng trên mảng tài chính, ví điện tử, cổng thanh toán, ngân hàng4. Tham gia phát triển ứng dụng khác của công ty trên nền tảng Android, iOS5. Nghiên cứu và áp dụng các công nghệ mới6. Có thể làm việc, triển khai, hỗ trợ trực tiếp khách hàng.",
  "Yêu cầu ứng viên": "1. Nắm vững kiến thức căn bản và nâng cao về Android trên Java/Kotlin.2. Biết sử dụng thành thạo ít nhất một công cụ lập trình thông dụng: Android studio, …3. Nắm được cơ bản Android, các nguyên tắc khi phát triển ứng dụng Android.4. Nắm được các kiến thức cơ bản về UI component (activity, fragment…), request api (okhttp or retrofit, Json parsing….) và database (Sqlite or room…).5. Biết sử dụng các UI elements (RecyclerView, ConstraitLayout, RelativeLayout, LinearLayout…) và custom View.6. Có kiến thức về Service và event management (EventBus, Broadcast receiver…) là một lợi thế.7. Có kinh nghiệm về design patterns là một lợi thế.8. Có ứng dụng demo là 1 lợi thế.9. Có kiến thức Scrum, SVN, Git.10. Nắm được cơ bản các mô hình MVC, MPV, MVVM.11. Có kinh nghiệm từ 1 năm ở vị trí tương tự",
  "Quyền lợi": "1. Được cấp kinh phí đào tạo năng lực trình độ chuyên môn nghiệp vụ phục vụ cho công việc không giới hạn.2. Cơ hội được đào tạo, học tập các kĩ năng chuyên môn.3. Nghỉ thứ 7 và chủ nhật, các ngày lễ theo quy định.4. Chế độ BHXH, BHYT theo quy định của nhà nước.5. Làm việc trong môi trường chuyên nghiệp, năng động và phát huy được năng lực của bản thân.6. Được tham gia các hoạt động phong trào ngoại khoá, vui chơi giải trí, du lịch do công ty tổ chức.7. Thưởng team đạt chỉ tiêu, bình chọn NV xuất sắc hàng tháng.8. Tặng quà sinh nhật, kết hôn,…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/golang-developer-middle-senior-attractive-salary/1015435.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Tư Vấn & Phát Triển Phần Mềm LARION",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "ResponsibilitiesWe are looking for a great and proficient DevOps Engineer to join the Production Engineering team - an established front office team, which handles infrastructure for trading-related activities. The candidate is expected to have hands-on experience in Operations roles and robust software development skills. We are looking for someone who can address complex problems without creating avoidable future complications. This engineer should have a solid understanding of software architecture in general, and particularly the demands of infrastructure management tasks. They should be able to effectively communicate and accept feedback on their development decisions and recommendations. The candidate will focus to:• Develop in-house operations tools• Integrate with internal software, OSS, commercial tools, CI/CD pipelines and on-premises virtualization• Operate the trading system and related software, as a backup and on rotation• Communicate effectively during incident management• Contribute with empathy to the team’s code quality through code reviews and direct feedback",
  "Yêu cầu ứng viên": "Essential Skills• At least 4 years of experience in software development• Understanding Linux platform components: file systems, processes, memory, networking, etc.• Demonstrated ability to operate distributed applications on Linux/Unix platforms• Proficiency with either Go or Python, familiarity with Bash scripting• Good understanding of SQL database operation and programming• Experience with columnar engines like Vertica and messaging technologies like Kafka is a plus• Mature, thoughtful, able to operate in a collaborative, team-oriented culture• Motivated by the transformational effects of technology-at-scale• Prior experience in the financial industry is not required, but is beneficial",
  "Quyền lợi": "Why you’ll love working here1. Workplace• Join a young and dynamic team with awesome projects applying the latest technology• Working with specialists from all over the world provides you with a fantastic opportunity toexpand your skill set.• Culture of openness and honesty in which individuals are respected and encouraged to achievetheir full potential2. Benefits comprise• 13th month salary and attractive performance bonuses• Premium Healthcare and Accident insurance• Annual health check package• Lunch allowance, Free parking• Advanced technical, English and soft skills training to assist your career development• Annual Company trip and Teambuilding• Engaging monthly events: Happy Gathering, Mini Game, Birthday Celebration, Party, etc.• A spacious and fully equipped pantry for your most comfortable meal time• A wide range of sport and social activities: Football, Badminton, Running, Yoga, Tech clubs, Charity, etc.• Chance to be honored quarterly and annually with recognition awards for individuals, teams, seniority, etc.• Company supporting funds to ease your personal loans of Home, Vehicle, Tuition, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-ai-ocr/948746.html?ta_source=JobSearchList",
  "company_name": "A.N.LAB (Công ty CP Trung tâm nghiên cứu A.N)",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các dự án AI-OCR trên nhiều nền tảng sử dụng ngôn ngữ lập trình C++/python/nodejs- Tìm hiểu các thuật toán deep-learning cho OCR-Thực hiện các công việc theo yêu cầu của Leader",
  "Yêu cầu ứng viên": "- Lập trình tốt với ngôn ngữ C++- Có kiến thức cấu trúc dữ liệu, giải thuật- Có kinh nghiệm làm việc với thư viện OpenCV- Có kinh nghiệm làm việc với 1 trong các deep learning framework như Tensorflow, Pytorch- Biết sử dụng các thư viện mã nguồn mở khác",
  "Quyền lợi": "Cơ hội phát triển bản thân:- Được đào tạo kiến thức cần thiết để trở thành một Kỹ sư phần mềm chuyên nghiệp;- Được tích lũy kinh nghiệm và có cơ hội học tập, đào tạo bởi những kỹ sư nhiều kinh nghiệm;- Được trải nghiệm với những công nghệ, dự án mới lạ cùng khách hàng Nhật, Mỹ;- Nếu bạn có kinh nghiệm và năng lực, bạn sẽ được giao phó một mảng việc độc lập với những quyền chủ động nhất định (ví dụ: nhân sự, nội dung công việc, tài chính,....)Chế độ lương thưởng:- Hưởng lương, thưởng theo năng lực, không phân biệt bằng cấp, tuổi tác;- Đánh giá nhân sự và tăng lượng 2 lần/năm;- Chính sách thưởng 3 kỳ/năm;Đào tạo và phát triển:- Chương trình đào tạo kỹ thuật hàng tháng;- Thưởng đào tạo cho các chứng chỉ kĩ thuật, tiếng anh và tiếng nhật;- Tủ sách miễn phí và được đề xuất mua sách nghiên cứu và học tập;Chế độ phúc lợi:- Được đóng BHXH, BHYT, BHTN theo quy định của Luật;- Ngày nghỉ phép lên tới 22 ngày/năm (bao gồm ngày nghỉ phép, nghỉ ốm, nghỉ sinh nhật,...);- Du lịch hè hàng năm, Golden Day, Dã ngoại mùa thu,...(ngày đặc biệt của công ty);- Khám sức khỏe định kỳ hàng năm;- Bảo hiểm sức khỏe dành cho nhân viên;- Trợ cấp thai sản đảm bảo hưởng nguyên lương;- Quà tặng cho cha mẹ và con nhân viên vào các dịp lễ truyền thống;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-lap-trinh-web/617226.html?ta_source=JobSearchList",
  "company_name": "A.N.LAB (Công ty CP Trung tâm nghiên cứu A.N)",
  "job_title": "Lập Trình Web",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Thực hiện công việc cụ thể, có mục tiêu và thời hạn rõ ràng trong dự án về Web với PHP, Javascript;Hướng dẫn và tìm hiểu, thực hành công nghệ, kỹ năng mới;Trao đổi với anh chị có kinh nghiệm đi trước để nhận các lời khuyên;Nếu bạn là sinh viên năm cuối, có thể tham gia các dự án thật với khách hàng Nhật và Mỹ (với tư cách là nhân viên part-time hoặc chính thức sớm)",
  "Yêu cầu ứng viên": "Có đam mê và muốn thử sức với lập trình Web;Có mong muốn trở thành lập trình viên chuyên nghiệp;Có hiểu biết về PHP;Có khả năng đọc hiểu tài liệu Tiếng Anh cơ bản;",
  "Quyền lợi": "Được sắp xếp thời gian linh hoạt, ưu tiên lịch học ở trường;Được tham gia các hoạt động đào tạo và vui chơi cùng với toàn công ty;Được hỗ trợ tiền xăng xe và ăn trưa;Có cơ hội trở thành cộng tác viên part-time lâu dài và nhân viên chính thức sau khi tốt nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/1014903.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Fetek Việt Nam",
  "job_title": "Data Engineer",
  "salary": "Tới 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thực hiện thiết kế và xây dựng luồng dữ liệu cho các hệ thống Data Lake/Data Warehouse/Business Inteligent- Bao gồm: sourcing dữ liệu (Ingestion), transform dữ liệu (Processing), load dữ liệu (Store), trực quan hóa dữ liệu (Visulization)- Tham gia xây dựng các sản phẩm về data của công ty: platform cho Data Lake, Data Warehouse",
  "Yêu cầu ứng viên": "- Tốt nghiệp chuyên ngành công nghệ thông tin, Toán tin, Viễn thông hoặc các ngành liên quan- Có từ 1 năm kinh nghiệm- Sử dụng thành thạo một trong các ngôn ngữ sau: Python, Java- Có kinh nghiệm sử dụng và phân tích dữ liệu một trong các loại CSDL sau: Oracle, PostgreSQL, MySQL, MSSQL- Hiểu về data viễn thông hoặc data banking là lợi thế- Có kinh nghiệm sử dụng các công cụ ETL là lợi thế: Oracle ODI, IBM Data Stage- Có kinh nghiệm sử dụng các công cụ Reporting: Tableau, Qlik, Oracle BIEE- Sử dụng tiếng Anh tốt là một lợi thế- Có tinh thần trách nhiệm và cầu tiến trong công việc",
  "Quyền lợi": "- Môi trường làm việc chuyên nghiệp, năng động, cởi mở;- Review lương từ 1-2 lần/năm- Thưởng lương tháng 13, các ngày Lễ, Tết trong năm; có nhiều cơ hội tăng thêm thu nhập;- Chế độ nghỉ phép 12 ngày/năm; được tham gia BHXH theo quy định- Công ty có lò vi sóng, tủ lạnh phục vụ các nhân viên ăn uống;- Nghỉ mát, liên hoan, hội họp, tất niên- Tham gia các khóa đào tạo trực tiếp từ các kiến trúc sư dữ liệu đã có kinh nghiệm 10-15 năm trong ngành.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-full-stack-luong-12-20-trieu-thuong-du-an/460468.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Eastern Sun Việt Nam",
  "job_title": "Lập Trình Viên",
  "salary": "15 - 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tiếp nhận và thực hiện các yêu cầu do người quản lý phân côngTham gia phân tích, phát triển, thực hiện các dự án phần mềm chuyển đổi số, ERP…Xây dựng các module hệ thống phần mềm quản lý, quản trị như nhân sự, mua hàng, bán hàng, kho, kế toán, công việc...Tham gia các buổi study and share về công nghệ.Ứng viên có kinh nghiệm làm Leader/PM sẽ được bổ nhiệmLàm việc với khách hàng để đáp ứng yêu cầu của khách hàng một cách tốt nhất.Hỗ trợ các dự án liên quan khác theo yêu cầu công việc.Công việc cụ thể sẽ trao đổi trong buổi phỏng vấn.",
  "Yêu cầu ứng viên": "Thành thạo ngôn ngữ C-Sharp, OOP (Object-Oriented Programming) và ASP.NET MVC, NET CORE ;Có kiến thức về lập trình Microsoft SQL Server là một lợi thế.Có kinh nghiệm về RESTful, HTML5, CSS3, jQuery, Bootstrap,, Angular js, Angular; React Native, JavascriptTư duy lập trình tốt, có khả năng học hỏi công nghệ mới nhanh, kỹ năng giải quyết vấn đề tốt;Tư duy tích cực, trung thực, kiên trì, chính trực, thái độ cầu thị.Tư duy logic tốt, chủ động trong công việc. Có thể làm việc độc lập hoặc nhóm.Có kỹ năng quản lý công việc.Có khả năng tự học và nghiên cứu phát triển công nghệ theo yêu cầu của dự án.Có kinh nghiệm 1-2 năm.",
  "Quyền lợi": "Thu nhập: 15 – 20 triệu + Thưởng % dự ánMôi trường năng động, sáng tạo và phát triển toàn diện, vượt trội cho từng thành viênLuôn đem đến cho các thành viên những giá trị về vật chất cũng như tinh thần tương ứng với những nỗ lực đóng góp của từng thành viên.Chính sách phúc lợi hấp dẫn: lương, thưởng, teambuilding,…Có cơ hội thăng tiến lên các vị trí quản lý trong Công ty;Được tham gia đầy đủ các chế độ BHXH, BHYT, BHTN theo Quy định của Luật Lao động và của Công ty, các chính sách ngày Lễ, Tết.Thời gian làm việc: 8:00 – 17:30 (Nghỉ trưa 1,5 tiếng), Nghỉ 02 thứ 7 và các ngày Chủ nhật.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-fresher-lap-trinh-vien-net/972320.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Eastern Sun Việt Nam",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phân tích, phát triển, thực hiện các dự án phần mềm ERP dạng đóng góiXây dựng các hệ thống API, Microservice,...Tiếp nhận và thực hiện các yêu cầu do người quản lý phân côngHỗ trợ các dự án liên quan khác theo yêu cầu công việc",
  "Yêu cầu ứng viên": "Có hiểu biết về  một trong số các ngôn ngữ lập trình:  C, OOP (Object-Oriented Programming), .NetCore, NetCore APiCó hiểu biết về Microsoft SQL ServerCó hiểu biết về một trong số các khung phần mềm framework:  RESTful, HTML5, CSS3, jQuery, Bootstrap, ReactJs, React Native.Có hiểu biết về một trong số hệ thống:   MongoDB, Elasticsearch, SQL Server, Redis, RabbitMQ..Có khả năng học hỏi công nghệ mới nhanh, kỹ năng giải quyết vấn đề tốt.",
  "Quyền lợi": "Hỗ trợ chi phí theo năng lựcTham gia các buổi study and share về công nghệ.Cơ hội được đào tạo phát triển kỹ năng lập trình ứng dụng,  mobile app, thiết kế hệ thống lớn..Môi trường năng động, hòa đồng, cơ hội phát triển cá nhân cao.Chính sách phúc lợi hấp dẫn: lương, thưởng, teambuilding,…Phụ cấp ăn trưa: 500.000 đồng/thángCơ hội trở thành Nhân viên chính thức của công ty sau thời gian thực tập và tham gia đầy đủ các chế độ theo Quy định của Luật Lao động và của Công ty, các chính sách ngày Lễ, Tết.Thời gian làm việc: 8:00 – 17:30 (Nghỉ trưa 1,5 tiếng), Nghỉ 02 thứ 7 và các ngày Chủ nhật.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-android/1014710.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH AgileTech Việt Nam",
  "job_title": "Android",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào các giai đoạn phát triển sản phẩm ứng dụng trên thiết bị di động với hệ điều hành Android theo mô hình Agile/ScrumĐảm bảo hiệu suất, chất lượng và khả năng đáp ứng của các ứng dụngXử lý sự cố, tối ưu hoá hiệu năng và viết các tài liệu kỹ thuật liên quanCập nhật Công nghệ và thiết kế mới nhất cùng các áp dụng tốt nhất vào việc phát triển các ứng dụng phần mềm trên thiết bị di động",
  "Yêu cầu ứng viên": "Có 3 năm kinh nghiệm làm việc với Java Android/KotlinƯu tiên ứng viên có Tiếng Anh tốtKinh nghiệm làm việc với dữ liệu từ xa thông qua REST và JSONKinh nghiệm làm việc với các thư viện, API của bên thứ ba (Facebook, Google API, Firebase,...)Có kiến thức tốt về lập trình hướng đối tượngKinh nghiệm làm việc với các mô hình kiến trúc như MVVM, MVP, MVI,...Có hiểu biết và kinh nghiệm làm việc với các component trong Android Jetpack như Navigation, LiveData, Room, Paging, Hilt,...Sử dụng thành thạo các công cụ quản lý mã nguồn như Git, SVN,…Có kinh nghiệm làm việc với các công cụ quản lý dự án như Jira, Trello,...Có kinh nghiệm tối ưu hóa performance và tối ưu hóa cho các loại device khác nhau",
  "Quyền lợi": "Lương thỏa thuận trong phỏng vấn13 – 14 tháng lương, review lương 2 lần/năm theo năng lựcThưởng: dự án, lễ Tết, dương lịch, 30/4, 2/9,...Thâm niên (trên 2 năm): thưởng thâm niên, miễn phí du lịch cho người nhàĐược hưởng đầy đủ chế độ BHXH, BHYT, BHTNOT tùy nhu cầu, chi trả OT đầy đủCơ hội làm việc với các lập trình viên Senior hàng đầu đến từ Bách Khoa, Công Nghệ, Bưu Chính, Công Nghiệp, Đại học Hà Nội,…Được tham gia training nội bộ hàng tuần, có cơ hội rèn luyện trở thành speaker/coaching trong các buổi seminar nội bộ/event mà công ty tham giaTham gia dự án với khách hàng châu  u, Úc, Singapore… nâng cao trình độ tiếng AnhTham gia lớp học Tiếng Anh nội bộ nâng cao trình độ giao tiếp với khách hàngMôi trường trẻ trung, vui vẻ, hòa đồngHoạt động tập thể như bóng đá, bi – a, PS4, team building, company tripFree vé xe, hoa quả, bánh kẹo hàng ngày, sinh nhật, hiếu hỉ...Thời gian làm việc:Giờ: 08:45 – 12:15 & 13:30 – 18:00Ngày: Thứ 2 – Thứ 6 (42 giờ/ tuần)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-ios-developer-swift-objective-c-lam-viec-tai-tp-hcm/1015369.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Giải pháp Thanh toán Việt Nam (VNPAY)",
  "job_title": "IOS Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "+ Xây dựng các ứng dụng Mobile liên quan đến các mảng Tài chính, Ngân hàng, Ví điện tử, hệ sinh thái (Các dịch vụ đặt vé, mua sắm, du lịch, giải trí...) trên nền tảng IOS.+ Xây dựng các ứng dụng liên quan đến các phần tiện ích Ecommerce+ Nghiên cứu, tìm kiếm giải pháp về việc áp dụng các tính năng của thiết bị di động vào mảng tài chính, Ngân hàng, Viễn thông.+ Duy trì, hỗ trợ, nâng cấp các ứng dụng dịch vụ đã phát triển của Công ty+ Phát triển mới, nâng cấp ứng dụng cho các ngân hàng trong giai đoạn sắp tới.",
  "Yêu cầu ứng viên": "+ Tốt nghiệp chuyên ngành Công nghệ thông tin, Công nghệ phần mềm hoặc Trường đào tạo lập trình viên Quốc Tế (NIIT, Aptech) trở lên.+ Có hiểu biết về kiến trúc công nghệ, ứng dụng và mô hình phát triển cho nền tảng hệ điều hành IOS+ Kiến thức cơ bản và tư duy về Obj-C, Swift, lập trình IOS, lập trình hướng đối tượng.+ Ưu tiên ứng viên có hiểu biết công nghệ liên quan đến nền tảng thiết bị di động khác.+ Ưu tiên ứng viên có ứng dụng demo trên Appstore+ Có kinh nghiệm làm việc với SVN/GIT+ Chịu khó tìm tòi và nghiêm túc trong công việc.+ Chủ động trong công việc cũng như tìm hiểu công nghệ mới.+ Có trách nhiệm cao với công việc, gắn bó lâu dài với công ty.",
  "Quyền lợi": "1. Chế độ lương & thưởng:• Mức lương cạnh tranh – hấp dẫn, đánh giá năng lực hàng năm• Phụ cấp ăn ca, trang điểm cho nhân viên nữ• Thưởng cuối năm và các khoản thưởng khác (Theo quy chế và chính sách của công ty)2. Bảo hiểm & chăm sóc sức khỏe:• BHXH, BHYT, BHTN theo pháp luật hiện hành• Gói bảo hiểm sức khỏe toàn phần cho nhân viên & người thân nhân viên• Khám sức khỏe định kỳ hàng năm3. Môi trường làm việc:• Cung cấp máy tính & trang thiết bị hiện đại• Ăn nhẹ miễn phí (café, trà, hoa quả…), hỗ trợ ăn sáng4. Hoạt động ngoại khóa & Đào tạo (Công ty tài trợ):• Thỏa sức tham gia các CLB: Ngôn ngữ (Anh), Thể thao (Bóng đá, Esport …)• Tham gia các hoạt động chung (Lễ chùa, Family day, Team Building, Gala dinner…)• Hoạt động du lịch nghỉ mát hàng năm• Tham gia lớp học kĩ thuật, kĩ năng mềm, ngoại ngữ…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-javascript-playable-ads-minigame/1014999.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần OneSoft - Falcon Game Studio",
  "job_title": "Lập Trình Viên JavaScript",
  "salary": "15 - 30 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Kết hợp với team marketing xây dựng Playable Ads (short demo game) cho các game hiện tại của cty, sử dụng một trong các ngôn ngữ như: Cocos Creator, Phaser, Unity, ...- Phối hợp với team để lập kế hoạch, xây dựng kịch bản playable- Cùng team đánh giá tối ưu playable để tối ưu hiệu quả quảng cáo",
  "Yêu cầu ứng viên": "- Không yêu cầu kinh nghiệm, sẽ được đào tạo- Có kiến thức cơ bản về Unity, Javascript- Ưu tiên các bạn đã từng làm việc với Cocos Creator, Cocos2d-x, Luna- Yêu thích game & mong muốn được phát triển trong lĩnh vực game- Ham học hỏi, tìm hiểu và áp dụng những công nghệ mới- Biết sử dụng Framework Phaser là một lợi thế- Có trách nhiệm cao trong công việc, thái độ cầu tiến và ham học hỏi",
  "Quyền lợi": "- Thu nhập 15 - 30M. Thử việc 100% lương.- Lương Net, không phải tự đóng bảo hiểm hay bất cứ chi phí nào- Thu nhập 14 - 18 tháng lương/năm- Xét tăng lương định kỳ 1 lần/năm- Được cấp PC và các công cụ hỗ trợ làm việc- Chính sách xịn sò: Bảo hiểm sức khỏe Bảo Việt, hỗ trợ vay vốn 0% lãi suất từ Quỹ phúc lợi của công ty.- Làm việc 5 ngày/tuần, nghỉ Thứ 7, Chủ nhật- Môi trường làm việc vô cùng thoải mái, sáng tạo, năng động- Được thoải mái chơi các trò chơi tại công ty: bi-a, PS, board game,...- Hỗ trợ cơm trưa, hoa quả quà chiều,...- Du lịch, nghỉ mát, team building: 4 tháng/lần, Hỗ trợ chi phí ăn trưa và thể thao (Gym, yoga, bóng đá, CLB cầu lông,...)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/embedded-software-engineer/1015108.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN METAWAY HOLDINGS",
  "job_title": "Software Engineer",
  "salary": "Trên 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Chịu trách nhiệm về thiết kế và lập trình các module phần mềm xử lý, điều khiển cho sản phẩm Robot đồ chơi của công ty.- Lập trình firmware cho các thiết bị kiểm thử theo yêu cầu.- Phối hợp làm việc với các thành viên trong nhóm và công việc chuyên môn liên quan đến công nghệ trong quá trình hoàn thiện sản phẩm theo yêu cầu nghiệp vụ.",
  "Yêu cầu ứng viên": "- Tốt nghiệp kỹ sư hoặc cử nhân chuyên ngành Khoa học máy tính, Điện tử viễn thông, Điện tử tự động hóa hoặc tương đương.- Có it nhất 1 năm kinh nghiệm lập trình C/C++ trên nền tảng Linux hoặc Embedded với các họ vi xử lý: ARM, PIC, STM32…- Có kiến thức về makefile, build os, crosscompile.- Sử dụng thành thạo toolchain cho Embedded application.- Có kinh nghiêm sửa lỗi và kiểm thử phần mềm.- Có kinh nghiệm xử lý ảnh, xử lý âm thanh, công  nghệ AI là một lợi thế.",
  "Quyền lợi": "Thu nhập: 30.000.000 - 40.000.000đ;Thưởng thành tích, thưởng CP Esop;Được nghỉ lễ tết theo quy định của Nhà nước;Môi trường trẻ trung, năng động và thoải mái, có nhiều cơ hội phát triển và thể hiện bản thân;Đóng BHXH, BHYT, BHTN theo quy định của Pháp luật;Tham gia các hoạt động ngoại khóa và phong trào của công ty: team building, du lịch hằng năm, tổ chức sinh nhật và các ngày lễ…Thời gian làm việc: Thứ thứ 2 - sáng thứ 7 ( 8h30 - 17h30)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-laravel-thu-nhap-tu-12-25-trieu/1014971.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần INTS",
  "job_title": "Lập Trình Viên PHP",
  "salary": "12 - 25 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình và phát triển ứng dụng web trên nền tảng PHP.Nghiên cứu, phát triển và ứng dụng các công nghệ mã nguồn mở vào trong dự án.Kết hợp với các bộ phận liên quan (Kiểm thử, hệ thống...) trong quá trình phát triển dự án.Thực hiện các công việc theo yêu cầu của cấp quản lýBáo cáo tiến độ và tình trạng công việc cho PMBáo cáo công việc cho Manager",
  "Yêu cầu ứng viên": "Có kinh nghiệm làm web với PHP trên nền tảng framework laravel từ 2 năm trở lên (có kinh nghiệm ở các FW khác như zend, symfony, … là 1 lợi thế)Hiểu biết về lập trình hướng đối tượng OOPHiểu biết MVC, Restful API, JWTCó kinh nghiệm làm việc với các hệ quản trị CSDL MySQL, PostgreSQLCó kinh nghiệm thiết kế databaseNắm vững và hiểu biết git, git flow",
  "Quyền lợi": "Thu nhập từ 12,000,000- 25,000,000 (Trao đổi khi tham gia phỏng vấn)Môi trường làm việc năng động, chuyên nghiệp, giúp bạn phát huy thế mạnh của bản thân.Dự án đa dạng, từ khách hàng Nhật, Mỹ và Việt namĐánh giá, xét duyệt tăng lương 2 lần/năm (Tháng 06 và tháng 12)Được hưởng 1 tháng lương thứ 13;Thưởng tết tùy thuộc vào mức độ cống hiến và tình hình tài chính của công ty.Tham gia BHXH, BHYT, BHTN và các chế độ theo quy định của luật Lao độngTham gia thường xuyên các buổi Seminar do công ty tổ chức về các kiến thức chuyên môn, ngoại ngữ và các kỹ năng làm việc khác...Cơ hội đi onsite ngắn hoặc dài ngày ở Nhật Bản và các nước u Mỹ.Được tham gia vào các hoạt động Teambuilding 4 lần/nămKhám sức khỏe định kỳ 1 lần/năm.Du lịch, trải nghiệm và khám phá những vùng đất mới 2 lần/năm.Nghỉ phép 1 ngày/tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/cong-tac-vien-game-developer/1008271.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN GIẢI TRÍ VÀ THỂ THAO ĐIỆN TỬ VIỆT NAM",
  "job_title": "Game Developer",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Collaborate with the team to conceptualize, design and develop games on our platform.Develop, test and maintain our games, ensuring they meet high-quality standards.Optimize games for performance and provide regular updates and bug fixes.\"",
  "Yêu cầu ứng viên": "Educational Background: Bachelor of Information Technology or above.Understanding of game development concepts such as game mechanics, UI design, and game balancing.Knowledge of object-oriented programming principles.Experience with version control tools such as Git or SVN.Passionate about video games and committed to delivering high-quality gaming experiences.Ability to work independently and as a team player.",
  "Quyền lợi": "Mức hỗ trợ hấp dẫn, cạnh tranhMôi trường làm việc trẻ trung, năng động, đồng nghiệp siêu dễ thương, luôn cùng tần số “làm hết sức, chơi hết mình”Tha hồ học hỏi, được đào tạo và hướng dẫn bài bản từ dàn mentor dày dặn kinh nghiệmTích lũy nhiều kinh nghiệm thực chiến với những dự án đầy thách thức, quan trọng và nhiều ý nghĩa với Công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/golang-java-developer/1014568.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN GIẢI PHÁP CÔNG NGHỆ CARO",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Thiết kế, xây dựng các api• Thiết kế cơ sở dữ liệu, làm việc vs mysql• Tối ưu truy vấn cơ sở dữ liệu• Tham gia vào quá trình xây dựng sản phẩm, đóng góp ý tưởng và đưa ra ý kiến•  Khả năng làm việc độc lập, và làm việc theo nhóm• Tinh thần trách nhiệm cao.• Học tập và cập nhật các công nghệ mới.",
  "Yêu cầu ứng viên": "• Có từ 1 năm kinh nghiệm ở vị trí Backend Dev•  Đưa giải pháp xử lý với lượng truy cập lớn• Nhìn nhận được các vấn đề mở rộng và phát sinh của dự án• Có kinh nghiệm làm việc với các ngôn ngữ GOLANG/ JAVA• Chủ động trong công việc, khả năng ứng biến nhanh chóng.• Trung thực và tuân thủ nguyên tắc bảo mật thông tin.• Viết code rõ ràng, dễ hiểu, dễ maintain, tuân thủ chặt chẽ convention.• Có kinh nghiệm làm việc với Git, CI/CD.• Có kiến thức về Agile Scrum.",
  "Quyền lợi": "• Phỏng vấn online• Ký hợp đồng lao động, hưởng 12 ngày phép năm và các ngày nghỉ lễ, tết theo quy định của nhà nước• Lương tháng 13 + Bonus dự án.• Thưởng các ngày lễ + Tết.• Thưởng hoa hồng giới thiệu nhân viên.• Cung cấp Máy tính và các thiết bị hỗ trợ công việc.• Review lương: 1-2 lần/ năm• Tổ chức teambuilding hàng tháng.• Tổ chức tham quan, nghỉ mát 1 lần 1 năm.• Teatime:  Cung cấp đồ ăn nhẹ, trà và cà phê miễn phí.• Cơ hội thăng tiến vào các vị trí quản lý công nghệ cấp cao đối với những thành viên xuất sắc• Môi trường làm việc trẻ trung, năng động, thân thiện và vui vẻ.• Được tiếp cận với những công nghệ mới. Tạo điều kiện cho các cá nhân học tập và phát triển.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/javascript-developer-reactjs-nodejs/980763.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH NELISOFTWARES",
  "job_title": "JavaScript Developer",
  "salary": "Tới 35 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Participating in software development projects for customers in the US market (California, Canada, France, ...)Participate in the process of programming software applications, mobile applications, information technology applications and deploying applications to users.Design, develop, debug applications, experience user interfaces on applications as required.Upgrade, support to solve problems arising during the development and use of available applications.Analyze and research new technologies, provide solutions to apply to the company.Perform other tasks as assigned by the direct manager.",
  "Yêu cầu ứng viên": "1 - 5+ years of professional experience about JavaScript development (React/NodeJS)Degree in Information Technology or equivalentBasic English communicationProficiency in browser rendering behavior and performance",
  "Quyền lợi": "Salary: deal (upto 35M)Insurance, December BonusWorkstation: MacAir/ProAmazing Culture & Strong Communities12 days paid-leaveEnglish class freeOther benefits (travel, team building,...)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-nodejs-developer/723625.html?ta_source=JobSearchList",
  "company_name": "Apps Cyclone",
  "job_title": "Nodejs",
  "salary": "Tới 0.5 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Xây dựng hệ thống web sát với thực tế bằng NodeJS (TypeScript).Lập trình các module theo yêu cầu.Thực hiện các công việc theo yêu cầu của mentor.",
  "Yêu cầu ứng viên": "Sinh viên năm cuối các ngành Công nghệ thông tin.Có kiến thức về lập trình hướng đối tượng (OOP) và cấu trúc dữ liệu.Có hiểu biết hoặc đã tìm hiểu về: Javascript, MySQL/ Mongo, TypeScript, NodeJS là một lợi thếĐảm bảo thời gian thực tập full-time tối thiểu 4 ngày/tuần (Công ty làm việc từ Thứ hai đến thứ Sáu hàng tuần)Có Laptop phục vụ công việc",
  "Quyền lợi": "- Làm việc trong một môi trường năng động, trẻ trung và thân thiện- Được đào tạo về công nghệ và quy trình làm việc- Được đào tạo về các kỹ năng làm việc, định hướng phát triển công việc- Được tham gia vào các dự án thực tế- Được cấp chứng nhận Internship Certificate sau khi hoàn thành quá trình thực tập và rèn luyện tại Apps Cyclone- Cơ hội trở thành nhân viên chính thức tại Apps Cyclone sau khi kết thúc chương trình thực tập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-flutter-developer/723607.html?ta_source=JobSearchList",
  "company_name": "Apps Cyclone",
  "job_title": "Developer",
  "salary": "Tới 0.5 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Tham gia phát triển game và ứng dụng di động sử dụng  Flutter cho thiết bị iOS & Android- Phát triển và tối ưu hóa sản phẩm trên nền tảng React Native.- Thực hiện các nhiệm vụ khác theo yêu cầu của Mentor",
  "Yêu cầu ứng viên": "- Có kiến thức cơ bản về lập trình iOS/Android/React Native (HTML & Javascript), Flutter (Dart)- Nắm vững lập trình hướng đối tượng OOP- Có khả năng giao tiếp bằng tiếng anh và đọc hiểu tài liệu kỹ thuật- Sinh viên năm cuối hoặc đã tốt nghiệp các trường Đại học/Cao đẳng, các trung tâm đào tạo ngành CNTT- Đảm bảo thời gian thực tập full-time tối thiểu 4 ngày/tuần (Công ty làm việc từ Thứ hai đến thứ Sáu hàng tuần)- Có Laptop phục vụ công việc",
  "Quyền lợi": "- Làm việc trong một môi trường năng động, trẻ trung và thân thiện- Được đào tạo về công nghệ và quy trình làm việc- Được đào tạo về các kỹ năng làm việc, định hướng phát triển công việc- Được tham gia vào các dự án thực tế- Được cấp chứng nhận Internship Certificate sau khi hoàn thành quá trình thực tập và rèn luyện tại Apps Cyclone- Cơ hội trở thành nhân viên chính thức tại Apps Cyclone sau khi kết thúc chương trình thực tập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-php-developer/348802.html?ta_source=JobSearchList",
  "company_name": "Apps Cyclone",
  "job_title": "PHP Developer",
  "salary": "Tới 0.5 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Lập trình web (backend) trên nền tảng PHP- Lập trình các module CMS/ Rest API, ...- Thực hiện các nhiệm vụ khác theo yêu cầu của mentor",
  "Yêu cầu ứng viên": "- Có kiến thức cơ bản về lập trình WEB (PHP / HTML5)- Có hiểu biết về OOP, Web services (REST), framework Laravel là một lợi thế- Sinh viên năm cuối hoặc đã tốt nghiệp các trường Đại học/Cao đẳng, các trung tâm đào tạo ngành Công nghệ thông tin- Đảm bảo thời gian thực tập 32 giờ/tuần (Công ty làm việc từ Thứ hai đến thứ Sáu hàng tuần)- Có Laptop phục vụ công việc- Có khả năng giao tiếp bằng tiếng anh căn bản và đọc hiểu tài liệu kỹ thuật- Khả năng trình bày và diễn đạt tốt",
  "Quyền lợi": "-\tLàm việc trong một môi trường năng động, trẻ trung và thân thiện-\tĐược đào tạo về công nghệ và quy trình làm việc-\tĐược đào tạo về các kỹ năng làm việc, định hướng phát triển công việc-\tĐược tham gia vào các dự án thực tế-\tĐược cấp chứng nhận Internship Certificate sau khi hoàn thành quá trình thực tập và rèn luyện tại Apps Cyclone-\tCơ hội trở thành nhân viên chính thức tại Apps Cyclone sau khi kết thúc chương trình thực tập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-front-end-developer/348785.html?ta_source=JobSearchList",
  "company_name": "Apps Cyclone",
  "job_title": "Developer",
  "salary": "Tới 0.5 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "-\tLập trình web front-end (HTML/CSS/Javascript)-\tSlice HTML/CSS từ design có sẵn-\tXây dựng các module front-end dựa theo yêu cầu và design-\tThực hiện các nhiệm vụ khác theo yêu cầu của trưởng nhóm",
  "Yêu cầu ứng viên": "- Hiểu biết và đam mê UI, UX- Có kiến thức về HTML5, CSS3, Javascript/ Jquery, Responsive web design- Có kiến thức tốt về logic- Biết về các framework CSS/Javascript- Biết về các frameworks: SCSS, Vue.js, Node.js là một lợi thế- Là sinh viên năm cuối, thực tập tối thiểu 4 ngày/tuần, sử dụng laptop cá nhân trong thời gian thực tập.",
  "Quyền lợi": "-\tLàm việc trong một môi trường năng động, trẻ trung và thân thiện-\tĐược đào tạo về công nghệ và quy trình làm việc-\tĐược đào tạo về các kỹ năng làm việc, định hướng phát triển công việc-\tĐược tham gia vào các dự án thực tế-\tĐược cấp chứng nhận Internship Certificate sau khi hoàn thành quá trình thực tập và rèn luyện tại Apps Cyclone-\tCơ hội trở thành nhân viên chính thức tại Apps Cyclone sau khi kết thúc chương trình thực tập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-unity-developer-game-fresher-ho-chi-minh/973474.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần WEJOY",
  "job_title": "Unity Developer",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Tham gia vào các dự án Game mobile trên nền tảng Unity cho Android và iOS- Chuyển thể các thiết kế của Game Artist và Game Design thành các chức năng của game- Thiết kế, xây dựng và duy trì Code hiệu quả, có thể tái sử dụng và đáng tin cậy- Phối hợp với các thành viên trong nhóm để hoàn thiện và tối ưu game.- Đóng góp ý tưởng cải tiến sản phẩm hiện có và cho các game trong tương lai.",
  "Yêu cầu ứng viên": "- Tư duy logic và có kiến thức cơ bản về lập trình hướng đối tượng, cấu trúc dữ liệu và giải thuật.- Có nền tảng cơ bản về Unity.- Có tinh thần tự giác, cầu tiến, ham học hỏi.- Có khả năng đọc hiểu tài liệu bằng Tiếng Anh là một lợi thế- Có các dự án hoặc các bài tập về game trên nền tảng Unity.- Nhiệt tình trong công việc, ham học hỏi và sẵn sàng chia sẻ, sáng tạo.- Ưu tiên ứng viên có kiến thức tốt về ngôn ngữ- Có thể làm full-time.- Ưu tiên các vị trí Fresher, Junior, Mid level  từ 6 tháng kinh nghiệm trở lên phát triển game mobile 2D với Unity.",
  "Quyền lợi": "-Làm việc từ Thứ 2-thứ 6 ( Nghỉ thứ 7,CN)- Được hưởng đầy đủ các chế độ, được đóng BHXH, BHYT, BHTN theo quy định của nhà nước;- Nghỉ phép năm theo quy định người lao động của nhà nước;- Được đề xuất, xét thưởng và xét tăng lương định kỳ (6 tháng/lần);- Tham gia các hoạt động tập thể sôi động của công ty: Team building, lễ hội, du lịch, dã ngoại, Gala cuối năm,...- Làm việc trong môi trường năng động với những đồng nghiệp trẻ tuổi – đầy nhiệt huyết;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/708575.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH LP Technology",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phân tích, cải tiến, triển khai dự án• Tham gia viết tài liệu, phát triển các tính năng của dự án• Tìm hiểu, nghiên cứu, lên ý tưởng xây dựng các dự án, sản phẩm mới• Báo cáo kết quả thực hiện công việc cho quản lý trực tiếp",
  "Yêu cầu ứng viên": "• Tốt nghiệp chuyên ngành Công nghệ thông tin, Điện tử viễn thông, hoặc các chuyên ngành có liên quan về lập trình phát triển ứng dụng các trường đào tạo Cao Đẳng/ Đại học• Có từ ít nhất 6 tháng đến 3 năm kinh nghiệm lập trình trên nền tảng Java• Thành thạo Java Core, Spring Framework, Hibernate, Transaction Management• Có kiến thức về cơ sở dữ liệu Oracle, MySQL, MS SQL hoặc PostgreSQL, hiểu về kiến trúc Microservices, RESTful APIs.• Có tư duy logic – thuật toán tốt, yêu thích công việc lập trình• Có thái độ cầu tiến, khả năng học hỏi, chủ động, trách nhiệm trong công việc• Có kinh nghiệm tham gia các dự án trên nền tảng Java là lợi thế• Tinh thần làm việc theo đội nhóm tốt• Nắm vững quy trình phát triển các dự án phần mềm",
  "Quyền lợi": "• Lương hấp dẫn hấp dẫn (mức lương & thưởng cạnh tranh)• Xem xét tăng lương 2 lần 1 năm• Bảo hiểm xã hội, bảo hiểm sức khoẻ, bảo hiểm thất nghiệp theo Luật lao động Việt Nam• Nghỉ phép hằng năm• Các chương trình đào tạo linh hoạt• Company trip, chương trình Teambuilding và nhiều hoạt động thú vị khác",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/angular-developer/708580.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH LP Technology",
  "job_title": "Angular",
  "salary": "9 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phân tích, cải tiến, triển khai dự án• Tham gia viết tài liệu, phát triển các tính năng của dự án• Tìm hiểu, nghiên cứu, lên ý tưởng xây dựng các dự án, sản phẩm mới• Báo cáo kết quả thực hiện công việc cho quản lý trực tiếp",
  "Yêu cầu ứng viên": "• Tốt nghiệp chuyên ngành Công nghệ thông tin, Điện tử viễn thông, hoặc các chuyên ngành có liên quan về lập trình phát triển ứng dụng các trường đào tạo Cao Đẳng/ Đại học• Có tối thiểu từ 1 - 3 năm kinh nghiệm làm việc thực tế với Angular• Thành thạo HTML5. CSS3. Javascript.• Có kinh nghiệm làm việc với RESTful API• Có tư duy logic – thuật toán tốt, yêu thích công việc lập trình• Có thái độ cầu tiến, khả năng học hỏi, chủ động, trách nhiệm trong công việc• Tinh thần làm việc theo đội nhóm tốt",
  "Quyền lợi": "• Lương hấp dẫn hấp dẫn (mức lương & thưởng cạnh tranh)• Xem xét tăng lương 2 lần 1 năm• Bảo hiểm xã hội, bảo hiểm sức khoẻ, bảo hiểm thất nghiệp theo Luật lao động Việt Nam• Nghỉ phép hằng năm• Các chương trình đào tạo linh hoạt• Company trip, chương trình Teambuilding và nhiều hoạt động thú vị khác• Thời gian làm việc: Từ T2-T6. Nghỉ T7-CNMôi trường làm việc:• Trở thành thành viên LP Technology, bạn sẽ có cơ hội làm việc với những người trẻ trung, thân thiện• Môi trường làm việc trẻ trung, luôn tạo cơ hội phát triển bản thân• Luôn khuyến khích các ý tưởng sáng kiến, sáng tạo của các thành viên trong công ty• Tinh thần làm việc chủ động, support cao, làm hết mình – chơi hết mình",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/635701.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Developer",
  "salary": "Tới 50 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Code, implement, unit test, maintain and troubleshoot web application.Comply with established coding quality standard of the company.Work closely with QA team to ensure the project quality Report to Team Leader.Assist Team Leader in reviewing work result of low-level members.Participate in R&D, training, knowledge sharing activities.Follow the project and organization processes, policies and regulations.Ensure the assigned tasks to be performed on-time and with high quality.",
  "Yêu cầu ứng viên": "Degree in Software Engineering, Information Technology or relevant.At least 2 years of work experience in developing web application.Experienced in .NET and/or .NET Core, web development, JavaScript, C, reactjs , SQL postgresHave good knowledge about Object-Oriented Programming (OOP).Experienced in Git or other source control systems.Good English skills.Good time management, communication and problem-solving skills.Good teamwork spirit and logical thinking.Proactive, well self-organized and responsible in work.Able to quickly manage new technologies.",
  "Quyền lợi": "Salary: Up to 2200 USD15 days annual leave13,14 month performance based bonus2 times salary review per yearInsurance full gross salaryWorking with a high performance team delivery product quickly with qualityCompany trip, yearly healthy checking",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-salary-upto-55mil-gross-hcm-da-nang/1014273.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH MEDIASTEP SOFTWARE VIỆT NAM",
  "job_title": "Developer",
  "salary": "Tới 55 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Ensure the assigned tasks to be performed on-time and with high quality.• Code, implement, unit test, maintain and troubleshoot web application.• Comply with established coding quality standard of the company.• Work closely with QA team to ensure the project quality Report to Team Leader.• Assist Team Leader in reviewing work result of low-level members.• Participate in R&D, training, knowledge sharing activities.• Follow the project and organization processes, policies and regulations.Working time: Monday – Friday (9:00 – 18:00)",
  "Yêu cầu ứng viên": "• Degree in Software Engineering, Information Technology or relevant. At least 1-2 years of work experience in developing web application.• Experienced in .NET and/or .NET Core,  web development, JavaScript• Have good knowledge about Object-Oriented Programming (OOP).• Experienced in Git or other source control systems.• English: reading, writing.• Good time management, communication and problem-solving skills.• Good teamwork spirit and logical thinking.• Able to quickly manage new technologies.",
  "Quyền lợi": "• 15 days annual leave• 13,14 month performance based bonus• Insurance full gross salary• Working with a high performance team delivery product quickly with quality• Company trip",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-laravel/1014498.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Thương Mại Và Dịch Vụ Pi Solution",
  "job_title": "Lập Trình Viên PHP",
  "salary": "8 - 15 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia vào quá trình lập trình xây dựng, bảo trì nâng cấp, sửa lỗi các chức năng của website theo mô tả yêu cầu của dự án đồng thời đảm bảo chất lượng và tiến độ công việc được giao;Tham gia vào quá trình phân tích thiết kế hệ thống, thiết kế tổng thể, thiết kế cơ sở dữ liệu, xây dựng các API kết nối tích hợp giữa các hệ thống;Xây dựng, phát triển phần mềm của công ty trên nền tảng Laravel;Duy trì và phát triển các website, code và cấu trúc dữ liệu có sẵn của công ty;Tham gia phát triển các ứng dụng, nâng cấp và triển khai các sản phẩm phần mềm theo xu hướng công nghệ trên nền tảng PHP;Tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ công nghệ mới và review source code, đưa ra giải pháp áp dụng vào sản phẩm dịch vụ của công ty;Hỗ trợ các thành viên trong nhóm với các chức năng phức tạp, tham gia nhận xét, đánh giá source code của các thành viên trong nhóm;Phối hợp bộ phận MKT/khách hàng để chỉnh sửa các phần liên quan tới technical website và hoàn thành các khâu UX/UI cấu trúc website;Thực hiện các công việc khác liên quan theo yêu cầu của cấp trên;",
  "Yêu cầu ứng viên": "Có kinh nghiệm PHP Laravel trên 6 thángCó kinh nghiệm làm việc dự án với các framework như VueJS, Blade View (filter, custom form input, Vue, Mixin, Nuxt SSR).Sử dụng thành thạo : Mongodb, Mysql.Ưu tiên: kinh nghiệm về Restful API.Có khả năng làm việc độc lập/khả năng teamwork tốt;Có khả năng code Laravel kết hợp SSR WebCó kinh nghiệm thiết kế hình ảnh là một lợi thế.Hiểu biết về server là một lợi thế.Ham học hỏi, trách nhiệm và chịu được áp lực cao.",
  "Quyền lợi": "Thu nhập  8.000.000đ - 15.000.000đ  ( Lương + thưởng khi kết thúc dự án).Hỗ trợ cơm trưa miễn phí tại văn phòngChế độ tăng lương: xét duyệt  TĂNG LƯƠNG định kỳ 6 tháng/1 lần.Môi trường làm việc Chuyên nghiệp, Cởi mở nhiều cơ hội thăng tiến với văn hoá \"Đề xuất, Sáng tạo, Chia sẻ\"BHXH đầy đủ theo quy định pháp luật.Kết nối đồng nghiệp và nâng cao kỹ năng mềm qua những buổi Seminar hằng thángĐược cung cấp đầy đủ các trang thiết bị phục vụ cho công việcTeam Building hàng năm trong nước và ngoài nước",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-odoo/1015208.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Xuất nhập khẩu FUJI",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tiếp nhận các yêu cầu về Odoo, tham gia phân tích nghiệp vụ, tham mưu và đề xuất thiết kế cho phần mềm.- Xây dựng và phát triển các tính năng theo yêu cầu.- Thực hiện và/hoặc hỗ trợ phát triển các ứng dụng và hệ thống phần mềm CNTT.- Xây dựng các giải pháp cho khách hàng.- Thực hiện các công việc kỹ thuật khác do Trưởng bộ phận phân công",
  "Yêu cầu ứng viên": "- Có bằng cấp, chứng chỉ trong lĩnh vực CNTT- Có tối thiểu 01 năm kinh nghiệm lập trình với hệ thống ERP Odoo- Có tối thiểu 01 năm kinh nghiệm về lập trình Python- Có kiến thức tốt về mô hình quan hệ dữ liệu và lập trình hướng đối tượng- Thành thạo SQL.- Có đam mê công nghệ nói chung và lập trình phần mềm nói riêng- Có tư duy logic, khả năng tự học, tự nghiên cứu vấn đề, khả năng làm việc nhóm- Chịu được áp lực công việc, sẵn sàng tăng ca khi có yêu cầu",
  "Quyền lợi": "- Hưởng mức thu nhập hấp dẫn, cạnh tranh tương xứng với năng lực.- Hưởng đầy đủ các chế độ BHXH, BHYT, BHTN, ngày nghỉ Lễ, Phép theo quy định của Công ty và Pháp luật hiện hành.- Môi trường làm việc năng động, thân thiện, có cơ hội phát triển sự nghiệp bền vững cùng sự lớn mạnh của Công ty.- Các chế độ đãi ngộ khác: Du lịch hàng năm, sinh nhật, hiếu, hỷ... theo quy định của Công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/developer-frontend-lap-trinh-vien-frontend-upto-35m/985183.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ và truyền thông Hemera",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 35 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Hemera media là đơn vị chuyên cung cấp phần mềm cho các báo điện tử ở Việt Nam . Với mong muốn mang đến cho bạn đọc những trải nghiệm tuyệt vời, ứng dụng AI vào báo chí để mang đến cho độc giả những thông tin CHÍNH XÁC - PHÙ HỢP với từng người...   và các cơ quan đơn vị báo chí, trang tin điện tử có được những dịch vụ tốt và nhanh nhất.Xây dựng và phát triển phần mềm quản trị toà soạn báo điện tửXây dựng hệ thống frontend cho người dùng cuốiFixbug và hỗ trợ khách hàngTham gia nghiên cứu phát triển công nghệ mới",
  "Yêu cầu ứng viên": "Yêu cầu vị trí Frontend:Có tối thiểu 1 năm kinh nghiệm làm việc một trong những framework sau: React, Angular, VueCó khả năng học hỏi nhanh, tích cực và chủ động trong công việc.Có hiểu biết về webservice, RESTful APINắm vững TypeScript, Bootstrap hoặc Tailwind CssBiết sử dụng các thuật toán cơ bản trong lập trình ứng dụng",
  "Quyền lợi": "Thời gian làm việc flexibleLiên tục được apply, training những ngôn ngữ lập trình hot nhất như Golang, Rust, .Net core, Svelte …Làm việc với với những nền tảng cloud lớn như AWS, Azure và các chuyên gia hàng đầu tại Việt NamTham gia phát triển dự án ngay từ đầuHappy hour hàng tuầnMức lương hấp dẫn Upto 35M (có thể deal thêm với các chuyên gia)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend-net/1015293.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ và truyền thông Hemera",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 35 triệu",
  "exp": "1 năm",
  "location": "Hoàn Kiếm",
  "Mô tả công việc": "Hemera media là đơn vị chuyên cung cấp phần mềm cho các báo điện tử ở Việt Nam . Với mong muốn mang đến cho bạn đọc những trải nghiệm tuyệt vời, ứng dụng AI vào báo chí để mang đến cho độc giả những thông tin CHÍNH XÁC - PHÙ HỢP với từng người... và các cơ quan đơn vị báo chí, trang tin điện tử có được những dịch vụ tốt và nhanh nhất.Xây dựng và phát triển phần mềm quản trị toà soạn báo điện tửXây dựng hệ thống frontend cho người dùng cuốiFixbug và hỗ trợ khách hàngTham gia nghiên cứu phát triển công nghệ mới",
  "Yêu cầu ứng viên": "Yêu cầu vị trí Backend:Có ít nhất 1 năm kinh nghiệm làm .net core hoặc .net frameworkCó khả năng học hỏi nhanh, tích cực và chủ động trong công việc.Biết sử dụng các thuật toán cơ bản trong lập trình ứng dụngCó hiểu biết về webservice, RESTful APIĐã làm việc với CSDL thông dụng như MySQL/Oracle/MS SQL/PostgreSQLHiểu biết về microservice, Kafka, RabbitMQ, Redis là một lợi thế.",
  "Quyền lợi": "Thời gian làm việc flexibleLiên tục được apply, training những ngôn ngữ lập trình hot nhất như Golang, Rust, .Net core, Svelte …Làm việc với với những nền tảng cloud lớn như AWS, Azure và các chuyên gia hàng đầu tại Việt NamTham gia phát triển dự án ngay từ đầuHappy hour hàng tuầnMức lương hấp dẫn Upto 35M (có thể deal thêm với các chuyên gia)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 07/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/c-game-developer-intern-ha-noi/1015217.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Gameloft",
  "job_title": "Game Developer",
  "salary": "Trên 7 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "The intern will learn and be trained in:Programming language: C++Android PortingGame features in Gameloft gamesAfter the initial training period, the intern will work directly with the project team toTaking part in developing and improving programming/management tools to improve working process, team and work organizationProposing ideas to contribute to the development of the team, department and studio in general",
  "Yêu cầu ứng viên": "QualificationsFinal year students from IT Universities; able to work full-time at least 4 days per week in 3-6 monthsHave a passion for programming, be interested in mobile game programming;Have basic knowledge for C/C++, Java, OOP programming;Have a logical mindsetEnglish proficiency is a good avantage;Local Vietnamese candidates onlyBe responsible and willing to learn.",
  "Quyền lợi": "Hybrid working model (minimum 2 days working at office)Exciting diversity with our talents from around the worldCreative, modern and open working placeContinuous and professional training to fully develop your potentialWork hard, play hard and enjoy various activities (team building, events, CSR, etc)Health check-up annuallyHigh chance to become an official employee of GameloftInternship allowance 7,000,000VND fixed/month",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-mid-senior-m-f-d/1015056.html?ta_source=JobSearchList",
  "company_name": "Travel and Pay Software Solution",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Designing, analyzing and implementing the software product including front end and back endReviewing the source code according to requirements and standard software qualityWriting the technical document if requiredCarrying out training sessions and workshop to guide the developer team if applicableKeep up to date with technology trends and developmentInspiring and supporting junior developerReporting to the team head",
  "Yêu cầu ứng viên": "Passionate in software developmentGood writing and verbal communication skills in English and VietnameseAt least 2 years of experience in programming software with C and databases (SQL database is preferable)Solid knowledge and experience with OOP, SOLID principles and design patternsExperience with standard software quality is advantageExperience with Agile Scrum process is advantage",
  "Quyền lợi": "Your voice has listened and your skill development is supported constantly.Working with colleagues and experts at other offices such as Germany, Australia, Poland, Ukraine, etcThe salary is very attractive and competitive.Rewarding outstanding contributions with projects, quarterly, and yearly bonuses.Supportive working conditions: laptop, friendly office, pure pantry with coffee, soft drink, snacks, etc.Fully compliance with Vietnam Labor Code, especially the insurance is based on full salary.Additional standard benefits: additional health insurance, company trips, business travel, training, year-end party, team outing activities, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 10/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-laravel/1014918.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PETER & VIỆT NAM",
  "job_title": "Lập Trình Viên PHP",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Thảo luận về mục tiêu của dự án với khách hàng và nhóm phát triển.Thiết kế và xây dựng các ứng dụng web bằng Laravel.Khắc phục sự cố trong quá trình triển khai và gỡ lỗi bản dựng.Làm việc với Lập trình viên Front-end và Back-end trong các dự ánKiểm tra chức năng cho người dùng và chương trình phụ trợ.Đảm bảo rằng các tích hợp chạy trơn tru.Mở rộng dự án dựa trên phản hồi của khách hàng.Ghi chép và báo cáo về công việc đã thực hiện trong Laravel.Duy trì các ứng dụng dựa trên web.Trình bày công việc trong các cuộc họp với khách hàng và quản lý.",
  "Yêu cầu ứng viên": "Bằng Cử nhân về Lập trình, Khoa học Máy tính hoặc các lĩnh vực liên quan.Có ít nhất 01 năm kinh nghiệm làm việc với PHP, thực hiện kiểm thử đơn vị và quản lý API như REST.Hiểu biết vững chắc về thiết kế ứng dụng bằng Laravel.Có kiến thức về thiết kế cơ sở dữ liệu và truy vấn bằng SQL.Thành thạo HTML và JavaScript.Kinh nghiệm thực tế sử dụng kiến trúc MVC.Kỹ năng giải quyết vấn đề và tư duy phản biện.Kỹ năng giao tiếp tốt.Có mong muốn và khả năng học hỏi.Tiếng Anh cơ bản trong giao tiếp.",
  "Quyền lợi": "Bảo hiểm Xã hội và Y tế.Nghỉ thường niên.Ăn trưa và phụ cấp gửi xe.Quyền lợi tham gia vào tất cả các hoạt động của công ty (dinner party, off-job meeting, SRA, outdoor activity,…).Được học hỏi, trau dồi kinh nghiệm từ các anh/ chị có chuyên môn cao.Học tập và được hướng dẫn trực tiếp bởi người Quản lý Trực tiếp.Làm việc trong một môi trường năng động, chuyên nghiệp và có tính tự giác cao.Được tham gia các khóa học tiếng Anh miễn phí và các hoạt động từ tổ chức do công ty thường xuyên tổ chức để nâng cao tiếng Anh cho nhân viên chính thức.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/front-end-developer/521612.html?ta_source=JobSearchList",
  "company_name": "Mona Media",
  "job_title": "Developer",
  "salary": "8 - 25 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Mô tả: Trực tiếp tham gia các dự án cho khách hàng, lập trình các sản phẩm HTML với hiệu ứng hiện đại, chuẩn responsive trên các thiết bị từ PC, Desktop, Mobile,...Cắt html, sử dụng HTML5/CSS3, Jquery để làm giao diện , thực hiện các ý tưởng thiết kế, ý tưởng xây dựng của khách hàng.Kiểm thử và nhập liệu mẫu theo đúng dữ liệu mà mình đã cắt html, kiểm tra điều chỉnh lại code nếu có lỗi phát sinh.",
  "Yêu cầu ứng viên": "+ Lập trình HTML/CSS từ bản thiết kết Adobe XD, Photoshop, Figma, Zeplin+ Có tinh thần học hỏi, sáng tạo trong việc lập trình hiệu ứng, giao diện,...+ Yêu thích mảng lập trình HTML/CSS cho Website+ Có tìm hiểu về UX. Có kinh nghiệm về UI. Thẩm mỹ tốt.+ Có tinh thần nghiên cứu sáng tạo các sản phẩm+ Có kinh nghiệm lập trình HTML Website là một lợi thế",
  "Quyền lợi": "- Luôn được hướng dẫn tư duy Logic cho lập trình- Xét lương tối thiểu 1 năm 1 lần và không dưới 10%- Thưởng theo dự án, Trách nhiệm công việc, Lương tháng 13, Tham gia BHXH, Team building- Ngày nghỉ: 12 Ngày phép trong năm + Các ngày Lễ/ Tết- Các buổi training chuyên sâu kỹ thuật/ kỹ năng mềm định kỳ- Các giải thể thao điện tử định kỳ- Hoạt động bóng đá mỗi thứ 5 hàng tuần- Team Building tối thiểu 1 lần/năm- Làm việc tại một môi trường thoải mái về đồng phục nhưng chuẩn mực về thái độ- Cạnh tranh tại đấu trường Mona E-Sport với các môn thể thao HOT như Counter Strike, PES, Fifa... cùng nhiều giải thưởng hấp dẫn- Hoạt động thể thao, nâng cao sức khỏe thông qua những trận banh siêu kinh điển mỗi tuần- Sếp và Leader luôn tạo điều kiện học hỏi và phát triển thông qua các buổi Seminar, giúp nâng cao tay nghề, tư duy làm việc chuyên nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-frontend-developer-up-to-40m-angular/1015181.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH FIVE-STAR E-LEARNING",
  "job_title": "Frontend Developer",
  "salary": "35 - 40 triệu",
  "exp": "5 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Chúng tôi đang tìm kiếm ứng viên nhiệt huyết và đam mê công việc để gia nhập đội ngũ nhân viên trẻ tuổi và tài năng của  công ty FSEL với yêu cầu như sau:Chịu trách nhiệm thiết kế, duy trì và phát triển các hệ thống Web theo yêu cầuCùng trao đổi team để xây dựng bài toán khi cầnTrao đổi với designer, BA về thiết kế UI/UX của sản phẩmĐảm bảo đáp ứng các tiêu chuẩn về đồ họa trên giao diệnThống nhất với Backend team về API và thực hiện tích hợp APITham gia vào review code front end",
  "Yêu cầu ứng viên": "Trình độ:+ Đại học+ Ưu tiên trong lĩnh vực khoa học máy tínhKinh nghiệm:+ Có ít nhất 4 năm kinh nghiệm làm FE+ Có ít nhất 4 năm kinh nghiệm làm việc trong các dự án phần mềmKỹ năng:+ Hơn 4 năm kinh nghiệm xây dựng các sản phẩm dựa trên web với các khung công tác Front-End hiện đại và tiên tiến, chẳng hạn như Bootstrap, Angular+ Thành thạo HTML5, CSS3, JavaScript, TypeScript+ Trải nghiệm với các công cụ xây dựng Front-End: Webpack, Yarn, Gulp+ Kiến thức sâu rộng về DOM, Ajax, JSON, Dịch vụ web, API Web, API Restful, xác thực dựa trên mã thông báo.+ Quen thuộc với các công cụ phát triển và gỡ lỗi cho các vấn đề đa nền tảng, trình duyệt chéo+ Có kinh nghiệm Web socket/ socket.io/ JavaScript không đồng bộ+ Hiểu biết và thành thạo các công cụ Devops như Jenkins, Git,... là một lợi thế.",
  "Quyền lợi": "Thu nhập theo thỏa thuận (upto 40 triệu) + thưởng.Trả lương OT, Góc Trà, cafe miễn phí, hoạt động team building định kỳ, giờ làm việc linh hoạt.Cơ hội trải nghiệm tình nguyện tại các nước Nhật, Hàn, Úc, Mỹ, Canada, New Zealand hoàn toàn miễn phí với Summer camp tháng 6 hàng nămChế độ BHXH đầy đủ ngay sau khi ký HĐ chính thứcNgày nghỉ: T7, chủ nhậtThưởng sinh nhật, thưởng các dịp Lễ, Tết và ngày Lễ trong năm, thưởng nhân viên xuất sắc theo thángĐược học bổng học tiếng Anh cho bản thân và người thân trong gia đìnhĐược liên tục đào tạo để nâng cao nghiệp vụ",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-lap-trinh-vien/515657.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CLOUDMEDIA",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "-Thực tập sinh Developer+ Phát triển phần mềm theo yêu cầu khách hàng và của công ty trên nền tảng odoo+ Làm việc với khách hàng lấy yêu cầu chi tiết- Thực tập sinh Tester / Kiểm thử phần mềm+ Theo dõi tiến độ các task+ Kiểm thử, tìm lỗi các task của Developer hoàn thành+ Tìm hiểu nghiệp vụ chức năng đưa ra test case",
  "Yêu cầu ứng viên": "+ Sinh viên năm cuối hoặc đã tốt nghiệp các trường đại học/ cao đẳng chuyên ngành công nghệ thông tin+ Tư duy tốt+ Khả năng học hỏi tốt+ Thành thao một trong các ngôn ngữ lập trình: Python, Html, Js+ Ưu tiên ứng viên đã có kinh nghiệm về phần mềm Odoo",
  "Quyền lợi": "+ Được tham gia phát triển các dự án của khách hàng và công ty+ Được đào tạo nghiệp vụ phần mềm, quy tắc và quy trình phát triển phần mềm+ Được ưu tiên tuyển dụng thành nhân viên chính thức sau khi kết thúc thực tập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/bridge-software-engineer-n2-up-remote/942100.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PHẦN MỀM FPT",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Working location: Ha Noi, Ho Chi Minh, Da Nang• Bridge between the subsidiary in Vietnam and the parent company in Japan.• Become a member of the company’s web application development team.• Responsible for product development and maintenance.• Responsible for receiving requests from the parent company, analyzing and communicating requirements to developers in Vietnam.• Support the Developer to develop the functions, check the functions which have worked properly with the requirements of customers or not.• Contribute ideas and improve the quality of products",
  "Yêu cầu ứng viên": "• Have Japanese communication N2 or above.• Have 2 years of working experience in BA/BrSE position or equivalent position• Skills: Teamwork, Analysis, Design, Communication and presentation by japanese.• Proactivity, Self-study ability and Positive attitude at work.• Proficient in UML, Design and Modeling tools.• Experience with Java EE, Object Relational Mapping (ORM) Framework, Java Server Pages (JSP),• Experience with Struts, Spring and / or Hibernate Frameworks, RESTful programming, Java Batch.• Experience with JavaScript, TypeScript, HTML and CSS. process XML like XSD, XS..v.v.• Experience with Service Oriented Architecture (SOA) .DB: Oracle, DB2, SQL Server, noSQL.Nice to have:• Experience with financial and card projects• Have a solid foundation for object-oriented design / object-oriented programming (OOD / OOP)",
  "Quyền lợi": "• Be part of our hugely international environment; we are currently working for Japanese/Global projects, where you can have many opportunities to working overseas;• Competitive salary package based on skills and experience.;• We create great teams and take very good care of them;• Great opportunity to grow with the company;• Frequent staff activities and company parties;• Awesome social events and parties for employees;• 20% discount on school fee if your sons/ daughters join FPT School;• Udemy/ ELSA PRO accounts for every employee & Udacity accounts for Managers.Special offer for senior level• Loan support: 4% interest rate (1 – 2 Billion VND package).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/12/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/dot-net-developer/1014593.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN RIKAI MIND",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Phát triển các trang Web, API trên nền tảng .Net Core/.Net Framework● Am hiểu kiến thức về lập trình hướng đối tượng(OOP).● Có kinh nghiệm sử dụng 1 trong các hệ quản trị cơ sở dữ liệu quan hệ: MySQL, SQL Server, PostgreSQL…● Thành thạo sử dụng version control system Git (Github, Gitlab…).● Có khả năng đọc hiểu tiếng anh và nghiên cứu công nghệ, Framework mới.",
  "Yêu cầu ứng viên": "●Có ít nhất 1 năm kinh nghiệm.● Có khả năng đọc hiểu tiếng anh và nghiên cứu công nghệ, Framework mới.Những kỹ năng ưu tiên● Có kiến thức về Docker, Kubernetes● Từng làm việc với CQRS, Event sourcing Architecture, Domain-drivent design pattern, grpc● Có kinh nghiệm sử dụng Azure: AKS, Azure Table Storage, …● Có thêm kinh nghiệm sử dụng FE framework như react● Có kinh nghiệm làm việc với các ứng dụng kiến trúc, thiết kế mô hình, thiết kế Database● Có kinh nghiệm làm việc với 1 trong các cơ sở dữ liệu phi quan hệ(NoSQL).",
  "Quyền lợi": "● Mức lương thưởng cạnh tranh, hấp dẫn theo năng lực, trao đổi chi tiết trong buổi phỏng vấn;● Chính sách premium insurance siêu xịn sò dành riêng cho Rikai-er;● Thời gian làm việc linh động (flexible time)● Có cơ hội đi onsite nước ngoài, tuỳ thuộc dự án● Nhiều chương trình đào tạo hard/soft skills chất lượng và miễn phí trong công ty;● Happy hour, CLB bóng đá, sinh nhật, trung thu, quốc tế thiếu nhi,... siêu thú vị;● Mỗi năm sẽ được đi du lịch xa 01 lần, có quỹ team building, company trip cho mỗi team;● Môi trường làm việc năng động, chuyên nghiệp, teammate nhiệt tình;● Công ty định hướng mở rộng quy mô lớn, cơ hội thăng tiến và phát triển bản thân cao.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-reactjs-net-developer-hcm-dalat/860352.html?ta_source=JobSearchList",
  "company_name": "Titan Technology Corporation",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "1. Responsibilities:• Join our NextGen Titan Program as a.NET / ReactJS Developer.• The trainees will participate in actual projects as well as be offered attractive benefits.• Under guidance, you will develop and troubleshoot web applications written in.NET/ReactJS.• Be trained about Software Development Life Cycle by highly skilled and experienced experts.• Be trained about essential soft skills.2. What you should do:• Self-learn and self-investigate new knowledge.• Follow the project and organization processes, policies, and regulations.• High commitment.",
  "Yêu cầu ứng viên": "• Associate’s or Bachelor’s degree in Software Engineering, Information Technology or related major.• At least6 monthsor less than1 yearof experience in.NET development/ReactJS• Want to develop a career in web development.• Have knowledge of Object-Oriented Programming (OOP).• Experience in practical projects is a plus.• Able to use English.• Good logical thinking and teamwork spirit.• Able to quickly learn new technologies.• Proactive, well self-organized and responsible at work.• Experience working with HTML, CSS and Javascript.• Knowledge of SQL and database procedural languages required.• Experience in practical projects is a plus.• Solid knowledge of Azure, JS framework (ReactJS, AngularJS or VueJS) is a big plus.",
  "Quyền lợi": "Competitive salary depending on skills and capabilities;13th salary plus 14th, 15th, and 16th salary based on business performance.Probation with full 100% salarySocial insurance based on Full-Salary plus premium healthcare insurance applied after 2 months of probationPerformance review twice a year;Comfortable working conditions and flexible working time;Good career growth opportunities with interesting and challenging projects;English, technical, and soft skills training courses;Additional healthcare insurance and annual health check-upsLight beverages and food are available all the time in the office;Outdoor activities with company support: sports clubs, team building, happy hour parties, birthdays, company trips, staff and family events, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/930958.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp MKT",
  "job_title": "Lập Trình Viên PHP",
  "salary": "9 - 15 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Tham gia phát triển và xây dựng các sản phẩm/ dự án cho khách hàng- Tham gia phát triển, triển khai các dự án phần mềm cho khách hàng",
  "Yêu cầu ứng viên": "- Sử dụng thành thạo PHP và mô hình MVC trong PHP.- PHP, MySQL, MySQLi, ưu tiên biết Linux, ưu tiên biết về Map.- Thành thạo Javascript/HTML/CSS.- Sẵn sàng học hỏi và tiếp thu công nghệ mới.- Sử dụng thành thạo Google để tìm kiếm và giải quyết vấn đề công việc.",
  "Quyền lợi": "- Được làm việc trong môi trường chuyên nghiệp và thân thiện.- Có cơ hội nâng cao năng lực, vị trí nghề nghiệp của bản thân.- Thưởng tháng lương thứ 13, bảo hiểm, chế độ du lịch hàng năm theo chương trình của công ty.- Được khám sức khỏe định kỳ tại bệnh viện đa khoa Quốc tế. Được hỗ trợ 50 -100% chi phí sau bảo hiểm nếu không may phải nằm viện- Được thể hiện đam mê, thoải mái diễn, thể hiện bản thân vì đất rất rộng, cơ hội thăng tiến và thu nhập không giới hạn.- Được thoải mái chửi, mắng Sếp, nếu Sếp không làm những gì Sếp đã nói.- Được đào tạo nội bộ, được học từ những chuyên gia Công ty mời về định kỳ mỗi tháng.- Được tụ tập hát hò tiệc ngọt ít nhất 1 lần/ tháng và du lịch hàng năm- Được rèn luyện học tập và làm việc trong môi trường toàn Đại Bàng.- Được có 1 công việc ổn định, lộ trình thăng tiến và phát triển rõ ràng.- Bạn sẽ là người dám thay đổi vận mệnh nếu làm tại MKT",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/978493.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp MKT",
  "job_title": "Lập Trình Viên .Net",
  "salary": "9 - 15 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Tham gia phát triển và xây dựng các sản phẩm/ dự án cho khách hàng- Tham gia phát triển, triển khai các dự án phần mềm cho khách hàng",
  "Yêu cầu ứng viên": "- Có kinh nghiệm lập trình .NET- Có kinh nghiệm Web service, REST APIs, PL/SQL, Store procedure- Có thể sử dụng tốt database: Oracle/ MS SQL/ MySql- Có kinh nghiệm làm việc với: UNIX / Linux, Windows Server là một lợi thế- Có khả năng phân tích thiết kế hệ thống, có kiến thức về OOP, Design Patterns- Tốt nghiệp đại học, cao đẳng chuyên ngành CNTT hoặc các ngành tương đương",
  "Quyền lợi": "- Được làm việc trong môi trường chuyên nghiệp và thân thiện.- Có cơ hội nâng cao năng lực, vị trí nghề nghiệp của bản thân.- Thưởng tháng lương thứ 13, bảo hiểm, chế độ du lịch hàng năm theo chương trình của công ty.- Được khám sức khỏe định kỳ tại bệnh viện đa khoa Quốc tế. Được hỗ trợ 50 -100% chi phí sau bảo hiểm nếu không may phải nằm viện- Được thể hiện đam mê, thoải mái diễn, thể hiện bản thân vì đất rất rộng, cơ hội thăng tiến và thu nhập không giới hạn.- Được thoải mái chửi, mắng Sếp, nếu Sếp không làm những gì Sếp đã nói.- Được đào tạo nội bộ, được học từ những chuyên gia Công ty mời về định kỳ mỗi tháng.- Được tụ tập hát hò tiệc ngọt ít nhất 1 lần/ tháng và du lịch hàng năm- Được rèn luyện học tập và làm việc trong môi trường toàn Đại Bàng.- Được có 1 công việc ổn định, lộ trình thăng tiến và phát triển rõ ràng.- Bạn sẽ là người dám thay đổi vận mệnh nếu làm tại MKTVăn hóa của chúng tôi:- Văn hóa chào cờ sáng thứ 2: Văn hóa chào cờ thứ 2, là nét đẹp về uống nước nhớ nguồn, kết nối thành viên MKT như 1 ngôi nhà thứ 2. Là hoạt động có ý nghĩa vô cùng to lớn, khơi nguồn năng lượng cho 1 tuần làm việc đầy sức mạnh và tích cực.- Văn hóa biết ơn: Vì sao phải biết ơn?+ Vì biết ơn là cuội nguồn của sức mạnh, là truyền thống uống nước nhớ nguồn của người Việt Nam. Và chúng ta là người Việt Nam+ Vì không ai muốn giúp, cộng tác, làm việc, sống cùng và hợp tác với người vô ơn.+ Vì BIẾT ƠN là giá trị cốt lõi của công ty.- Văn hóa cười: \"Gặp nhau là phải cười – Chào nhau bằng nụ cười\"- Tại MKT Con người phù hợp là quan trọng nhất.- Chúng tôi Chọn tập thể, không chọn cá nhân.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/giao-vien-stem-day-lap-rap-va-lap-trinh-robot/437379.html?ta_source=JobSearchList",
  "company_name": "Vườn Ươm Tài Năng Nhí",
  "job_title": "Giáo Viên",
  "salary": "Trên 8 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Giáo dục STE(A)M là phương pháp giáo dục tích hợp các kiến thức liên môn (Khoa học, Công nghệ, Kỹ thuật, (nghệ thuật) và Toán học) thông qua thực hành lắp ráp và lập trình Robot. Nhiệm vụ của chúng tôi là truyền cảm hứng, khơi dậy điều kỳ diệu nơi trẻ, mở ra tiềm năng tương lai của trẻ bằng thế giới robot vô cùng thú vị. Chú trọng phương pháp lấy người học làm trung tâm, tối ưu hóa cá nhân, tổ chức các hoạt động dạy học tương tác đa chiều, dạy học theo dự án. Vì vậy, chúng tôi cần tìm các ứng viên phải sáng tạo, phải am hiểu những nguyên tắc và khái niệm STE(A)M, có kiến thức giảng dạy để cùng chúng tôi Ươm mầm và phát huy tố chất tiềm năng của trẻ.Nhiệm vụ của bạn:- Trực tiếp tham gia giảng dạy/ trợ giảng chương trình lắp ráp và lập trình Robot- Tham gia hoạt động nghiên cứu và phát triển giáo trình, giáo án giảng dạy, bài tập dựa trên khung chương trình độc quyền của trung tâm.- Nghiên cứu, tham gia huấn luyện cho các kì thi quốc gia, quốc tế.- Tham gia, hỗ trợ các sự kiện, hội thảo, cuộc thi, chiêu sinh, ....- Thực hiện các công tác của phòng đào taọ như: chuẩn bị tài liệu, dụng cụ cho lớp học, quản lý lớp học,...  các công việc khác theo sự phân công của cấp trên.",
  "Yêu cầu ứng viên": "Chuyên môn của bạn:-  Tốt nghiệp cao đẳng/ đại học/cao học chuyên ngành Công nghệ thông tin hoặc sư phạm tin học, kỹ thuật, điện -điện tử, tự động hóa hoặc các chuyên nghành mỹ thuật, truyền thông đa phương tiện, thiết kế đồ họa,……- Có kỹ năng sư phạm, tự tin trước đám đông, truyền cảm hứng-Có kinh nghiệm chuyên môn/giáo dục STEAM- Yêu trẻ, hiểu tâm lý trẻ. Có đam mê và nguyện vọng làm việc lâu dài trong lĩnh vực giáo dục tiên tiến hiện đại.- Thái độ làm việc nghiêm túc, chân thật, vui vẻ.- Có kiến thức về STEAM, giỏi tiếng anh, có ngoại hình là một lợi thế.",
  "Quyền lợi": "Quyền lợi:-Được training kiến thức chương trình giáo dục STEM.-Môi trường làm việc thân thiện, năng động, cống hiến và phát triển bản thân.- Được hưởng các chế độ BHXH theo quy định hiện hành.-Có cơ hội tham gia các cuộc thi quốc gia và quốc tế- Quà sinh nhật, team building, ngày phép đầy đủ.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-react-developer-luong-deal-theo-nang-luc-can-tho/1014706.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH SYSTEMEXE VIỆT NAM",
  "job_title": "Java",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Cần Thơ",
  "Mô tả công việc": "Mô tả công việcTham gia vào các dự án phần mềm với các đối tác trong và ngoài nước, đặc biệt là doanh nghiệp Nhật Bản, phát triển sản phẩm phần mềm của Công ty.Ứng dụng Agile, Scrum triển khai và phát triển sản phẩm.Tham gia thiết kế cơ bản, viết hướng dẫn, review source code.Chịu trách nhiệm về tiến độ và chất lượng công việc, báo cáo hàng ngày trực tiếp cho người quản lý.Địa điểm và thời gian làm việcNơi làm việc: Tầng 3, số 200 đường Trần Hưng Đạo, Phường An Nghiệp, Quận Ninh Kiều, Thành phố Cần Thơ.Thời gian làm việc: Toàn thời gian, từ 08h00 – 17:00 từ thứ 2 đến thứ 6.",
  "Yêu cầu ứng viên": "Ít nhất 3 năm kinh nghiệm lập trình Backend với Java, Spring Boot và kinh nghiệm lập trình Frontend với ReactJs.Biết sử dụng GIT là lợi thế.Có khả năng làm việc độc lập và làm việc nhóm tốt.Sáng tạo và chủ động trong công việc, nắm bắt và giải quyết vấn đề nhanh.Khả năng nắm bắt, nghiên cứu công nghệ mới nhanh.Ưu tiên ứng viên biết tiếng Nhật hoặc làm việc ở công ty Nhật.",
  "Quyền lợi": "◆ Mức lương: thỏa thuận◆ Thưởng hè, lương tháng 13, thưởng theo lợi nhuận vào cuối năm,...◆ Hệ thống giải thưởng thường xuyên: Giải thưởng nỗ lực, giải thưởng nhân viên xuất sắc,◆ nhân viên triển vọng, thưởng dự án thành công,...◆ Lộ trình thăng tiến rõ ràng.◆ Phụ cấp đi lại, gửi xe◆ Du lịch và teambuilding hàng năm.◆ Tham gia tiệc Công ty hàng tháng.◆ 12 ngày phép + 1 ngày nghỉ sinh nhật.◆ Đóng bảo hiểm full lương và được tham gia tất cả các loại bảo hiểm theo luật định.◆ Khám sức khỏe định kỳ 1 năm/1 lần.◆ Hỗ trợ chi phí học và thi chứng chỉ các khóa đào tạo về lập trình và kỹ năng mềm.◆ Đào tạo tiếng Nhật miễn phí, hỗ trợ thi chứng chỉ và thưởng khi đạt được chứng chỉ.◆ Cơ hội Onsite Nhật Bản.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/middle-android-developer-up-to-1500-usd-co-tieng-anh-tieng-nhat-giao-tiep-la-loi-the/1014592.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN LOTUS TECHNOLOGY SERVICES",
  "job_title": "Android Developer",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Design and build advanced applications for Android platformCollaborate with cross-functional teams to define, design, and ship new featuresWork on bug fixing and improving application performanceContinuously discover, evaluate, and implement new technologies to maximize development efficiency",
  "Yêu cầu ứng viên": "2+ years of experience working with key technologies for the Android platformSolid understanding of the full mobile development life cycle.Experience with Android SDKExperience with third-party libraries and APIsFamiliarity with common patterns used in mobile application development such as MVI, MVVM, MVPExperience in working with payment system is a plus.Good English or Japanese is a plus",
  "Quyền lợi": "Attractive salary: up to 35M + Performance bonus + fixed 13th-month bonus.Young and dynamic working environment.Chance to experience the sale process in an IT company.Chance of learning in the professional environment.Chance of working directly with clients and improving skills.Salary review 2 times/year or on an excellent performanceCompany’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 09/06/2023"
}