[{
  "job_url": "https://www.topcv.vn/viec-lam/front-end-developer/982004.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GBG GROUP SERVICES",
  "job_title": "Front End Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are looking for an experienced Front End Developer to join our team. The ideal candidate should have a deep understanding of creating responsive and adaptive websites, cutting from design, and be proficient in HTML, CSS, and JavaScript. The most important requirement for this role is a strong understanding of the fundamentals of front-end development, which includes an ability to hand-code HTML, CSS, and JavaScript. Candidates with experience in React and other front-end technologies are preferred.- Key Responsibilities:+ Implementing designs into pixel-perfect, responsive and adaptive websites.+ Writing clean, maintainable and efficient code.+ Collaborating with designers, back-end developers and other team members to complete projects on time.+ Troubleshooting issues and bugs.",
  "Yêu cầu ứng viên": "- Requirments:+ At least 2 years of experience in front-end development.+ Proficiency in HTML, CSS, and JavaScript.+ Strong understanding of responsive and adaptive design principles.+ Ability to cut from design and implement pixel-perfect designs.+ Experience with version control systems like Git.+ Good communication skills and ability to work with a team.- Preferred Skills:+ Experience with front-end frameworks like React, Vue or Angular.Working hours: 11AM - 8PM.Work at office: 15 Nguyen Luong Bang Street, Tan Phu Ward, District 7.",
  "Quyền lợi": "- Unlimited salary range based on your experiences.- 15 days off a year.- Salary review once a year.- Birthday party monthly.- Gifts on international/national holidays. (Women's day, Valentines,..)- Annual Health Check.- Social and health insurance.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/react-native-developer-english-speaking/992459.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PHẦN MỀM ALLIANCE",
  "job_title": "React Native Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are looking for a React Native Programmer with 2 years’ experience to work on a project for our client.Use English every day to work.You will be working directly with the users and be responsible for designing, coding, testing and implementing high-quality and scalable software.Report to leader daily.Support teammates to solve problems.",
  "Yêu cầu ứng viên": "● At least 2 years of experience in mobile application development using React Native framework● Good English both in speaking and writting● Strong proficiency in JavaScript and its core principles● Solid understanding of React Native architecture and its core components● Familiarity with Redux, Redux-Saga, and related libraries● Experience with mobile app deployment and distribution process● Ability to write efficient and reusable code, and maintain clean codebase● Strong problem-solving and analytical skills● Excellent communication and interpersonal skills● Bachelor's degree in Computer Science or related fieldPreferred Qualifications:● Experience with iOS and/or Android native development● Knowledge of React.js and related libraries● Familiarity with Agile development methodologiesIf you are a self-motivated individual with a passion for mobile application development, and meet the above requirements, we encourage you to apply for this position.",
  "Quyền lợi": "Saturday & Sunday OFFSalary review 1 time/ year, based on work performance and company’s performance;13th- month salary,Yearly company trip and year-end party",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 13/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net-tphcm/465201.html?ta_source=JobSearchList",
  "company_name": "Mona Media",
  "job_title": "Lập Trình Viên .Net",
  "salary": "8 - 45 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Triển khai các dự án web-app/phần mềm cho khách hàng và công ty (không phải nền tảng winform);- Làm việc với API với bên ReactJS (sẽ được đào tạo);- Làm việc với API của các thiết bị ngoại vi (AI cam, cân điện tử, máy chấm công, khóa cửa...);- Triển khai hoặc theo chỉ đạo của Leader cho các dự án phần mềm thú vị khác.",
  "Yêu cầu ứng viên": "- 1 năm kinh nghiệm trong mảng phát triển web-app;- Có trách nhiệm với khách hàng và user cuối;- Có trách nhiệm với dự án lâu dài;- Có yêu thích tìm tòi;- Có kinh nghiệm với MVC hoặc core;- Có kinh nghiệm với web-app là một lợi thế.",
  "Quyền lợi": "- Được đào tạo chuyên sâu kỹ thuật;- Lương khởi điểm từ 8.000.000đ - 45.000.000đ;- Thưởng dự án theo từng dự án khách hàng;- Xét lương tối thiểu 1 năm 1 lần và không dưới 10%;- Các buổi seminar chia sẻ kinh nghiệm hàng tuần;- Các buổi training chuyên sâu kỹ thuật/ kỹ năng mềm định kỳ;- Các giải thể thao điện tử định kỳ;- Hoạt động bóng đá mỗi thứ 4 hàng tuần;- Team Building tối thiểu 1 lần/năm;- Thái độ quan trọng hơn trình độ (hiện tại) của bạn;- Công việc lý thú, được chọn làm thứ mình mạnh;- Môi trường trẻ trung, năng động, thoải mái.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 13/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/developer-backend-frontend-upto-35m/985183.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ và truyền thông Hemera",
  "job_title": "Developer",
  "salary": "Tới 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Hemera media là đơn vị chuyên cung cấp phần mềm cho các báo điện tử ở Việt Nam . Với mong muốn mang đến cho bạn đọc những trải nghiệm tuyệt vời, ứng dụng AI vào báo chí để mang đến cho độc giả những thông tin CHÍNH XÁC - PHÙ HỢP với từng người...   và các cơ quan đơn vị báo chí, trang tin điện tử có được những dịch vụ tốt và nhanh nhất.Xây dựng và phát triển phần mềm quản trị toà soạn báo điện tửXây dựng hệ thống frontend cho người dùng cuốiFixbug và hỗ trợ khách hàngTham gia nghiên cứu phát triển công nghệ mới",
  "Yêu cầu ứng viên": "Yêu cầu vị trí Backend:Có ít nhất 3 năm kinh nghiệm làm .net core hoặc .net frameworkCó khả năng học hỏi nhanh, tích cực và chủ động trong công việc.Biết sử dụng các thuật toán cơ bản trong lập trình ứng dụngCó hiểu biết về webservice, RESTful APIĐã làm việc với CSDL thông dụng như MySQL/Oracle/MS SQL/PostgreSQLHiểu biết về microservice, Kafka, RabbitMQ, Redis là một lợi thế.Yêu cầu vị trí Frontend:Có tối thiểu 3 năm kinh nghiệm làm việc một trong những framework sau: React, Angular, VueCó khả năng học hỏi nhanh, tích cực và chủ động trong công việc.Có hiểu biết về webservice, RESTful APINắm vững TypeScript, Bootstrap hoặc Tailwind CssBiết sử dụng các thuật toán cơ bản trong lập trình ứng dụng",
  "Quyền lợi": "Thời gian làm việc flexibleLiên tục được apply, training những ngôn ngữ lập trình hot nhất như Golang, Rust, .Net core, Svelte …Làm việc với với những nền tảng cloud lớn như AWS, Azure và các chuyên gia hàng đầu tại Việt NamTham gia phát triển dự án ngay từ đầuHappy hour hàng tuầnMức lương hấp dẫn Upto 35M (có thể deal thêm với các chuyên gia)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien/986927.html?ta_source=JobSearchList",
  "company_name": "EYE DESIGN SYDNEY",
  "job_title": "Lập Trình Viên",
  "salary": "Trên 12 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tạo một trang web mới với chức năng thương mại điện tử. Tích hợp plugin tùy chỉnh thiết kế vào trang WordPress và làm chủ plugin.Mã kiểm tra đơn vị cho độ bền, khả năng sử dụng và độ tin cậy chung.Làm việc về sửa lỗi và hiệu suất của ứng dụng / hệ thống.Làm việc với các nhóm đa chức năng để xác định, thiết kế và phát hành các tính năng mới.Khám phá, đánh giá và triển khai các công nghệ mới một cách liên tục để tối đa hóa hiệu quả phát triển.Cung cấp hỗ trợ và cố vấn cho các thành viên trong nhóm cấp dưới.Bất kỳ nhiệm vụ nào khác được giao bởi trưởng nhóm.",
  "Yêu cầu ứng viên": "- Có 1 năm kinh nghiệm chuyên môn về các ngôn ngữ lập trình : PHP, wordpress, Javas crip- Trải nghiệm với các hệ thống Thương mại điện tử (tức là WooC Commerce)- Thành thạo các phần mềm- Tốt nghiệp đại học công nghệ thông tin hoặc các chuyên ngành liên quan đến lập trình- ít nhất một năm lĩnh vực lập trình- Kỹ năng tư duy logic và thuật toán tốt- Nắm bắt được công nghệ mới và xu hướng phát triển công nghệ trang web- Kiến thức tốt về HTML5 và CSS3,Kiến thức về PHP",
  "Quyền lợi": "- Lương cơ bản từ 10.000.000 - 12.000.000 + thưởng hiệu quả công việc- Làm việc giờ hành chính- Thứ bảy làm buổi sáng, chủ nhật nghỉ- Đóng bảo hiểm theo quy định- Làm việc môi trường Úc, năng động, chuyên nghiệp, cơ hội thăng tiến cao.- Có thể làm remote",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer-game-mobile-lam-viec-tai-ha-noi/982899.html?ta_source=JobSearchList",
  "company_name": "TAPBI TECHNOLOGY",
  "job_title": "Unity Developer",
  "salary": "Tới 35 triệu",
  "exp": "Dưới 1 năm",
  "location": "Cầu Giấy",
  "Mô tả công việc": "Sử dụng Unity để phát triển game mobile cho các nền tảng iOS/AndroidHọc hỏi và nghiên cứu về nâng cấp và tối ưu các game của Công tyThời gian làm việc: 8h30 -18h từ thứ 2 đến thứ 6",
  "Yêu cầu ứng viên": "Ứng viên có kinh nghiệm 6 tháng trở lên lập trình game UnityCó tư duy logic và thuật toánYêu thích và đam mê lập trình gameCó khả năng làm việc độc lập và làm việc nhómƯu Tiên:Đã từng làm 2 - 3 dự án gameCó kỹ năng về 3D, shader, effect là một lợi thếƯu tiên có kinh nghiệm optimize performance trên mobile devices.",
  "Quyền lợi": "- Mức lương: up to 35M- Thưởng theo doanh thu sản phẩm- Review lương : 2 lần/năm- Được thưởng lễ, Tết theo quy định của công ty - Lương tháng 13, thưởng theo sản phẩm, thưởng nóng- Được đào tạo các kỹ năng, kinh nghiệm làm việc thực tế theo dự án- Môi trường năng động, trẻ trung- Đi du lịch cùng công ty năm 1 - 2 lần- Team building 2 - 4 lần 1 năm- Đóng Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm- Làm việc từ thứ 2 - thứ 6- Ngày phép: 15 ngày/năm; nghỉ lễ theo lịch nhà nước và công ty.- Cùng nghiên cứu và thử thách với những nền tảng công nghệ mới- Được đào tạo, chia sẻ và định hướng về nghề nghiệp- Môi trường làm việc vô cùng thoải mái, sáng tạo, năng động- Cơ hội thành key member",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 05/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-fullstack-developer/984760.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần V.B.P.O",
  "job_title": "Fullstack Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "- Research cutting edge technologies and propose all technical solutions for product development.- Work closely with clients to develop, test, and ship software that meets their needs and efficiently and competently solve complex software challenges- Review source code and coach colleagues to follow coding standards, design patterns and implement tests.",
  "Yêu cầu ứng viên": "- Minimum Bachelor’s Degree in Computer Science or related field- 2+ years of hands-on software development experience in .Net- 2+ years of experience in ASP.NET MVC, and Razor- Experience with HTML5, CSS, JavaScript, and Ajax- Demonstrated experience with front-end web development- Experience with .NET Core- Experience with Entity Framework, LINQ- Experience in Integration with Restful APIs, and WebServices- Experience with RDBMS systems: MS SQL, PostgreSQL- Experience with Microservices Architecture- Experience with Azure Cloud, and Azure DevOps- Experience with CI/CD tools- Experience in SQL development skills- Experience with professional software engineering best practices for the full software development life cycle, including coding standards, code reviews, source control management, build processes, testing, and operations- IELTS > 6.0 or equivalent English certification.",
  "Quyền lợi": "- Building large-scale & global software products- Working & growing with Passionate & Talented Team- Attractive Salary and Benefits- Onsite opportunities: short-term and long-term assignments in US",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 08/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-he-thong-nhung/984492.html?ta_source=JobSearchList",
  "company_name": "VNPT Technology - Công ty Cổ phần Công nghệ Công nghiệp Bưu chính viễn thông",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Nam Từ Liêm",
  "Mô tả công việc": "- Thiết kế và phát triển phần mềm nhúng trên nền tảng Linux- Thực hiện unit test- Tối ưu hệ thống phần mềm nâng cao trải nghiệm người dùng và khả năng mở rộng- Tích hợp hệ thống- Thực hiện xây dựng giải pháp tính năng- Thực hiện thiết kế, xây dựng tài liệu thiết kế- Thực hiện cross review source code- Xây dựng tài liệu hướng dẫn phát triển- Thực hiện các công việc khác theo phân công của quản lý trực tiếp",
  "Yêu cầu ứng viên": "- Trình độ Đại học chuyên ngành Công Nghệ Thông Tin, Điện Tử Viễn Thông,… (Chấp nhận sinh viên sắp ra trường)- Có kinh nghiệm lập trình nhúng trên nền tảng Linux là một lợi thế- Có hiểu biết về Cloud NFV, SDN- Nắm vững và sử dụng thành thạo C/C++ và shell- Có kiến thức và khả năng lập trình nâng cao : socket, multi thread, child process, inter process communication- Hiểu biết tốt về mạng TCP/IP và một số chuẩn giao thức mạng (HTTP/TCP/UDP)- Có kiến thức và kinh nghiệm làm việc với Linux kernel, Drivers là một lợi thế- Có kiến thức cơ bản về networking- Tư duy lập trình tốt, biết mô tả luồng dữ liệu, tuần tự. Có kiến thức về Design Pattern- Có khả năng đọc hiểu tài liệu Tiếng Anh chuyên ngànhKỹ năng mềm:- Khả năng làm việc nhóm và độc lập- Trung thực, có tinh thần trách nhiệm cao, khả năng chịu áp lực công việc tốt.- Khả năng giao tiếp, trình bày vấn đề",
  "Quyền lợi": "- Chế độ lương thưởng hấp dẫn (tối thiểu 16 tháng lương/năm), đánh giá xét tăng bậc lương theo năng lực (2 lần/năm)- Mức lương trung bình từ 350 triệu/ năm- Cơ hội được đào tạo ngắn và dài hạn và đào tạo ở nước ngoài do công ty tổ chức- Chế độ phúc lợi hấp dẫn: Ăn trưa miễn phí tại Công ty, gói Bảo hiểm sức khỏe PTIT, các chế độ thăm hỏi, khám sức khỏe hàng năm, hưởng đầy đủ các chế độ phúc lợi xã hội do luật Lao động quy định và chế độ riêng dành cho CBNV Công ty- Môi trường làm việc với văn phòng đẹp, trang thiết bị hiện đại, laptop, máy tính cá nhân, màn hình phụ ... để nâng cao hiệu quả làm việc.- Nghỉ mát hàng năm, văn hóa gắn kết thân thiện, Team Building, hoạt động nội bộ Công ty sôi nổi, hấp dẫn.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-backend-game-developer-tai-ha-noi-upto-40m/986824.html?ta_source=JobSearchList",
  "company_name": "Sân Đình Games",
  "job_title": "Game Developer",
  "salary": "20 - 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển sản phẩm Game Online với 3000 CCU.Vận hành hệ thống Game Backend trên nền tảng MicroservicesXử lý các bài toán về nâng cấp, tối ưu performace hệ thống.Tham gia xây dựng ý tưởng, thực thi các cải tiến sản phẩm.Chi tiết sẽ trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "Nắm chắc kiến thức nền tảng: Cấu trúc dữ liệu & giải thuật, Cơ sở dữ liệu, Design Pattern, OOP..Có trải nghiệm thực tế về:- Lập trình Java hoặc Scala tối thiểu 2 năm kinh nghiệm.- Thành thạo Linux, MySQL, No SQL.- Xây dựng hệ thống Web Service (Restful API), Socket, Microservices (Docker, Kubernetes, Rancher..)Những hiểu biết sau là lợi thế:- Scala, Akka Actor, Play Framework- Kafka, Redis, MemCache, ElasticSearch.- CI/CD: Github Action",
  "Quyền lợi": "13(14) tháng lương/năm tùy vào tình hình kinh doanh.Môi trường Agile - Năng động, Linh hoạt. Phát huy tối đa khả năng và tính sáng tạo của nhân tài.Review liên tục công việc, lương thưởng.Làm 7.5h/ngày, từ 9h - 18h, từ T2 đến T6.Hưởng tất cả các chế độ bảo hiểm xã hội, y tế theo quy định của nhà nước, khám sức khỏe định kỳ hàng năm.Team building hàng tháng, du lịch hàng năm trong hoặc ngoài nước.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/embedded-software-engineer-min-1-year-exp/621815.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BOSCH GLOBAL SOFTWARE TECHNOLOGIES",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "TheAutomotive industryhas always been a sector of fast development. Innovations require complex solutions with complex software functionality. New gadgets and innovative technologies are driving a disruptive change that experts agree will reshape the foundations of the automotive industry as we know it. These advances are directly related to theembedded technologyfound within the Automotive systems, including micro-controllers, flash memory and analog products.If you're passionate about Embedded Software/ Automotive technologies, welcome BOSCH!You can apply for either Embedded Software Developer or Embedded Software Tester position.As anEmbedded Software Developer, you will:Get involved in Embedded Software development for Automotive technologiesBe in charge of requirement analysis, design, and unit testing of embedded softwareCollaborate proactively with foreign stakeholders, co-ordinate in team activities, and handle day-to-day work efficiently and independentlyInitiate continuous improvements, engagement activities among team to enhance positive cultureAs anEmbedded Software Tester, you will:Perform Embedded Software Testing (unit test, integration test, system test) for Automotive technologiesAnalyze and verify requirements, design, implement, execute test cases, detect and examine failure & bugs reportImplement debugging of embedded softwareCommunicate issues with technical leader thoroughlyAnalyze and report test results to various foreign stakeholders (from Japan, China, Europe, North America,...)Co-ordinate team activities, and handle day-to-day work efficiently and independently",
  "Yêu cầu ứng viên": "You have:B.S or equivalent degree in Mechatronic Engineering, Automotive Engineering, Computing Engineering, Information Technology or related majorProgramming skill inC/C++ programming.Understand C/C++ compiler/ post-build conceptHands-on experience in embedded software development/ embedded software testing.Fresh graduate with good knowledge can applyEnthusiasm for learn new technologies. Ability to self-learn and adapt to new technologies quicklyLogical and proactive thinkingBe able to communicate in English clearly.Bonus points awarded for:Scripting programming language (such as: Python, Perl...)Micro-controller/ sensor/ IO/ Serial knowledgeHave experience in debugging, Microsoft Visual StudioKnowledge of Automotive domain, automotive communication protocol (CAN, Flexray), Autosar, Matlab/Simulink, dSPACE tool chain like TargetLink",
  "Quyền lợi": "WHY BOSCH?Because we don't just follow trends, wecreatethem.Because together we turn ideas into reality, working every day to make the world of tomorrow a better place. Do you have high standards when it comes to your job? So do we. At Bosch, you will discover more than just work.Working in one of the Best Places to Work in Vietnam and Top 30 of the Most Innovative Companies all over the worldJoin a dynamic and fast growing global company (English-speaking environment)13th-month salary bonus + attractive performance bonus (you'll love it!) + annual performance appraisal100% monthly salary and mandatory social insurances in 2-month probationOnsite opportunities: short-term and long-term assignments15++ days of annual leave + 1 day of birthday leavePremium health insurance for employee and 02 family membersFlexible working timeLunch and parking allowanceVarious training on hot-trend technologies/ foreign language (English/Chinese/Japanese) and soft-skillsFitness & sport activities: football, badminton, yoga, AerobicFree in-house entertainment facilities and snackJoin in various team building, company trip, year-end party, tech talks and a lot of charity events",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 13/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-junior-middle/968457.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Viễn thông ASIM",
  "job_title": "Lập Trình Viên Java",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia thiết kế và phát triển Digital Platform (Unified Customer Management, Loyalty, Campaign, Payment, eWallet) cho hệ sinh thái của ASIM Group (gồm viễn thông, OTT, Fintech) phục vụ cho hàng triệu khách hàng.Tham gia thiết kế và Phát triển các Backend của các sản phẩm theo domain service",
  "Yêu cầu ứng viên": "Tốt nghiệp Đại học chính quy loại Khá trở lên chuyên ngành: Công nghệ thông tin, Khoa học máy tính, Toán – tin, Điện tử viễn thông,...hoặc các chuyên ngành kỹ thuật khác liên quan.Có tối thiểu 02 năm kinh nghiệm trở lên liên quan đến vị trí tương đương.Ưu tiên ứng viên có từ 4 năm kinh nghiệm trở lên.Có kiến thức về thiết kế, phát triển phần mềm (kỹ thuật lập trình, cấu trúc dữ liệu, design patterns, cơ sơ dữ liệu, hệ điều hành, kiến trúc máy tính, xử lý song song, mô hình OOP, MVC, kiến trúc Microservices ...).Sử dụng tốt một loại ngôn ngữ lập trình cho hệ thống như Java, GoLang.Sử dụng tốt một loại cơ sở dữ liệu SQL (MySQL/Postgres/MsSQL...) hoặc NoSQL (MongoDB/Redis/Cassandra/Hbase/Hadoop/Spark...).Có kinh nghiệm phát triển một trong các ứng dụng backend như Restful API, Web services, gRPC …Có kinh nghiệm làm việc với nền tảng K8s là một lợi thế.",
  "Quyền lợi": "Thời gian làm việc: Thứ 2 - Thứ 6, 8h30’ - 17h30’Mức lương: Thỏa thuậnThử việc 2 tháng, lương thử việc bằng 85% lương chính thứcNghỉ phép năm: 12 ngày làm việc/ năm và các chế độ nghỉ phép/ nghỉ lễ khác theo quy định của LuậtLao động Việt Nam.Có chi phí phúc lợi vào các ngày Lễ - Tết và sinh nhật,hiếu hỉ, thăm hỏi....Chế độ khám sức khoẻ hàng nămCung cấp trang thiết bị cần thiết để làm việcMôi trường làm việc cởi mở, sáng tạo",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-full-stack-developer-up-to-2000/993821.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TOKYO TECH LAB VIẸT NAM",
  "job_title": "Full Stack Developer",
  "salary": "Tới 2,000 USD",
  "exp": "2 năm",
  "location": "Nam Từ Liêm",
  "Mô tả công việc": "Tham gia các dự án phát triển ứng dụng web sử dụng các công nghệ dựa trên nền tảng Node.js cho khách hàng trong nước và ngoài nướcTham gia vào toàn bộ quá trình phát triển sản phẩm bao gồm: phân tích, thiết kế, phát triển và triển khaiTham gia các hoạt động ngoại khoá của dự án và công ty như team building, chia sẻ và đào tạo chuyên môn (tech talk, technical, seminar…)",
  "Yêu cầu ứng viên": "MUST HAVECó tối thiểu 2 năm kinh nghiệm phát triển bằng NodeJSThành thạo ExpressJSThành thạo RESTFUL APICó kinh nghiệm về HTML/CSS/JavascriptThành thạo các công cụ: GIT, JiraTiếng Anh: Đọc hiểu yêu cầu nghiệp vụ, trao đổi với khách hàng qua các công cụ chat/emailNICE TO HAVECó hiểu biết về CI/CD, DockerCó hiểu biết về ít nhất 1 Javascript Framework: AngularJS, VueJS, ReactJSCó kinh nghiệm triển khai dự án thực tếCó kỹ năng giao tiếp tốt, trình bày vấn đề logicCó khả năng lập kế hoạch và quản lý tốtCó khả năng tiếp thu và vận dụng công nghệ mớiCó khả năng giao tiếp với khách hàng bằng tiếng Anh, biết tiếng Nhật là lợi thế",
  "Quyền lợi": "1. Cơ hội phát triển:Môi trường làm việc thân thiện & chuyên nghiệp, được học hỏi từ các kỹ sư kinh nghiệm tại Nhật Bản đồng thời có cơ hội phát triển sự nghiệp cùng đồng nghiệp là những kỹ sư trẻ tài năngĐược đào tạo, phát triển và cập nhật các kiến thức mới trong làn sóng công nghệ 4.0Cơ hội thăng tiến, phát triển bản thân không giới hạn tuỳ theo mong muốn của bản thânĐược tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân2. Quyền lợi và chế độ phúc lợi:Làm việc từ Thứ 2 – Thứ 6Được hưởng chế độ BHXH, BHYT, BHTN, đi làm 8 tiếng mỗi ngày, nghỉ phép và các phúc lợi khác theo luật lao độngReview lương 1 lần/năm (cố định) và theo hiệu quả công việc (không cố định)Thưởng các dịp sinh nhật, tết thiếu nhi cho những người đã có con, tháng lương thứ 13, 14 và các dịp lễ tết trong nămThưởng team xuất sắc, thưởng cá nhân xuất sắc, thưởng tân binh xuất sắc và thưởng dự ánĐược đào tạo ngoại ngữ Tiếng Anh, Tiếng NhậtĐược tham gia du lịch 2 lần/nămQuỹ công đoàn ăn chơi, team building hàng tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/back-end-developer-starting-from-1500-php-mysql/982033.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GBG GROUP SERVICES",
  "job_title": "Back End Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- We are seeking a Back End Developer with excellent skills in PHP and MySQL to join our team. As a Back End Developer, you will be responsible for maintaining and developing new features for our company's website. The ideal candidate should have experience working with a team of developers and be able to work independently.- Key Responsibilities:+ Maintaining and developing new features for our company's website.+ Fixing existing code issues.+ Working with a team of developers to complete projects on time.+ Ensuring that the website is optimized for speed and functionality.",
  "Yêu cầu ứng viên": "- Requirments:+ Starting from 1500$+ At least 2 years of experience in back-end development.+ Strong knowledge of PHP and MySQL.+ Excellent problem-solving and debugging skills.+ Experience with version control systems like Git.+ Familiarity with front-end technologies like HTML, CSS, and JavaScript.+ Good communication skills and ability to work with a team.+ Applicants with strong English language skills are preferred.Working hours: 11AM - 8PM.Work at office: 15 Nguyen Luong Bang Street, Tan Phu Ward, District 7.",
  "Quyền lợi": "- Unlimited salary range based on your experiences.- 15 annual days off a year.- Salary review once a year.- Birthday party monthly.- Gifts on international/national holidays. (Women's day, Valentines,..)- Annual Health Check.- Social and health insurance.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/07/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-luong-upto-30-trieu-di-lam-ngay/986284.html?ta_source=JobSearchList",
  "company_name": "VNPT Technology - Công ty Cổ phần Công nghệ Công nghiệp Bưu chính viễn thông",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 30 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Cầu Giấy",
  "Mô tả công việc": "• Nghiên cứu phát triển nền tảng, ứng dụng và hệ sinh thái IoT: IoT Platform, M2M & eSIM Platform, Smart Home ecosystem• Nghiên cứu phát triển các phần mềm và nền tảng Chuyển đổi số Doanh nghiệp• Nghiên cứu phát triển nền tảng và hệ thống lõi viễn thông hiệu năng cao",
  "Yêu cầu ứng viên": "• Có chuyên môn về phát triển phần mềm bằng Java và Spring, Microservices, Rest API• Có kinh nghiệm sử dụng các framework Spring, Angular, ReactJS, Hibernate• Có thể sử dụng một trong các hệ quản trị cơ sở dữ liệu Mysql, Oracle, Sql server và cơ sở dữ liệu NoSQL• Hiểu biết về webservice SOAP/Restful, chuẩn message JSON, XML, OOP, Design pattern ...• Hiểu biết thành thạo về các công cụ hỗ trợ phát triển như Git, Jira• Có tư duy logic và kỹ năng giải quyết vấn đề• Là sinh viên đã/sắp tốt nghiệp chuyên ngành Công nghệ thông tin, Toán tin, Khoa học máy tính, Kỹ thuật phần mềm, Ứng dụng di động, Điện tử viễn thông... hoặc các chuyên ngành có liên quan",
  "Quyền lợi": "• Xét lương 2 lần/năm, 16 tháng lương/1 năm• Thưởng hấp dẫn, được tham gia đóng BHXN BHYT• Tiếp cận CN mới nhất IoT, 5G, Cloud, Big Data• Môi trường trẻ trung, chuyên nghiệp, ăn trưa free",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend-dotnet-net-luong-len-den-30-000-000/983809.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ OSIMI",
  "job_title": "Lập Trình Viên",
  "salary": "15 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia nghiên cứu và phát triển các dự án trên nền .NET mô hình MVC, Dotnet core- Phát triển các module, sản phẩm cho từng dự án phần mềm theo yêu cầu khách hàng.- Làm việc theo sự phân công của trưởng nhóm / quản lý dự án, phối hợp giữa các nhóm để phát triển sản phẩm.- Thực hiện theo tài liệu giải pháp và mô hình của bộ phận phân tích.- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Thực hiện các công việc khác theo phân công của quản lý",
  "Yêu cầu ứng viên": "- Có 1 năm kinh nghiệm lập trình sử dụng .NET (ASP/C_Sharp) .Net MVC/API.- Ưu tiên ứng viên sinh năm 1997 trở nên mong muốn được học hỏi và làm việc lâu dài- Có khả năng đọc hiểu tiếng Anh cơ bản.- Có kiến thức cơ bản tốt về: Lập trình hướng đối tượng- Kỹ năng tư duy logic và giải quyết vấn đề tốt- Có khả năng phân tích thiết kế hệ thống- Có hiểu biết về 1 trong các cơ sở dữ liệu (RDBMS) như Microsoft SQL Server , MySQL- Sử dụng thành thạo Git- Biết chơi game AOE là một lợi thế.",
  "Quyền lợi": "- Làm việc 8h/ngày, từ thứ 2 - thứ 6- Lương cứng từ 15.000.000 đến 30.000.000 (tùy theo kinh nghiệm)- Thưởng theo dự án, theo cống hiến, lương tháng 13, 14- Được đào tạo thêm các ngôn ngữ lập trình khác- Phụ cấp ăn trưa + hỗ trợ tiền gửi xe khoảng 50K/ngày- Được trang bị máy tính khi làm việc- Nghỉ thứ 7 và chủ nhật, các ngày lễ theo quy định.- Chế độ BHXH, BHYT, BHTN và nghỉ Lễ Tết, nghỉ phép theo quy định của Nhà nước.- Làm việc trong môi trường năng động và phát huy được năng lực của bản thân.- Được tham gia các hoạt động phong trào ngoại khoá, vui chơi giải trí (Bi-a, AOE), du lịch do công ty tổ chức.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/985076.html?ta_source=JobSearchList",
  "company_name": "Công ty CP công nghệ và truyền thông SAMO",
  "job_title": "Data Engineer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, phát triển và tối ưu hệ thống lưu trữ dữ liệu: DataWarehouse, Data Lake, Data Model, BI, Downstream system, ....- Tích hợp tất cả các nguồn dữ liệu từ các hệ thống ứng dụng vào Data Warehouse/Data Lake.- Hỗ trợ các Đơn vị nghiệp vụ khi có nhu cầu khai thác dữ liệu từ hệ thống MIS/DW.- Thực hiện phân tích các mô hình dữ liệu, dự đoán, dự báo, báo cáo phân tích,…- Báo cáo định kỳ theo quy định hoặc theo yêu cầu của cấp quản lý trực tiếp.- Tham gia các dự án về Data Warehouse/Data Lake theo sự phân công",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học hệ chính quy, ưu tiên các chuyên ngành CNTT, Khoa học máy tính, Hệ thống thông tin, Tin học kinh tế, Tài chính – ngân hàng.- Có kinh nghiệm từ 2 năm trở lên trong xây dựng Data Warehouse.- Có kiến thức nền tảng tốt về hệ quản trị cơ sở dữ liệu và mô hình hóa dữ liệu",
  "Quyền lợi": "- Mức lương: Thỏa thuận- Môi trường cạnh tranh, công bằng, phát huy đối đa năng lực.- Tăng lương: 02 lần/năm cố định vào tháng 04 và 10 hàng năm; Tăng lương đột xuất…- Chế độ bảo hiểm: BHXH, BHYT, BHTN đầy đủ theo quy định của nhà nước- Khám sức khỏe định kỳ hàng năm- Bảo hiểm chăm sóc sức khỏe VBI hàng năm.- Thưởng đa dạng: Money Saving, thưởng tháng 13, tết âm lịch, thưởng lễ/tết, thưởng kinh Doanh cuối năm, nhân viên xuất sắc, thâm niêm, sáng kiến….- Hỗ trợ tiền gửi xe, laptop, máy tính cá nhân….- Thời gian làm việc: Từ thứ 2 – thứ 6; sáng thứ 7 không yêu cầu lên văn phòng chấm công.- Tham gia các hoạt động: Sự kiện, hội nghị, hội thảo về Công nghệ… và các chương trình tổ chức nội bộ tại văn phòng.- Chế độ đào tạo: Được tham gia các chương trình đào tạo nội bộ, chứng chỉ theo nhu cầu để phục vụ công việc đảm nhiệm.- Hoạt động du lịch, nghỉ mát: 01 lần/ 1 năm. Team building: 02 lần/năm- Trà, cà phê, đồ ăn nhẹ free tại văn phòng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ky-su-lap-trinh-firmware-lap-trinh-nhung/994905.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH DUALI VIỆT NAM",
  "job_title": "Kỹ Sư Lập Trình",
  "salary": "Tới 1,500 USD",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "●\tThiết kế, triển khai và kiểm thử các module được giao theo mô tả đảm bảo chất lượng và khả năng tái sự dụng, dễ dàng bảo trì.●\tPhân tích và tối ưu các thành phần hệ thống tuỳ thuộc vào yêu cầu sản phẩm.●\tTích hợp giữa firmware và các APIs hệ thống khác●\tViết và bô sung các tài liệu thiết kế, mô tả , hướng dẫn sử dụng sản phẩm●\tThực hiện các công việc chuyên môn khác được giao bởi quản lý",
  "Yêu cầu ứng viên": "●\tTốt nghiệp đại học các chuyên ngành điện, điện tử viễn thông, khoa học máy tính, công nghệ thông tin hoặc các ngành liên quan.●\tThành thạo lập trình C trên các hệ thống nhúng●\tCó kinh nghiệm làm việc với Tool Chain và kiến trúc ARM Cortex-M●\tThành thạo hệ điều hành Linux và Linux driver●\tCó kinh nghiệm với các chuẩn công nghệ giao tiếp không dây (Bluetooth, NFC, UHF) là một lợi .●\tCó tư duy tốt về cấu trục dữ liệu và giải thuật●\tCó khả năng làm việc nhóm",
  "Quyền lợi": "● Lương up to lên đến 1500 $● Lương tháng thứ 13● Thời gian làm việc linh hoạt, có chế độ làm việc từ xa● Lương thưởng cạnh tranh● Tham gia các hoạt động team buildings, du lịch cùng công ty● Môi trường làm việc trẻ sáng tạo● Tham gia đầy đủ BHXH, BHYT theo luât lao động, đồng thời có gói khám sức khoẻ tổng thể hàng năm● Có cơ hội học tập làm việc tại công ty mẹ ở Hàn Quốc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ky-su-du-lieu-lon-big-data-engineer-luong-tu-800-3000/993827.html?ta_source=JobSearchList",
  "company_name": "TẬP ĐOÀN CÔNG NGHIỆP - VIỄN THÔNG QUÂN ĐỘI",
  "job_title": "Data Engineer",
  "salary": "800 - 3,000 USD",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Xây dựng, phát triển các hệ thống lưu trữ, xử lý dữ liệu lớn (Big Data)Xây dựng các giải pháp ETL có khả năng mở rộng linh hoạt với độ tin cậy cao, phục vụ cho việc khai thác/ ingest các loại dữ liệu (cấu trúc, lưu lượng, tốc độ) từ nhiều nguồn khác nhauXây dựng, phát triển các công cụ khai thác dữ liệu, quản trị dữ liệuThiết kế chi tiết giải pháp cho các luồng thu thập, chuẩn hóa, làm sạch, làm giàu, lưu trữ, xử lý, phân tích và hiển thị dữ liệu lớnThiết kế chi tiết giải pháp cho các luồng thu thập, chuẩn hóa, làm sạch, làm giàu, lưu trữ, xử lý,phân tích và hiển thị dữ liệu lớnPhối hợp, hỗ trợ Data Scientist trong việc chuyển đổi các mô hình, thuật toán học máy, khai phá dữ liệu thành các bản đặc tả, thiết kế phần mềm đảm bảo chúng có thể được cài đặt, triển khai hiệu quả trên môi trường tính toán phân tán và có khả năng mở rộng tốt khi tập dữ liệu đầu vào tăng trưởng nhanhThiết kế giải pháp và trực tiếp phát triển các module, thư viện có tính chất nền tảng, có khả năng tái sử dụng cao, ảnh hưởng diện rộng",
  "Yêu cầu ứng viên": "Tốt nghiệp ĐH chính quy loại khá trở lên chuyên ngành khoa học dữ liệu, khoa học máy tính, CNTT, toán học ứng dụng, điện tử viễn thông hoặc liên quanTrình độ tiếng anh: TOEIC tối thiểu 550Kiến thức về lập trình, cấu trúc dữ liệu & giải thuậtKiến thức về lập trình lưu trữ, xử lý dữ liệu phân tán, xử lý dữ liệu lớn (Hadoop, Spark, Elastic Search…Kiến thức về xây dựng luồng xử lý dữ liệu (batch processing, stream procesing, ...)Kiển thức về các loại CSDL (RDBMS, Graph Databases, NoSQL Products, ...)Kỹ năng sử dụng ngôn ngữ lập trình (Java, Scala, ...), SQLK ỹ năng thành thạo một trong các framework, thư viện lưu trữ, xử lý dữ liệu lớn (Hadoop,Spark, Kafka, Zookeeper, ...)Kỹ năng sử dụng một trong các loại CSDL (Oracle, Neo4j, HBase, Cassandra, MongoDB, ..)",
  "Quyền lợi": "- Thu nhập tối thiểu từ 200 triệu VNĐ/năm.- Phụ cấp ăn trưa: 680.000 VNĐ/tháng. Điện thoại: 200.000 VNĐ/tháng.- Chế độ thưởng theo quý, năm; tiền quà các ngày Lễ, Tết, ngày thành lập Tập đoàn; hỗ trợ chi phí nghỉ dưỡng hằng năm...- Hưởng Bảo hiểm Xã hội, Bảo hiểm Y tế theo quy định của Luật Lao động và của Tập đoàn- Bảo hiểm sức khỏe PJICO (Chi trả 100% theo thực tế phát sinh chi phí thuộc phạm vi bảo hiểm, Không vượt quá hạn mức bảo hiểm)- Môi trường chuyên nghiệp, sáng tạo, cạnh tranh, phát triển, năng động có nhiều cơ hội thăng tiến.- Cơ hội học tập, nghiên cứu, làm việc trong nước và các nước trên thế giới.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 13/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-mid-senior/622158.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BOSCH GLOBAL SOFTWARE TECHNOLOGIES",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We're looking for10 Java Developers(all levels:Senior, Junior, Fresher).As a Java Developer at Bosch, you will:Perform requirement analysis, design and technical documentationUnderstand requirement in from Business side, mainly in Pricing and Marketing domainTake in charge of task estimationDevelop quality codes to ensure high quality product deliveriesPerform product testing and provide test documentation to ensure quality consistencySupport for team competence development (Knowledge sharing, Research, …)Mentor less-experienced members and review their codeImplement the solution using Groovy and deploy to existing product environment.Testing and troubleshooting",
  "Yêu cầu ứng viên": "You have:More than 2 years hands-on experience in Java development (Web/Desktop applications)Knowledge inOOP/OOD, Design PatternsGood knowledge with source control and defect tracking toolAbility to work independently and good team playerCustomer-focused attitude and desire to interface directly with end-user clientsGood English communication skill and stakeholder managementBe flexible to handle multiple assignmentBonus points awarded for:Experience in Java Core, Java 8, Spring, Groovy will be plusKnowledge/experience in Eclipse Plugin/RCP Application development is a plus",
  "Quyền lợi": "Why BOSCH?Because we don't just follow trends, we create them.Because together we turn ideas into reality, working every day to make the world of tomorrow a better place. Do you have high standards when it comes to your job? So do we. At Bosch, you will discover more than just work.Benefits and Career OpportunitiesWorking in one of the Best Places to Work in VietnamJoin a dynamic and fast growing global company (English-speaking environment)13th-month salary bonus + attractive performance bonus (you'll love it!) + annual performance appraisal100% monthly basic salary and mandatory social insurances in 2-month probationOnsite opportunities: short-term and long-term assignments15++ days of annual leave + 1 day of birthday leavePremium health insurance for employee and 02 family membersFlexible working timeLunch and parking allowanceVarious training on hot-trend technologies/ foreign language (English/Chinese/Japanese) and soft-skillsFitness & sport activities: football, badminton, yoga, AerobicFree in-house entertainment facilities and snackJoin in various team building, company trip, year-end party, tech talks and a lot of charity events",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 13/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-game-developer-upto-1500-ha-noi/684524.html?ta_source=JobSearchList",
  "company_name": "BBOLD JSC",
  "job_title": "Game Developer",
  "salary": "400 - 1,500 USD",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Công ty BBOLD mở đợt tuyển dụng vị trí UNITY GAME DEVELOPER cho tất cả các level: Intern, Fresher, Junior, Senior-Xây dựng và phát triển các dự án mobile game bằng Unity trên Android, iOS.-Tham gia đóng góp xây dựng, cải tiến ý tưởng sản phẩm game để tăng trải nghiệm người dùng.-Kết hợp với các bộ phận Artist, Product owner, GD để sản xuất các game mobile chất lượng và hữu ích đến người dùng",
  "Yêu cầu ứng viên": "- Có đam mê, tư duy và khả năng tự học tốt.- Ưu tiên ứng viên có kinh nghiệm làm việc với UNITY 3 tháng trở lên.- Đã có sản phẩm Game Product demo là một điểm cộng.- Đọc hiểu tài liệu tiếng Anh tốt.- Có khả năng làm việc nhóm.- Tốt nghiệp CNTT ĐH Bách Khoa, ĐH KHTN, ĐH Công nghệ, HV Bưu Chính Viễn Thông và các trường CNTT …",
  "Quyền lợi": "- Nhận lương trách nhiệm từ các dự án (Lương thưởng theo từng rank và trao đổi kỹ hơn khi phỏng vấn).- Thưởng kinh doanh, thưởng dự án, thưởng cuối năm.- Được làm việc với các đối tác phát hành Game hàng đầu Việt Nam và nước ngoài.- Du lịch/Team building 3 lần 1 năm- Được học hỏi từ các senior nhiều năm kinh nghiệm.- Xét tăng lương >2 lần/năm- Cơ hội trở thành key member của studio.- Giờ giấc làm việc linh hoạt, check-in từ 8h đến 9h30 sáng.- Hưởng đầy đủ các chế độ theo quy định pháp luật (BHXH, BHYT, BHTN) và công ty (nghỉ mát, team building, sinh nhật,…)- Được tham gia vào các nhóm, câu lạc bộ bóng đá, game của công ty- Phúc lợi ốm đau, thai sản, hiếu hỉ cho cả người thân",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 04/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-unity-unity-developer-thu-nhap-len-den-2000-nghi-thu-7-chu-nhat/975111.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ IZIGROUP",
  "job_title": "Unity Developer",
  "salary": "1,000 - 2,000 USD",
  "exp": "1 năm",
  "location": "Hai Bà Trưng",
  "Mô tả công việc": "- Xây dựng các ứng dụng, game cho nền tảng Metaverse, thực tế ảo (AR/VR).- Lập trình Unity theo các kịch bản.- Kết hợp với các bộ phận Test , Artist, Game producer để sản xuất các game mobile chất lượng và hữu ích đến người dùng- Các công việc liên quan khác tuỳ từng tiến độ của dự án và phân công của trưởng bộ phận",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học trở lên chuyên nghành Công nghệ thông tin, Toán tin, Công nghệ phần mềm.-Ứng viên có ít nhất 2 năm kinh nghiệm lập trình trên Unity.- Ưu tiên có kinh nghiệm làm game 3D, hiểu về Shader, Material, Lighting của Unity. Có kinh nghiệm lập trình với các thiết bị VR/AR là lợi thế.- Ưu tiên có kinh nghiệm làm việc với Unity networking(Unet) hay những game engine như Photon/Nakama/DarkRift/Payfab ; Có kinh nghiệm lập trình Unreal là lợi thế.- Có kiến thức và tư duy tốt, sáng tạo và đam mê công nghệ, kiên trì, ham học hỏi.- Có khả năng nghiên cứu công nghệ mới.- Kỹ năng làm việc độc lập và làm việc theo nhóm, làm việc ở cường độ cao và chịu áp lực tốt; có tư duy logic, tự học hỏi công nghệ mới nhanh; chủ động và sáng tạo trong công việc.",
  "Quyền lợi": "- Thu Nhập: 1000$- 2000$- Chế độ lương thưởng rõ ràng minh bạch, tuỳ thuộc vào năng lực- Thời gian làm việc từ thứ 2- thứ 6, sáng thứ 7, các ngày lễ theo quy định của nhà nước.- Được trang bị máy tính khi làm việc- Chế độ BHXH, BHYT theo quy định của nhà nước.- Du lịch hàng năm, team building hàng tháng, và các hoạt động khác của công ty- Làm việc trong môi trường năng động và phát huy được năng lực của bản thân.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 27/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-luong-tu-15-30-trieu/397896.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Telsoft",
  "job_title": "Java Developer",
  "salary": "15 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, triển khai các dự án trên nền tảng JAVA- Phát triển các hệ thống mạng và phần mềm viễn thông- Làm việc trên Database MySQL, SQL Server, DB2, PostgeSQL Oracle...",
  "Yêu cầu ứng viên": "1. Yêu cầu chung:- Tốt nghiệp chuyên ngành Công nghệ thông tin, Toán tin ứng dụng hoặc chứng chỉ tương đương hoặc đang học năm cuối chuyên ngành CNTT, TTUD.- Có kiến thức về OOP, Java core, Junit- Nhiệt tình, ham học hỏi, chủ động trong công việc và làm việc nhóm tốt.- Tư duy tốt, có kiến thức về cấu trúc dữ liệu và giải thuật cơ bản2. Yêu cầu chuyên môn: (Đáp ứng một trong các yêu cầu bên dưới)- Có kiến thức và kinh nghiệm lập trình Java (Swing, JSF, Servlets, J2EE, RMI, Hibernate, Socket, Spring Boot).- -\tƯu tiên ứng viên có từ 01 năm kinh nghiệm làm việc với Flutter/Angular (có mô tả rõ công việc đã làm)- Có kiến thức và kinh nghiệm về CSDL Oracle, mySQL",
  "Quyền lợi": "- Thu nhập từ 15 - 30 triệu (Trao đổi cụ thể khi phỏng vấn)- Thưởng:· Tháng lương thứ 13 vào các dịp Tết Dương lịch và Sinh nhật công ty;· Các ngày Lễ, Tết Âm lịch theo Quy chế của công ty.· Có thể nhận thưởng ngay trong quá trình thử việc.· Khi có thành tích nổi bật, và khi hoàn thành dự án…- Phúc lợi:· Có chế độ nghỉ phép, nghỉ mát hàng năm.· Các bảo hiểm theo quy định của Công ty và pháp luật Nhà nước· Chế độ đào tạo và phát triển dành cho nhân sự mới· Hỗ trợ tham gia các Câu lạc bộ chăm sóc sức khỏe, thể dục thể thao, chế độ, đãi ngộ đối với CBNV có thành tích cao, các cuộc thi, các chương trình hoạt động tập thể trên toàn hệ thống...=> Tất cả những chính sách đãi ngộ phúc lợi được xây dựng hướng tới mục tiêu tạo động lực và thúc đẩy cán bộ nhân viên làm việc hết mình để khẳng định bản thân và phát triển sự nghiệp.- Giờ làm việc: Hành chính, 40h/tuần· Sáng: 08h30 - 12h00.· Chiều: 13h00 đến 17h30",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 01/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-reactjs-thu-nhap-upto-30-trieu/792932.html?ta_source=JobSearchList",
  "company_name": "XIPAT FLEXIBLE SOLUTIONS COMPANY LIMITED",
  "job_title": "Frontend Developer",
  "salary": "12 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Phát triển các Apps cho các nền tảng thương mại điện tửShopify / WooCommerce• Chịu trách nhiệm hoàn thành sản phẩm đúng tiến độ, đảm bảo chất lượng• Trao đổi, báo cáo công việc với người quản lý• Trao đổi góp ý với Artist để hoàn tiện UI/UX cho Apps• Cùng team hoàn thiện/bổ sung các tính năng cho Apps• Hỗ trợ đồng nghiệp cùng hoàn thiện sản phẩm",
  "Yêu cầu ứng viên": "• Từ01 nămkinh nghiệm Reactjs• Có kiến thức về Javascript, HTML5, CSS3, SASS, SCSS, Bootstrap CSS• Có kinh nghiệm làm việc với công cụ Git, Restful API, GraphQL.• Có kiến thức về các xu hướng thiết kế: Metro, Flat, Material, Fluent… là lợi thế.• Nhanh nhẹn, Ham học hỏi",
  "Quyền lợi": "- Chế độ lương thưởngMức lương thưởng cạnh tranh, hấp dẫn, lương tháng thứ 13Review lương2 lần/nămThưởng Lễ, Tết,thưởng Quý,thưởng hiệu suất công việc- Chế độ đãi ngộ:Team buiding hàng Quý, du lịch 1-2 lần/năm12 - 15 ngàynghỉ phép/nămKhám sức khỏe định kỳ 1 lần/nămTeabreak, trà, cafe miễn phí hàng ngày- Môi trường làm việc:Trẻ trung, năng động, thoải mái sáng tạoĐược làm việc trong môi trường phát triển xây dựng Product, được làm chủ sản phẩm phụ trách, được tham gia quá trình đưa ý tưởng, cải tiến đổi mới sản phẩm- Đào tạo và phát triển:Công ty hỗ trợ học tập lên đến25 triệu/ người/ nămĐược định hướng lộ trình phát triển bản thân",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-full-stack-tai-ha-noi-android-ios-unity-luong-tu-22-trieu-thuong/972242.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH ULT VIỆT NAM",
  "job_title": "IOS",
  "salary": "Trên 22 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Duy trì hệ thống SDK hiện có- Duy trì nền tảng sẵn có FB, Google SSO- Duy trì nền tảng sẵn có Appsflyer, Google Firebase- Phối hợp với các thành viên trong team để hoàn thiện và tối ưu sản phẩm.- Sửa lỗi và cải thiện tính năng, hiệu suất ứng dụng.- Đóng góp ý tưởng và giải pháp cho các tính năng mới của ứng dụng.",
  "Yêu cầu ứng viên": "- Kinh nghiệm: tối thiểu 2 năm kinh nghiệm trong lĩnh vực phát triển ứng dụng Mobile (cả 3 nền tảng Android+IOS+Unity hoặc 1 trong 3 nền tảng Android hoặc IOS hoặc Unity- Kiến thức vững vàng ngôn ngữ lập trình PHP- Có khả năng xử lý và làm việc hiệu quả trong môi trường áp lực và nhịp độ nhanh đáp ứng nhu cầu của dự án.- Có khả năng tự nghiên cứu các công nghệ mới- Biết kết nối API là một lợi thế.- Giao tiếp bằng tiếng Anh là một điểm cộng (không bắt buộc)",
  "Quyền lợi": "- Lương cơ bản từ 22 triệu + thưởng- Có BHYT, BHXH đầy đủ, Du Lịch và các phúc lợi khác theo luật lao động.- Thời gian làm việc: từ thứ 2 đến thứ 6 (nghỉ thứ 7, CN)- Thưởng: thưởng lễ tết, thưởng tháng lương thứ 13 hàng năm theo tình hình kinh doanh của công ty.- Được đào tạo nâng cao về kỹ năng kinh doanh, khả năng về CNTT, kỹ năng mềm và trình độ chuyên môn, quản lý liên tục bằng các khóa học tại Công ty và các đơn vị đào tạo chuyên nghiệp.- Môi trường trẻ trung, năng động, thân thiện, đoàn kết.- Tăng lương theo tình hình kinh doanh và năng lực chuyên môn.- Phụ cấp laptop, gửi xe.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer/966978.html?ta_source=JobSearchList",
  "company_name": "Advocado",
  "job_title": "Nodejs",
  "salary": "20 - 45 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Support a high-performant & scalable product within a minimal timeframe- Are able to write modular, well-tested, and maintainable code- Maintain the current system and it’s technologies as well as migrating to new systems- Implement new features, code refactoring and bug fixing & address technical issue- Identify, assess, track and mitigate issues/risks at multiple levels- Managing application development lifecycle in a flexible/efficient manner agily- Communicate progress, anticipate performance bottlenecks (provide escalation whenever required)- Collaborate well with in-peer engineers, tech leads and technical stakeholders in projectsTECH STACK:• Nodejs/Express.js with RESTful-based web services• Experience with AWS cloud services: S3, CloudFront, EC2, API Gateway, etc• Experience with various database systems (Posgresql, MongoDB, graph)• Cloud Infrastructure: AWS, MongoDB Atlas, Elastic Cloud, Cloudflare• Server: Linux, pm2, Nginx",
  "Yêu cầu ứng viên": "Requirements and Qualifications- Strong experience with MVC & clean code architecture- Proficient in databases and data structures- Proficient in API design and standards- Bachelor’s Degree (or equivalent) in Computer Science/Information Technology (preferrably)- Possess can-do attitude with customer-oriented mindset- Extensive experience using open source libraries with npm/brew/dockers- Experience with Git/SVN and Jira is a must- Able to write understandable, testable, secure code with an eye towards maintainability- Be familiar with Agile/Scrum model with practical & flexible mindset",
  "Quyền lợi": "- Highly flexible working model, remote full time- Negotiable salary.Attractive salary and bonus based on performance- 13th month salary, competitive to market- Full benefits for employees according to the Vietnam Labor Laws: social and health insurance",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 24/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-milde-senior-thu-nhap-tu-20-35tr-thang/963902.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams",
  "job_title": "Lập Trình Viên Java",
  "salary": "20 - 35 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Xây dựng các ứng dụng cho khách hàng Doanh nghiệp. Đây là các mảng dịch vụ (product) đã có của công ty với hơn 100.000 khách hàng đang sử dụng.Tham gia nghiên cứu, phát triển các ứng dụng, hệ thống dựa trên công nghệ Bigdata.Tham gia trong nhiều khâu sản xuất dịch vụ: phân tích, phát triển, triển khai.Tham gia phát triển trong nhiều thành phần ở kiến trúc tổng thể của hệ thống phần mềm ( Frontend/ Backend/ Services).Phát triển phần mềm theo mô hình Agile/Scrum",
  "Yêu cầu ứng viên": "Kinh nghiệm: từ 2-5  năm kinh nghiệm.Ưu tiên ứng viên đã có kỹ năng quản lý đội nhómĐã làm việc với 1 trong các cơ sở dữ liệu sau: SQL Server, MySQL, MariaDB, OracleDB, PostgreSQL.Có kinh nghiệm với Spring Framework.Nắm vững về HTML, CSS, Javascript; Có hiểu biết về Angular.Thành thạo Git.Khuyến khích có tư duy làm việc theo mô hình Agile/Scrum.",
  "Quyền lợi": "Lương: 20 - 35 TriệuChế độ lương thưởng hấp dẫn với lương tháng 13, thưởng tếtĐánh giá hiệu suất: 2 lần/nămLàm việc tại Doanh nghiệp với sứ mệnh phụng sự xã hội, mang lại các sản phẩm, dịch vụ nhằm thay đổi năng suất cho các doanh nghiệpVăn hóa trao đổi thẳng thắn, hỗ trợ tận tình; Sếp trẻ tâm lý, đồng nghiệp thân thiệnKhuyến khích sự chủ động và tích cực học hỏiCơ hội thăng tiến và thu nhập phù hợp tùy vào chuyên môn hoặc khả năng quản lý.Được học hỏi: SDS tạo điều kiện cho mọi người rèn luyện ở mọi lúc mọi nơi, đồng hành và thúc đẩy phát triển cá nhân từ đồng nghiệp và quản lý giàu kinh nghiệmDu lịch hằng năm với địa điểm hấp dẫn, thường xuyên tổ chức các hoạt động team building gắn kết cộng đồng, các hoạt động vui chơi giải trí cho nhân viên.Tham gia chương trình hàng tháng, các buổi liên hoan, sinh nhật hàng tháng, tiệc noel, tất niên,…Được tham gia BHXH, BHYT, BHTN, chế độ nghỉ có lương full phép theo luật hiện hành.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 21/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-golang-middle-upto-40m/951909.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Synodus",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 40 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Làm việc sát với team nghiệp vụ nhằm đưa ra giải pháp kỹ thuật tối ưuHiểu yêu cầu nghiệp vụ tổng quan và chi tiết, có khả năng mô hình hóa yêu cầu với dữ liệu, quy trình, đối tượng, công thức,… để đưa vào thiết kế giải phápKhả năng tư duy và thiết kế hệ thống có khả năng mở rộng cao, đáp ứng yêu cầu tổng quát của nghiệp vụPhát triển nền tảng quản lý tài sản, bao gồm từ lõi API trên microservices đến luồng giao dịch của từng sản phẩmTích hợp với các hệ thống hỗ trợ khác như Booking engine, CRM, DWH, các hệ thống trao đổi thông tin, gửi nhận thông tin, hệ thống bảo mật, phân quyền, quản lý định danh…",
  "Yêu cầu ứng viên": "Tốt nghiệp Đại Học, Cao đẳng chuyên ngành CNTT.Có từ 4 năm kinh nghiệm làm Backend, trong đó ít nhất 1,5 năm với GolangThành thạo ngôn ngữ lập trình Go, hiểu sâu về xử lý lỗi, lập trình đa luồng với goroutines và channelsCó kiến thức tốt về cấu trúc dữ liệu và thuật toán.Có kinh nghiệm làm việc trên các cơ sở dữ liệu quan hệ, đặc biệt là Postgres (Mạnh về SQL)Có kinh nghiệm với Unit Test (sử dụng Testify)Có kinh nghiệm làm việc trên Redis để tăng hiệu năng hệ thốngCó kinh nghiệm với Docker và GIT trong phát triển phần mềm.Tiếng anh đọc hiểu tốt để tìm hiểu tài liệu kỹ thuật, yêu cầu,...Có kỹ năng làm việc độc lập và đội nhóm tốtCó tinh thần học hỏi và cầu tiến trong công việcCó tư duy phân tích, phản biện (critical thinking skill) và kỹ năng giao tiếp.Thích các thử thách chuyên môn và mong muốn học hỏi công nghệ mới.",
  "Quyền lợi": "Mức lương: max 40MThời gian làm việc: 8h30-18h, nghỉ trưa 1,5h (12h – 13h30) từ thứ 2 - thứ 613 tháng lương + thưởng lễ tết; xét tăng lương hàng nămDu lịch hàng năm, team building hàng tháng/quýBảo hiểm xã hội, BHYT theo quy định của Nhà nướcGói bảo hiểm sức khỏe BICKhám sức khoẻ định kỳ hàng nămMôi trường flat trẻ trung, thoải máiLà một phần của dự án tiềm năng, thử thách nhưng không kém phần thú vị.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-backend-developer-ha-noi/996718.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Dino Global",
  "job_title": "Backend Developer",
  "salary": "25 - 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phát triển ứng dụng, dự án website và hệ thống Supper app, fintech.- Thu thập và xử lí các yêu cầu thiết kế và kĩ thuật. Tham gia trao đổi dữ liệu với mobile & front-end.- Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai.- Tham gia vào quá trình phân tích và thiết kế hệ thống;- Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.",
  "Yêu cầu ứng viên": "– Có khả năng làm việc với cường độ cao, khả năng nghiên cứu tốt, say mê công việc.– Có khả năng làm độc lập hoặc làm việc theo nhóm.- Có ít nhất 2 năm kinh nghiệm phát triển Java trên nền tảng Linux/Windows.- Có kinh nghiệm phát triển ứng dụng / hệ thống nhiều tầng. Trên 1 năm kinh nghiệm đóng góp vào kiến trúc và thiết kế- Có trên 1 năm kinh nghiệm đóng góp vào kiến trúc và thiết kế và trên 1 năm kinh nghiệm trong việc tối ưu hóa hiệu suất truy vấn.- Có kinh nghiệm phát triển ứng dụng / hệ thống nhiều tầng.- Từng rải nghiệm tích hợp với API RESTful.",
  "Quyền lợi": "– Lương hấp dẫn và cạnh tranh (25 - 30 triệu) Mức lương thu hút, ứng viên tự thỏa thuận khi tham gia phỏng vấn.– Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ thứ 7 - Chủ nhật)– Các chế độ khác theo quy định của Công ty.– BHXH, nghỉ phép năm, du lịch, lễ tết đầy đủ.– Tham gia các chương trình thể thao, bóng đá...– Coffeetime: 15 phút các buổi chiều trong tuần.- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn.- Cơ hội tìm hiểu và làm việc với các dự án phần mềm Telecom, AI và Fintech.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-c-developer/960252.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH DZS Việt Nam",
  "job_title": "Developer",
  "salary": "Tới 750 USD",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Key Responsibilities:Design, develop and maintain software in the packet processing domain of a carrier grade, multi-processor, multi-tasking real-time telecommunications product family.Developing software with a third-party software development kit.Resolve issues reported back from the field.Collaborate with national and international colleagues to improve software quality and efficiency.Apply Agile in working.",
  "Yêu cầu ứng viên": "Qualifications:Good communication skills, both written and verbal.0 -> 3-year experiences in C/C++ programming.Proactive, continuous improvement and learning mindset.",
  "Quyền lợi": "Benefits:13th month salary, lunch allowanceInternational environment, chances to learn from domain experts over 10-years of experience, and overseas collaborationCompany stocks via Employee Stock Purchase Plan, allowing you to buy our company stock at discount prices, and Equity programs, which is the bonus that the company dedicates to you based on your good performance. We believe that you have the right to own the company which you work for100% full salary-based insurance (Social, Health and Unemployment) according to Vietnam Labour LawAnnual health check and health care package in qualified private hospitals such as Hong Ngoc, Phuong Dong...Company outing once per yearA paid day-off for Christmas day",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-developer-remote-onsite/918360.html?ta_source=JobSearchList",
  "company_name": "Công TY TNHH FLINTERS Việt Nam",
  "job_title": "Senior Developer",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tuân theo các quy tắc chuẩn, tạo ra các mã hóa có chất lượng cao và có thể bảo trì được.Luôn có động lực và cập nhật những phát triển và xu hướng mới nhất trong phát triển web;Cố vấn và huấn luyện các thành viên cấp dưới để đạt được mức năng lực hoặc hiệu suất đáp ứng các mục tiêu của dự án.Đóng góp vào các hoạt động chia sẻ kiến thức và cải tiến liên tục.",
  "Yêu cầu ứng viên": "Bắt buộc:• Số năm kinh nghiệm: Có ít nhất 2 năm kinh nghiệm thiết kế và điều chỉnh các hệ thống có hiệu suất cao;• Quen thuộc với các mô hình lập trình hướng đối tượng và lập trình hàm;• Sẵn sàng thay đổi ngôn ngữ lập trình sang Scala;• Có sự hiểu biết về đặc trưng của một hoặc nhiều ngôn ngữ lập trình như Java, PHP, C, Ruby;• Có kinh nghiệm phát triển Fontend: HTML, CSS, Javascript và ít nhất một frontend framework mới (vue.js, reactjs, angularjs, v.v.);• Quen thuộc với tuyên ngôn Agile và phương pháp Scrum.Không bắt buộc:• Có kinh nghiệm với ngôn ngữ lập trình Scala là một điểm cộng lớn;• Có kinh nghiệm thiết kế và tối ưu hóa quyền truy cập cơ sở dữ liệu;• Quen thuộc với các nguyên tắc TDD và thiết kế các trường hợp kiểm thử;• Trình độ tiếng Nhật được hoan nghênh.",
  "Quyền lợi": "Chế độ làm việc linh hoạt Flexible time (7:30 AM - 06:30PM), chế độ work from homeĐịa điểm làm việc: làm việc tại văn phòng Hà Nội; hoặc làm việc từ xa  (Hồ Chí Minh, Đà Nẵng) và làm việc tại văn phòng hoặc đi công tác tại văn phòng Hà Nội khi có yêu cầuTăng lương và thưởng 2 lần/nămĐóng BHXH full lươngTrợ cấp ăn trưaBảo hiểm sức khỏe Bảo Việt, khám sức khỏe hàng năm ở bệnh viện uy tínDu lịch Công ty, các câu lạc bộ bóng đá, bơi, gym ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/game-developer-unity/942316.html?ta_source=JobSearchList",
  "company_name": "EZ Games",
  "job_title": "Game Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Develop rapid prototypes of the game logic and mechanics based on the game design documentBecome a game master who doesn’t code by request but codes to create an amazing game experienceInnovate technical solutions to ensure game performance and unique game featuresBe a member of a scrum team & deliver work by tasks/story pointBrainstorm to make clear game ideas, and technical solutions for any game featuresDesign document and implement the graphics assets, animations, and UI elements to deliver a fully working game.",
  "Yêu cầu ứng viên": "Experience in game development (Unity3D)Experience in writing extra native codes (C/C++/ Javascript/ or Objective-C)High sense of responsibility, focusing on solutions and results, having a positive and get-thing-done attitude.Ability to take initiative and ownership in work;",
  "Quyền lợi": "Equipped with a PC or laptop.Competitive salary based on interview results.Annual salary review & 13th-month salary.Health, Social, and Unemployment InsuranceTeambuilding activities & Company events across the year.Healthcare, Learning PackageJoin our young, multi-national and multi-cultural team of talents.Opportunity to be guided and work with professionals in the industry.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 20/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-developer-upto-1000/925555.html?ta_source=JobSearchList",
  "company_name": "Công TY TNHH FLINTERS Việt Nam",
  "job_title": "Developer",
  "salary": "400 - 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển và duy trì ứng dụng web;Hiểu các yêu cầu cần thiết để thực hiện công việc phát triển phần mềm / ứng dụng theo yêu cầu của từng dự án;Nghiên cứu, thiết kế, triển khai và quản lý các chương trình phần mềm theo quy trình của công ty;",
  "Yêu cầu ứng viên": "[Kiến thức và kỹ năng][Bắt buộc]• Có kiến thức về website và quản trị website;• Có sự hiểu biết về đặc trưng của một hoặc nhiều ngôn ngữ lập trình như Java, PHP, C, Ruby;• Biết sử dụng IDE, công cụ quản lý cấu hình phổ biến• Hiểu và sử dụng cấu trúc dữ liệu & thuật toán• Có thể áp dụng các chiến lược fix bug, và các công cụ để fix bug• Sẵn sàng thay đổi ngôn ngữ lập trình sang Scala.[Không bắt buộc]• Có kinh nghiệm với ngôn ngữ lập trình Scala là một điểm cộng lớn;• Có kinh nghiệm thiết kế và tối ưu hóa quyền truy cập cơ sở dữ liệu;• Quen thuộc với các nguyên tắc TDD và thiết kế các trường hợp kiểm thử;• Trình độ tiếng Nhật được hoan nghênh.",
  "Quyền lợi": "Mức lương từ 400$ - 1000$Chế độ làm việc linh hoạt Flexible time (7:30 AM - 06:30PM), từ t2-t6, nghỉ t7 và chủ nhật.Chế độ work from home (chỉ cần lên công ty tối thiểu 2 ngày 1 tuần)Tăng lương và thưởng 2 lần/năm (theo tình hình kinh doanh và performance cá nhân).Đóng BHXH Full lương.Trợ cấp ăn trưa 40k/1 ngày.Bảo hiểm sức khỏe Bảo Việt, khám sức khỏe hàng năm ở bệnh viện uy tínDu lịch Công ty, các câu lạc bộ bóng đá, bơi, gym …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/intern-developer-upto-400/946601.html?ta_source=JobSearchList",
  "company_name": "Công TY TNHH FLINTERS Việt Nam",
  "job_title": "Developer",
  "salary": "Tới 400 USD",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Nội dung đào tạo về:Phát triển hệ thống và ứng dụngPhát triển máy chủ và mạngĐịnh nghĩa, thiết kế (ứng dụng /cơ sở hạ tầng), cài đặt, thử nghiệm, cài đặt máy chủ, cài đặt mạng, tài liệuQuản lý dự án liên quan đến phạm vi công việc nêu trênTất cả các nhiệm vụ và trách nhiệm liên quan",
  "Yêu cầu ứng viên": "[Kiến thức và kỹ năng]Sinh viên đang theo học khối ngành Công nghệ tại các trường Đại họcĐam mê công nghệ, ham học hỏiCó thể sắp xếp làm việc tối thiểu 03 ngày/tuần",
  "Quyền lợi": "Mức lương: 400$/ tháng (với thực tập sinh full time)Được cấp macbook khi làm việcĐược tham gia khóa đào tạo cùng các Leader/Manager tài năng của Công tyThời gian làm việc linh hoạt (trong khoảng 7:30 - 18:30 từ thứ 2 đến thứ 6)Cơ hội trở thành nhân viên chính thức sau khi ra trường",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/web-developer/961611.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ HỢP LONG",
  "job_title": "Web Developer",
  "salary": "8 - 10 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Xử lý các vấn đề với Hosting, Tên Miền từ các nhà cung cấp.Thiết kế và triển khai các giao diện đồ họa trên hệ thống quản lý nội dung mã nguồn mở WordPress theo yêu cầu.Cấu hình các chức năng mở rộng (plugins/ extensions) và thực hiện các thao tác quản trị cấu hình WordPress theo yêu cầu của khách hàng.Tối ưu SEO cho các website, bảo trì, cập nhật và sửa lỗi cho các website.Hướng dẫn người dùng quản trị website.Thiết kế web bằng Wordpress, sử dụng theme builder kéo thả.Thực hiện các nhiệm vụ khác theo sự phân công của cấp trên.",
  "Yêu cầu ứng viên": "Giới tính: Ưu tiên Nam.Có kỹ năng làm việc nhóm và trao đổi thông tin tốt.Tinh thần sẵn sàng học hỏi kiến thức công nghệ mới.Có kinh nghiệm phân tích, đánh giá dự án.",
  "Quyền lợi": "Tổng thu nhập: 8.000.000đ – 10.000.000đ (Thỏa thuận trực tiếp tại buổi Phỏng vấn)Chính sách thưởng: thưởng sáng kiến, những sáng kiến xuất sắc đóng góp cho sự phát triển của Công ty đều được ghi nhận và nhận mức thưởng tương ứng; thưởng khi giới thiệu nhân sự cho công ty.Cung cấp trang thiết bị, vật tư làm việc.Các khoản phụ cấp như: phụ cấp ăn trưa, điện thoại, xăng xe, công tác phí,…Lương tháng thứ 13. Đóng Bảo hiểm đầy đủ theo quy định luật lao động hiện hành.Quà các dịp Lễ Tết, sinh nhật,…Xây dựng các chương trình đào tạo kỹ năng và nghiệp vụ nhằm nâng cao trình độ của cán bộ, nhân viên.Ngân sách cho các khóa học, hội nghị, workshop,…Ngân sách cho chương trình team building, mini game, các sự kiện giải trí và kết nối,…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-developer-net-mvc/754420.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Marina Landscape Việt Nam",
  "job_title": "Developer",
  "salary": "Tới 40 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Review, maintain, develop new features request of existing applications• Participate in software development activities such as designing, coding, developing, testing, and debugging applications in various software languages (ASP.NET MVC5, SQL software platforms)• Set up IIS for hosting web-based application• Analyze errors encountered by users to troubleshoot• Create training procedures for each application• Perform related other tasks if required",
  "Yêu cầu ứng viên": "• Position vacancies: 02 (Junior and Senior)• Qualification: Bachelor’s degree in IT Software, Computer Science.• At least 3 years of application programming• Master in programming languages: C sharp, JavaScript, jQuery, HTML, CSS, BOOTSTRAP• Realistic experience: LINQ, Store Procedure, analyze Database• Be able to communicate in English",
  "Quyền lợi": "• Working time: Monday to Friday (7AM to 4PM)• Salary: Negotiate - can be up-to 1800$• Annual salary increments review, 13th salary and bonus.• 12 vacation days per year, cash-out vacation if not using.• Participating in compulsory insurance (SI, HI, JI) with a full salary, compliancefully to Vietnam Labor code• Company activities such as: Birthday party, Year-end party, Team building…• Sport clubs: Football, badminton, …• Provide tea, coffee, and parking in free.• Provide convenient work equipment.• Work in the young, dynamic, and proactive environment• Opportunity to work with Marina team in the USA.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-2-nam-kinh-nghiem/994403.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TCOM",
  "job_title": "Nodejs",
  "salary": "Tới 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Cùng leader, tham gia phát triển các dự án NodeJS backendĐảm bảo hoàn thành kịp thời và chính xác các công việc được giaoHọc hỏi, nghiên cứu, tìm kiếm các công nghệ mới",
  "Yêu cầu ứng viên": "Có kinh nghiệm làm việc với NodeJS từ 2 năm trở lênCó khả năng giao tiếp tốt bằng tiếng anhThành thạo về API services: Restful API, GraphQL và NodeJS Framework (ExpressJS, NestJS, Socket.IO, Websocket)Thành thạo về JavaScript, ECMAScript6 +, TypeScriptThành thạo Database SQL như MySQL, PostgreSQLHiểu biết về NoSQL, có khả năng sử dụng MongoDB hoặc RedisThành thạo GIT hoặc các source code version managerment.",
  "Quyền lợi": "Lương cứng: Upto 30M + thưởng dự ánHỗ trợ thiết bị làm việc khi lên chính thứcReview lương 6 tháng một lần, thưởng dự án liên tụcDu lịch hè, teambuilding gắn kết tình cảmQuỹ ăn nhẹ hàng tháng, hàng tuần, hàng ngày cho nhân viênLương tháng 13Cơ hội phát triển bản thân, qua các dự án lớn và quy trình chuyên nghiệpCơ hội làm việc tại Nhật BảnĐược hưởng đầy đủ các chế độ cho người lao động theo luật lao động Việt Nam (BHXH, BHYT…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-web-developer/994395.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TCOM",
  "job_title": "Web Developer",
  "salary": "Tới 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Chủ động thảo luận và tư vấn về API Back-EndViết API thực hiện các nghiệp vụ để cung cấp cho nhóm phát triển Front-EndThiết kế hệ thống, cơ sở dữ liệuĐọc tài liệu yêu cầu từ khách hàng để tham gia xây dựng hệ thống cùng nhóm phát triểnTìm hiểu các công nghệ mới",
  "Yêu cầu ứng viên": "Nền tảng tốt về lập trình hướng đối tượngTối thiểu 2 năm kinh nghiệm với JavaWebFramework Spring boot, database PostgreSQL",
  "Quyền lợi": "Lương cứng upto: 30M + trợ cấp onsite + thưởng dự ánHỗ trợ thiết bị làm việcReview lương 6 tháng một lần, thưởng dự án liên tụcDu lịch hè, teambuilding gắn kết tình cảmQuỹ ăn nhẹ hàng tháng, hàng tuần, hàng ngày cho nhân viênLương tháng 13.Cơ hội phát triển bản thân, qua các dự án lớn và quy trình chuyên nghiệpCơ hội làm việc tại Nhật Bản.Được hưởng đầy đủ các chế độ cho người lao động theo luật lao động Việt Nam (BHXH, BHYT…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-net-developer/779041.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CP VTC DỊCH VỤ DI ĐỘNG",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Làm việc với khách hàng để làm rõ các yêu cầu đối với sản phẩm dịch vụ- Lập trình: Front-end, Back-end, Webapp, API, background tasks cho các dự án của Công ty- Tham gia xây dựng kiến trúc ứng dụng phần mềm, thiết kế database- Phối hợp các nhóm dự án test, fixbug và viết tài liệu kỹ thuật- Viết tài liệu dự án- Xây dựng kế hoạch triển khai, báo cáo tiến độ định kỳ- Thực hiện các yêu cầu khác dưới sự phân công của trưởng nhóm.",
  "Yêu cầu ứng viên": "- Tối thiểu 2 năm kinh nghiệm ở vị trí tương đương- Thành thạo ngôn ngữ lập trình: C, ASP.NET MVC- Thành thạo API REST với .NET 6- Làm việc tốt với jQuery; HTML/CSS/Bootstrap/Responsive web design- Sử dụng thành thạo MS SQL Server- Ưu tiên có kiến thức về Design Pattern, Microservice, EDA, DDD- Ưu tiên có hiểu biết về: ReactJs",
  "Quyền lợi": "- Mức lương thỏa thuận đảm bảo xứng đáng với sự đóng góp của mỗi người- Cơ chế lương thưởng linh hoạt và khuyến khích sự phát triển của mỗi cá nhân- Được hưởng đầy đủ các chế độ phúc lợi xã hội như: BHYT, BHXH, BH thất nghiệp và nghỉ mát hàng năm- Môi trường làm việc chuyên nghiệp, sáng tạo, được đào tạo nâng cao kĩ năng trong quá trình làm việc, có nhiều cơ hội khẳng định bản thân và thăng tiến trong nghề nghiệp- Thời gian làm việc: 8h30 - 17h30 các ngày từ thứ 2 đến thứ 6 trong tuần- Nghỉ thứ 7, chủ nhật và các ngày lễ khác, phép năm theo quy định của luật lao động- Địa điểm làm việc: Tầng 11, Toà nhà VTC Online, Số 18, Phố Tam Trinh, Phường Minh Khai, Hai Bà Trưng, Hà Nội.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/software-engineer-intern/996870.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TẬP ĐOÀN AURA",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển và bảo trì các sản phẩm phần mềm của chúng tôi.- Tham gia vào các dự án phát triển, cùng chia sẻ và học hỏi các kỹ năng khác nhau.- Đóng góp cho việc cải tiến các quy trình như kiểm thử đơn vị, đánh giá mã nguồn, kiểm thử bảo mật, CI và CD.- Hỗ trợ việc kiểm thử tự động cho các sản phẩm phần mềm.- Hợp tác để phát triển kế hoạch sản phẩm và công nghệ cho doanh nghiệp.",
  "Yêu cầu ứng viên": "- Sinh viên năm cuối hoặc sinh viên mới ra trường chuyên ngành Kỹ thuật phần mềm hoặc các chuyên ngành liên quan.- Có kiến thức về lập trình và phát triển phần mềm.- Có kinh nghiệm làm việc với Swift hoặc các ngôn ngữ lập trình khác.- Có kinh nghiệm làm việc với các công cụ quản lý phụ thuộc như Cocoapods hoặc Swift Package Manager.- Có kinh nghiệm làm việc với các công cụ kiểm thử đơn vị, đánh giá mã nguồn và kiểm thử bảo mật.- Sử dụng thành thạo các công cụ CI/CD.- Có khả năng làm việc nhóm tốt.- Sẵn sàng học hỏi và chia sẻ kiến thức với các thành viên trong đội ngũ.- Có khả năng làm việc độc lập và giải quyết vấn đề.",
  "Quyền lợi": "- Lương thỏa thuận theo năng lực + Thưởng KPIs.- Thử việc: 85% lương chính thức (2 tháng)- Thưởng thâm niên.- Thưởng giới thiệu nhân sự (mức thưởng theo chính sách của công ty).- Tham gia BHXH, nghỉ phép năm. Khám sức khỏe định kỳ.- Lương tháng 13. Thưởng vinh danh. Thưởng lễ tết, sinh nhật, hiếu hỷ, …- Xét tăng lương theo định kì 3 tháng/ lần.- Tham gia vào các dự án phát triển phần mềm ý nghĩa và tạo ảnh hưởng đến xã hội.- Học hỏi từ các thành viên trong đội ngũ giàu kinh nghiệm.- Được tham gia vào các khóa đào tạo chuyên sâu để nâng cao chuyên môn, kiến thức, kỹ năng. Chủ động đề xuất các khóa đào tạo.- Cơ hội thăng tiến nghề nghiệp, phát triển bản thân.- Teambuilding, du lịch hàng năm, YEP.- Chính sách sử dụng dịch vụ, mua hàng ưu đãi với giá nhân viên (lên đến 100%).- Môi trường làm việc năng động, trẻ trung.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-php-laravel-developer/960404.html?ta_source=JobSearchList",
  "company_name": "Công ty Canawan Global",
  "job_title": "PHP",
  "salary": "9 - 15 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Participate in the dev team to develop projects using Laravel framework- Handle Internal website performance, security and speed monitoring.- Develop/customize modules for the internal website.- Develop API integration with third-party systems (Shopify, Magento, Shopbase, Carrier, Supplier…)",
  "Yêu cầu ứng viên": "- 1 - 2 years of experience with PHP Laravel- Strong MySQL skills (with big data)- Have experience in Server/hosting (Ubuntu, Cloudflare …)- Have experience in Web services integrations (REST/GraphQL)- Have experience using developer tools including Git- Have knowledge using Queues (RabbitMQ or Kafka)- Agile is a plus",
  "Quyền lợi": "Why You'll Love Working Here- 10 public holidays, 12 annual leave days based on Vietnam Government regulations- Social and Medical Insurance- Yearly review of performance & salaryWorking location: 213 Chu Van An, Ward 26, Binh Thanh District, HCMCWorking time:- 8:30 AM – 5:30 PM (7,5 hours/day From Monday to Friday)- 8:30 AM – 4:30 PM (6,5 hours/day Saturday)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-python-c-developer-up-to-1500/962504.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TOSHIKO VIỆT NAM",
  "job_title": "Python",
  "salary": "1,000 - 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển hệ thống ERP nội bộ của Toshiko: CRM, Kho vận, tài chính kế toán,....Phát triển website của Toshiko;Nhận yêu cầu, phát triển và xử lý hệ thống nội bộ của công tyCác công việc khác khi có yêu cầu của BLĐ",
  "Yêu cầu ứng viên": "Trình độ học vấn: Cao đẳng /Đại học hoặc các bằng cấp/ chứng chỉ ngành nghề tương đươngChuyên ngành: Công nghệ thông tin, lập trình hoặc các ngành tương đươngCó từ 01 năm kinh nghiệm lập trình bằng ngôn ngữ  C/ Python trong các dự án thực tế.Ưu tiên ứng viên đã tham gia triển khai ERP, CRM, ....;Có tinh thần học hỏi cao, năng động, sáng tạo và nhiệt tình trong công việc.Có tư duy logic, sử dụng thuật toán tốt,có khả năng tự học, tiếp thu kiến thức mới nhanh, khả năng đề xuất vấn đề và giải quyết vấn đề",
  "Quyền lợi": "Mức lương cạnh tranh $1000-$1500 (đàm phán theo năng lực)Môi trường làm việc trẻ trung năng động và nhiều cơ hội phát triểnĐược đóng BHXH, BHYT, … theo quy định của nhà nước.Thưởng ngày Lễ, Tết, thưởng thành tích cá nhân và thưởng kết quả kinh doanh năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-nodejs-php-angular/996317.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN RIKAI MIND",
  "job_title": "Fullstack Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thiết kế và triển khai kiến ​​trúc web tổng thể.- Triển khai giao diện người dùng đã được phê duyệt.- Thiết kế và triển khai cơ sở dữ liệu.- Đảm bảo toàn bộ hệ thống được thiết kế và xây dựng chạy nhanh và khả năng mở rộng.- Thiết kế và xây dựng API RESTful.- Tích hợp UI giao diện người dùng với các API được xây dựng.- Thiết kế và thực hiện việc tích hợp và triển khai liên tục.",
  "Yêu cầu ứng viên": "- Tối thiểu 2 năm kinh nghiệm lập trình với các ngôn ngữ như sau+ BE: NodeJs và PHP (CakePHP)+ FE: Angular- Có tiếng Anh giao tiếp là một lợi thế",
  "Quyền lợi": "- Mức lương thưởng cạnh tranh, hấp dẫn theo năng lực, trao đổi chi tiết trong buổi phỏng vấn;- Chính sách premium insurance siêu xịn dành riêng cho Rikai-er;- Thời gian làm việc linh động (flexible time)- Có cơ hội đi onsite nước ngoài, tuỳ thuộc dự án- Nhiều chương trình đào tạo hard/soft skills chất lượng và miễn phí trong công ty;- Happy hour, CLB bóng đá, sinh nhật, trung thu, quốc tế thiếu nhi,... siêu thú vị;- Mỗi năm sẽ được đi du lịch xa 01 lần, có quỹ team building, company trip cho mỗi team;- Môi trường làm việc năng động, chuyên nghiệp, teammate nhiệt tình;- Công ty định hướng mở rộng quy mô lớn, cơ hội thăng tiến và phát triển bản thân cao.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-angular-software-engineer-salary-up-to-2500/996572.html?ta_source=JobSearchList",
  "company_name": "FPT Software",
  "job_title": "Angular",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• You work together with the entire team an innovative platform for digitizing production with the Target the entire value chain from incoming orders to Digitize delivery• As a member of one of our Scrum teams, you will develop products in the field of Industry 4.0 based on web technologies• You take responsibility for the specification and conception of backend solutions in a microservice-based System landscape• You live the values of agile software development within the Company and drive it forward. Understand the user needs and focus on providing value for the user and for the client• Able to take initiative and contribute ideas• FOR SENIOR LEVEL: Coach other junior team members to help them reach their maximum potential",
  "Yêu cầu ứng viên": "• Minimum 3 years of Angular experience preferred.• Proficiency with JavaScript and HTML5• Have exp with many versions of Angular2+, especially from 8-10 pouring up.• Have experience in handling RxJS• Have exp in state management and related lib usage• Understanding Dependency Injection• Have experience working with Japanese market.• Ability to provide SEO solutions for single page apps• Thorough understanding of the responsibilities of the platform, database, API, caching layer, proxies, and other web services used in the system",
  "Quyền lợi": "• COMPETITIVE SALARY PACKAGE based on your competent plus Annual Bonus and Project Performance Bonus “FPT care” health insurance provided by AON and is exclusive for FPT employees.• Young and competitive environment – we don’t focus on the projects only, we also focus on personal development. We’ll listen to you and work with you to improve continuously together.• “FPT care” health insurance provided by AON and is exclusive for FPT employees.• Annual Summer Vacation: follows company’s policy and starts from May every year• International, dynamic, friendly working environment• Annual leave, working conditions follow Vietnam labor laws.• Other allowances: working on-site allowance, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-angular/996386.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN RIKAI MIND",
  "job_title": "Frontend Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển FrontEnd sử dụng ngôn ngữ Angular.Thực hiện các task, nghiên cứu theo yêu cầu của Leader.Môi trường dự án mở, năng động, có thể research và đề xuất các giải pháp cho team hoặc khách hàng.Tối ưu hóa các ứng dụng",
  "Yêu cầu ứng viên": "Ít nhất 1.5 năm kinh nghiệm lập trình trong Frontend development với AngularĐọc hiểu tài liệu tiếng anh chuyên ngành.Có tinh thần trách nhiệm, làm việc đội nhóm.",
  "Quyền lợi": "Mức lương thưởng cạnh tranh, hấp dẫn theo năng lực, trao đổi chi tiết trong buổi phỏng vấn;Chính sách premium insurance siêu xịn dành riêng cho Rikai-er;Thời gian làm việc linh động (flexible time)Có cơ hội đi onsite nước ngoài, tuỳ thuộc dự ánNhiều chương trình đào tạo hard/soft skills chất lượng và miễn phí trong công ty;Happy hour, CLB bóng đá, sinh nhật, trung thu, quốc tế thiếu nhi,... siêu thú vị;Mỗi năm sẽ được đi du lịch xa 01 lần, có quỹ team building, company trip cho mỗi team;Môi trường làm việc năng động, chuyên nghiệp, teammate nhiệt tình;Công ty định hướng mở rộng quy mô lớn, cơ hội thăng tiến và phát triển bản thân cao.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 26/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-developer/886473.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Giá Kho Group",
  "job_title": "Full Stack Developer",
  "salary": "700 - 1,500 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Write clean, reusable code to develop functional web applicationsParticipate in the entire application lifecycle, focusing on coding and debuggingCollaborate with other developers to design and optimize codeManage the development schedule, design backup plan, ensure redundancy, and stay positive under pressure Update progress daily through Project Management tracking tool (ex. Jira) or Kanban/Agile boardCreate flowcharts and user guides for new and existing programsDocument all programming tasks and procedures",
  "Yêu cầu ứng viên": "B.S. Degree in Computer Science or similar.Experience in HTML5, CSS3/SCSS and a good understanding of UI design, front-end performance, and optimization.At least 1 year in architectural strategies and design patterns in backend developmentKnowledge in Linux server management, cyber security, cloud architecture/design, tools, and services on AWS or Google Cloud.Carefully, patiently and responsible.Open-minded and eager to learn new things, flexible to changes and comfortable with ambiguity.Ability to work at a fast pace, multi-focuses, and high-growth startup environment.Nice to have: Knowledge in DevOps: CI/CD, Monitoring...",
  "Quyền lợi": "Open communication with passionate and excellent members.Salary review: Twice a yearBonus: 13th month & Performance BonusPaid leave: 12 days in total, Maternity leave for partnerInsurance: Social Insurance, Health Insurance, Unemployment InsuranceActivities: Company trip, Year-end party, Happy Lunch, Happy Sharing, Sport, etc...Training: External or internal training courses, Internal workshopWorking hour: Monday to Friday (8: 30 -17:30).Working environment: fun & dynamic and freedom to be creative.Modern office with a flexible relaxing zone.Attractive internal purchasing policy for products at the company (iPhone, iPad, MacBook,…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-fintech-product/996458.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH ANFIN",
  "job_title": "Backend Developer",
  "salary": "30 - 45 triệu",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Work closely with the tech lead, product team, and leadership to define, design, build, test, and deploy the scalable products in the investment space in VietnamDesign and develop new features for the Anfin platform/ systemBuild and maintain scalable back-end API for mobile platformsBuild extensible integration with 3rd party partnersParticipate in reviewing product design and code reviewsImprove system quality by identifying issues and common patterns, and developing scalable solutionsInvestigate and use new technologies where relevantCommunicate with other team members to determine the best solutions to difficult issues",
  "Yêu cầu ứng viên": "Bachelor’s/ Master’s degree in computer science/engineering or equivalent professional experienceHave 3+ years of experience as a Backend Development or Software DevelopmentStrong skills with some of the back-end technologies such as Golang/ PythonExtensive experience with MySQL or PostgreSQL including performance tuning and optimizationCan do with application performance monitoring and optimizationCapable of being in charge of the job as an Engineer OwnerAbility to plan the work on your solutions before writing codeExcellent at coding (the code is well documented and compliant with good practices) and testing (Unit Test, Integration Test)Be understand the Big-O analysis of algorithmsHave good experience in cloud architecture/ infrastructure, especially on Google Cloud Platform (GCP)Good at problem-solving and teamwork skills",
  "Quyền lợi": "Highly competitive compensation packages100% salary for probation periodOffer qualified employees the opportunity for ESOPPerformance reviews twice per yearProviding a MacBook and monitor to ensure the quality of workCompany events such as International Women's Day, Vietnamese Women's Day, Christmas, Company trips, and year-end partiesBe a member of Anfin’s Football and Badminton clubBonus for the referral program, birthday, teambuilding,...13th-month salary17 leave days including 12 annual leave and 5 sick leavePeriodic medical examinationIn addition to Social insurance, providing premium health insurance pays most medical and healthcare expenses.Opportunity to learn about financial literacy from industry experts to build an integrated brokerage offering a variety of asset classesBe mentored by a leadership team who has extensive entrepreneurship experience, successfully founding and exciting Tech companies",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-nodejs/994670.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp First Trust Việt Nam",
  "job_title": "Nodejs",
  "salary": "10 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình xây dựng các sản phẩm theo định hướng  chuyển đổi sốCó kiến thức về xây dựng phần mềm theo mô hình SaasXây dựng các dự án đặc thù cho các tập đoàn lớn tại Việt Nam và Quốc tếXây dựng các dự án đặc thù cho các tập đoàn lớn thuộc lĩnh vực: Tài chính, Bảo hiểm, Thương mại điện tử, giáo dục, sản xuất, xăng dầuTham gia vào các dự án phát triển phần mềm cho các khách hàng tại thị trường Việt Nam và Singapore.",
  "Yêu cầu ứng viên": "Có kinh nghiệm làm việc tốt về Javascript trên cả Frontend và BackendCó ít nhất 1 năm kinh nghiệm về NodeJS, NodeJs Restful APICó tối thiểu 1 năm kinh nghiệm với cơ sở dữ liệu: PostgreSQL hoặc MySQLĐã làm việc với  MongoDB là một lợi thếNhiệt tình, nhanh nhẹn, ham học hỏi.Có khả năng làm việc độc lập hoặc theo nhóm.",
  "Quyền lợi": "Lương thỏa thuận theo kinh nghiệm và trình độ từ 10 triệu VNĐ trở lênXét tăng lương 6 tháng/ lần theo thành tích đóng gópThời gian làm việc thoải mái, môi trường trẻ trung năng độngĐược trực tiếp làm việc, học hỏi từ đội ngũ lãnh đạo có kinh nghiệm.Cơ hội thăng tiến lên vị trí Leader,..Sáng kiến, đóng góp luôn được ghi nhận, sự khác biệt luôn được tôn trọng!Nghỉ lễ và thứ 7, Chủ nhật theo quy định nhà nước.Có hỗ trợ ăn trưa theo quy định của công tyHưởng đầy đủ các chế độ đãi ngộ theo quy định của pháp luật.Các chế  độ phúc lợi đặc biệt của công tyTham gia các hoạt động Team building, du lịch thường xuyênMôi trường làm việc chuyên nghiệp, năng động, cơ hội thăng tiến, phát huy tối đa năng lực bản thân.Được đào tạo bồi dưỡng trình độ chuyên môn theo yêu cầu công việc.Có cơ hội mở rộng kiến thức về hệ thống quản nhân sự tiền lương doanh nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-unity-3d-developer-luong-upto-30-trieu-thang/963855.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ phần mềm và quảng cáo trực tuyến MegaAds",
  "job_title": "Unity",
  "salary": "Tới 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển các dự án Game mobile 3D với thể loại CasualTham gia lên ý tưởng và xây dựng thuật toán cho các tính năng trong gameTối ưu và cải thiện tính năng, performance của gamePhối hợp với các thành viên trong team (game designer, artist, marketing) để vận hành và tối ưu hoá sản phẩm",
  "Yêu cầu ứng viên": "• Có từ 2 năm kinh nghiệm làm việc ở vị trí Lập trình viên Unity.• Có kiến thức tốt về lập trình.• Có trách nhiệm với công việc, tâm huyết với sản phẩm.• Ưu tiên những ứng viên đã tham gia vào các sản phẩm lớn.Là người YÊU thích ngành game hoặc công nghệ, thích chiến đấu và chịu được áp lực cao.Có trách nhiệm trong công việc, trung thực, nhiệt tình, chăm chỉ, chịu được áp lực công việc.",
  "Quyền lợi": "Lương: từ 20-30tr + phụ cấp ăn trưa 30k/ ngày+ chế độ thưởng theo team game (công ty trích % lợi nhuận game cho team game). Cơ hội tham gia cổ phần của dự án game và bất kỳ dự án nào của công ty. Thử việc 100% lương cứng.Cung cấp máy tính phục vụ công việc.Môi trường làm việc thoải mái, năng động đề cao sự sáng tạo, chủ động trong công việc.Thời gian làm việc (8h30-17h, từ thứ 2- sáng thứ 7) có thể làm việc tại nhà sáng thứ 7 hoặc ngày nào đó trong tuần nếu cần.Có 12 ngày phép/ năm, nghỉ không hết phép sẽ được hoàn tiền.Tăng lương hàng năm theo năng lực làm việcThưởng hàng tháng theo dự án.Du lịch hàng năm vào mùa hè, teambuilding cuối năm, tổng kết cuối năm, liên hoan kỷ niệm sinh nhật công ty…Thưởng lễ tết (thưởng 2/9, tết dương lịch, tết lao động, tết âm lịch)Khám sức khỏe hàng năm.Quà sinh nhật, quà tết, quà các ngày đặc biệt, quà cưới.Trà, cà phê tại văn phòng miễn phí",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/962741.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Đầu Tư Thương Mại Và Phát Triển Công Nghệ FSI",
  "job_title": "Data Engineer",
  "salary": "Trên 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, phát triển các hệ thống lưu trữ, xử lý dữ liệu lớn (Big Data)- Xây dựng các giải pháp ETL có khả năng mở rộng linh hoạt với độ tin cậy cao, phục vụ cho việc khai thác/ ingest các loại dữ liệu (cấu trúc, lưu lượng, tốc độ) từ nhiều nguồn khác nhau- Xây dựng, phát triển các công cụ khai thác dữ liệu, quản trị dữ liệu- Thiết kế chi tiết giải pháp cho các luồng thu thập, chuẩn hóa, làm sạch, làm giàu, lưu trữ, xử lý, phân tích và hiển thị dữ liệu lớn- Phối hợp, hỗ trợ Data Scientist trong việc chuyển đổi các mô hình, thuật toán học máy, khai phá dữ liệu thành các bản đặc tả, thiết kế phần mềm đảm bảo",
  "Yêu cầu ứng viên": "- Tốt nghiệp ĐH chính quy loại khá trở lên chuyên ngành khoa học dữ liệu, khoa học máy tính, CNTT, toán học ứng dụng, điện tử viễn thông hoặc liên quan- Trình độ tiếng anh: TOEIC tối thiểu 550- Kiến thức về lập trình, cấu trúc dữ liệu & giải thuật- Kiến thức về lập trình lưu trữ, xử lý dữ liệu phân tán, xử lý dữ liệu lớn (Hadoop, Spark, Elastic Search…- Kiến thức về xây dựng luồng xử lý dữ liệu (batch processing, stream procesing, ...)- Kiển thức về các loại CSDL (RDBMS, Graph Databases, NoSQL Products, ...)- Kỹ năng sử dụng ngôn ngữ lập trình (Java, Scala, ...), SQL- Kỹ năng thành thạo một trong các framework, thư viện lưu trữ, xử lý dữ liệu lớn (Hadoop,Spark, Kafka, Zookeeper, ...)- Kỹ năng sử dụng một trong các loại CSDL (Oracle, Neo4j, HBase, Cassandra, MongoDB, ..)",
  "Quyền lợi": "- Lương: Thoả Thuận- Thưởng tháng 13 + Thưởng thi đua quý/năm + Thưởng KPI (1.5 – 3,5 tháng)- Lộ trình phát triển lên vị trí trưởng nhóm, trưởng phòng…- Môi trường làm việc năng động, thân thiện, chuyên nghiệp.- Được tham gia các khóa đào tạo nội bộ và bên ngoài để nâng cao kiến thức, kỹ năng mềm và trình độ chuyên môn.- Phúc lợi: Khám sức khỏe, Teambuilding, nghỉ mát, sinh nhật, thưởng lễ/tết,…- Các chế độ bảo hiểm, nghỉ phép,… theo Luật lao động, chế độ làm việc hybrid.- Thời gian làm việc: 8h00 - 12h00, 13h30 - 17h30, Thứ 2 - Thứ 6 và Full 2 ngày thứ 7 trong tháng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-erp-developer-tai-hn-hcm/927832.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN APZON IRS VIỆT NAM",
  "job_title": "Lập Trình Viên",
  "salary": "10 - 50 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia xây dựng, phát triển sản phẩm phần mềm quản trị doanh nghiệp (ERP) của công tyTham gia vào quá trình phân tích, thiết kế hệ thống cho sản phẩm ERP của công tyGiải quyết các thách thức của các bài toán dữ liệu lớn cho các dịch vụ điện toán đám mây của công tyKiểm thử chức năng, sửa lỗi chương trìnhNghiên cứu, tìm hiểu, đề xuất giải pháp cho các dự án được giaoViết tài liệu kỹ thuật.",
  "Yêu cầu ứng viên": "Tốt nghiệp chuyên ngành công nghệ thông tin, hoặc các trường đào tạo Lập trình viênSử dụng thành thạo ASP. NET, C Sharp, Visual Studio.NET, .NET Framework, MS SQL, ADO.NET, Dev ExpressThành thạo HTML5, JQUERY, CSSƯu tiên biết về T-SQL.Có kinh nghiệm 2 năm trở lên.",
  "Quyền lợi": "Thứ 2 đến thứ 6 (từ 08:00 giờ đến 12:00 giờ; từ 13:00 giờ đến 17:00 giờ)Lương cạnh tranh, thỏa thuận theo năng lực, điều chỉnh lương: 2 lần/năm.Lương tháng 13Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểmBảo hiểm sức khoẻ Bảo Việt (Với nhân viên thâm niên > 3 năm)Ngày phép: 12 ngày/năm.Du lịch hàng nămCông tác phí (khi đi onsite các dự án)Thưởng vào các dịp lễ, tết.Tài trợ tham gia các hoạt động thể thao.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 19/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-net/919654.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ & DỊCH VỤ Y TẾ SỐ MED-ON",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Trực tiếp tham gia phát triển các dự án phần mềm trọng điểm của công ty về thương mại điện tử trong lĩnh vực y tế, các phần mềm ứng dụng cho y tế số, tư vấn, chăm sóc sức khoẻ từ xa và các lĩnh vực khác• Tham gia phân tích, thiết kế luồng phát triển các services dựa vào yêu cầu của khách hàng, công ty.• Đánh giá, phân tích, nâng cấp và tối ưu mã nguồn trong quá trình phát triển.• Nghiên cứu các công nghệ mới để áp dụng trong các dự án hiện tại và tương lai.• Tham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việc cũng như góp phần tăng doanh thu cho công ty.",
  "Yêu cầu ứng viên": "• Tốt nghiệp đại học, cao đẳng hệ chính quy các chuyên ngành CNTT, Khoa học máy tính, Hệ thống thông tin.• Sử dụng thành thạo 1 trong 2 ngôn ngữ Java hoặc C• Có kinh nghiệm sử dụng các framework Spring, Hibernate, Springboot từ 1 năm trở lên là một lợi thế.• Có kinh nghiệm tích hợp các SOAP/REST API, Web service, thư viện trong quá trình phát triển ứng dụng.• Có kiến thức về cấu trúc dữ liệu, giải thuật, lập trình hướng đối tượng.• Thành thạo sử dụng Git để quản lý mã nguồn.• Có kinh nghiệm sử dụng và làm việc với các hệ quản trị CSDL như Postgre, MySQL, Maria DB, MS SQL là một lợi thế.• Có kinh nghiệm sử dụng kubernetes và docker là một lợi thế.",
  "Quyền lợi": "• Mức lương: up to 25.000.000/tháng• Thưởng theo dự án hoàn thành, thưởng doanh thu cuối năm theo khối Công nghệ• Xét tăng lương 2 lần/năm dựa trên hiệu quả công việc.• Đóng bảo hiểm y tế, bảo hiểm xã hội theo quy định của Nhà nước;• Được hưởng các CHẾ ĐỘ PHÚC LỢI của công ty: thưởng Lễ, Tết (tháng lương 13), nghỉ mát hàng năm, thể thao, TeamBuilding, các lớp học nâng cao trình độ, nâng cao ngoại ngữ (tiếng Anh…);• Phụ cấp điện thoại, phụ cấp ăn trưa tại công ty 40.000 vnđ/ngày làm việc• Hưởng đầy đủ các chế độ bảo hiểm và được công ty hỗ trợ chi phí gói khám sức khỏe hàng năm cho nhân viên.• Làm việc cùng với những người có nhiều năm kinh nghiệm trong lĩnh vực software, ở vị trí Software Architect của những hệ thống lớn;• Có cơ hội làm những việc thách thức, phát huy hết khả năng bản thân",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer-tu-6-thang-kinh-nghiem-tro-len-lam-viec-tai-cau-giay/995086.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PLAYCITY",
  "job_title": "Unity Developer",
  "salary": "Tới 25 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Sử dụng Unity để phát triển Game casual và Hyper Casual, phát hành trên CH Play và App Store định hướng thị trường Global.- Cùng team lên ý tường và giải pháp cho các tính năng trong Game.- Sửa lỗi và cải thiện tính năng, hiệu suất của Game.- Phối hợp với các thành viên khác trong team để vận hành và tối ưu sản phẩm.- Hỗ trợ thực tập sinh.",
  "Yêu cầu ứng viên": "- Sử dụng Unity ở mức khá tốt- Kinh nghiệm từ 6 tháng trở lên- Có sản phẩm đã lên chợ là một lợi thế.- Có tinh thần, trách nhhiệm với công việc được giao và tự học hỏi cao.",
  "Quyền lợi": "- Được trang bị đầy đủ trang thiết bị làm việc máy tính,…- Được trải nghiệm các công nghệ mới nhất.- Được làm việc với các đối tác phát hành game hàng đầu Việt Nam và nước ngoài.- Được nhận profit sharing từ các dự án.- Môi trường làm việc gen Z năng động, thoải mái, năng động, trẻ trung.- Review lương 6 tháng/lần.- Lương đến 25tr tuỳ năng lực và kinh nghiệm.- Được công ty đóng 100% BHXH mà không bị trừ vào lương net.- Có lương tháng thứ 13, thưởng nóng, thưởng lễ Tết, ăn trưa, gửi xe, trà chiều, team building, du lịch thường niên…Đặc biệt thưởng dự án không giới hạn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-eng/962524.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần NTQ Solution",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Carrying out system upgrades and expansions for a large Insurance Client in Hong Kong- Scan and evaluate the source code, and deal with security holes to meet the high standards of the Insurance market.- Communicate directly with Solution Architects in Hong Kong to clarify requirements, exchange technical solutions, and solve problems.- Coordinate with PM and project team to plan and implement work.",
  "Yêu cầu ứng viên": "- From 1 year of experience or more with the position of .Net Developer- Experience with ASP.NET Web Forms, MVC, WCF, API- Experience with Database SQL ServerPrioritize:- Candidates with experience in upgrading and converting .NET systems- Experience working directly with English-speaking customers is an advantage.- Learn quickly and actively explore solutions and technologies to solve problems.",
  "Quyền lợi": "- Salary: negotiate. Salary review twice/ a year;- 13 months salary/ a year + Bonus;- Guided intensive development of technology;- Opportunities to work with challenges to develop one’s best capabilities;- Health insurance, social insurance. (Health check once a year);- WORKING ENVIRONMENT: open, friendly, dynamic, promotion opportunities;- Company’s welfare: holidays, annual vacation, sports, team building, advanced classes in foreign languages (English, Japanese)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php/995125.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp công nghệ cao TCV",
  "job_title": "Lập Trình Viên PHP",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển Web/Web app sử dụng PHP;Phân tích giải pháp, hiểu các yêu cầu hệ thống và tính năng của sản phẩm;Tối ưu hóa hiệu năng cho hệ thống phục vụ lượng người dùng lớn;Tìm hiểu công nghệ mới, áp dụng cải tiến, phát triển sản phẩm mới.",
  "Yêu cầu ứng viên": "Thành thạo PHP;Thành thạo MySQL;Có kinh nghiệm phát triển các sản phẩm có sử dụng mô hình MVC là một lợi thế;Có kinh nghiệm phát triển các sản phẩm có sử dụng API RESTfull là một lợi thế;Có kinh nghiệm làm việc với HTML, CSS, JavaScript, jQuery.Biết sử dụng Git và Git flow là một lợi thế;Linh hoạt trong công việc và xử lý tình huống;Ưu tiên ứng viên có định hướng phát triển theo hướng Fullstack.",
  "Quyền lợi": "Môi trường làm việc hạnh phúc:Đội ngũ nhân sự giỏi chuyên môn, đam mê công việc, cởi mở, chân thành, tương hỗ.Sáng tạo không giới hạn, linh hoạt trong cách làm, tập trung vào mục tiêuCoi trọng những góc nhìn khác biệt từ mỗi cá nhân.Văn hóa chia sẻ, thúc đẩy sự phát triển.Quan tâm đặc biệt tới nhân viên:Thời gian làm việc: 8h/ngày. Từ thứ 2 - thứ 6.Mức lương thu nhập hấp dẫn cùng các khoản trợ cấp, phụ cấp khác.Tháng lương thứ 13.Thưởng thâm niên, thưởng Tết, các dịp lễ, và các ngày đặc biệt....Tham gia BHXH, BHYT, BHTN theo Quy định của Luật lao động.Các chế độ phúc lợi cho bản thân, hiếu, hỉ, ốm đau,...Chính sách hỗ trợ các hoạt động học tập, trao đổi, chia sẻ kiến thức (Workshop công nghệ – Tech Expert,...).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/automation-developer/996859.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Phần Mềm Technixo",
  "job_title": "Developer",
  "salary": "8 - 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Develop tools and software following the requirements of the marketing team using C Sharp, PythonResponsible for managing tools for marketing (raising acc, boost like, boost followers,...)Perform assigned work requirements according to KPICoordinate with marketing team members to perform seeding, increase interaction for main accounts, and other tasksReports and backup data to a safe placeResearch, supplement, propose more tools, tut to serve the job",
  "Yêu cầu ứng viên": "Experience in software development using .NET Framework (or .NET Core)Good understanding of Frontend technologies: CSS / HTML / JavaScript / DOM manipulation / Automation with Selenium.Nice to have: WinForm, C Sharp, PythonExperience with Python is a plus.Has a perceptive observe of technology.Eager to learn person.Experience with Social Marketing tools such as Facebook Bot/tools is a plus.Ability to research, learn about tutorials, trick to avoid account death, overcome bots of social networks",
  "Quyền lợi": "Why it would be awesome to work with us:- Salary: 8 - 30 mil net- Social insurance 100% salary.- Good insurance added Bao Viet healthcare insurance- Get 1 free card at Stellar Fitness (gym, yoga, zumba, 4-season swimming pool, healthy massage, sauna, cafe…)- Flexible working time- Be provided with Macbook or other high quality devices for work- Salary review per 6 months- Performance bonus and gift on special occasion- Working environment: Free snacks, coffee, tea at Pantry (Lunch area), Game room, rest room, learning culture, team building, company trip and internal events each month,... No dress code- Chance to work, train or switch to Blockchain industry (very hot now)- A successful qualified candidate will work with the youth dev team, develop and scale current business. We are using outsourcing and solutions to make revenue and reinvest into our team ideas to break the world.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-frontend-developer/995761.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Namperfume",
  "job_title": "Frontend Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Xây dựng phân hệ frontend (giao diện người dùng) các tính năng được yêu cầu từ team phát triển sản phẩm cũng như từ người dùng, cụ thể:Tham gia vào việc phát triển sản phẩm của công ty, lập trình frontend, chuyển các file thiết kế (PSD, Figma, Sketch, Invision,..) sang HTML, CSS, iOS, Android.Bảo trì, nâng cấp cho frontend của sản phẩm của công ty.Nghiên cứu và áp dụng các công nghệ mới để tối đa hóa hiệu quả phát triển sản phẩm.Phối hợp và hỗ trợ với team backend một cách chủ động và chặt để nâng cao trải nghiệm người dùng trên từng điểm tiếp xúc.",
  "Yêu cầu ứng viên": "Số lượng: 1, ưu tiên nữReactJS từ 6 tháng trở lên (level từ Junior -> Senior), từng làm react native là một lợi thếAm hiểu HTML/CSS, biết sử dụng các CSS framework (bootstrap,..) và tối ưu hoá CSS, HTML, JS theo chuẩn để cải tiến tốc độ.Có kĩ năng lập trình tốt Javascript, biết sử dụng các Javascript framework (Angularjs, ReactJs,...) là một lợi thế.Kỹ năng phát triển phần mềm (dev).Tiếng anh đọc hiểu tài liệu và viết tốt.",
  "Quyền lợi": "Mức lương: thỏa thuận theo kinh nghiệm và năng lực thực tế.Thời gian làm việc từ thứ 2 đến thứ 6.Chế độ nâng lương linh hoạt; thưởng và các chế độ phúc lợi khác theo quy định của Công ty.Được làm việc trong môi trường thân thiện, năng động, cầu tiến, đảm bảo đầy đủ các trang thiết bị, vật dụng… phục vụ tốt nhất cho công việc.Các chế độ: BHXH, BHYT, BHTN theo luật định.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer/310310.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH Công Nghệ Inwave",
  "job_title": "Unity Developer",
  "salary": "Tới 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển game 2D/3D trên nền tảng unityLàm công việc hấp dẫn, thú vị, luôn được sáng tạo.Tham gia các dự án về game. Dev bằng Unity và các phần mềm lập trình khác.Phối hợp với các thành viên trong team để hoàn thiện và tối ưu game: animation, UI, UX...Đóng góp ý tưởng nội dung công việc.",
  "Yêu cầu ứng viên": "Tốt nghiệp chuyên ngành CNTT, Toán TinCó khả năng đọc hiểu tiếng Anh chuyên ngành.Kinh nghiệm ít nhất 1 năm làm việc với UnityCó tư duy lập trình và tư duy hệ thống tốt.Có kiến thức tốt về thuật toán, cấu trúc dữ liệu và lập trình hướng đối tượng.Thích chơi game, đam mê phát triển game đặc biệt là game di động.Chủ động trong công việc, có tinh thần trách nhiệmCó khả năng chịu áp lực công việc cao.",
  "Quyền lợi": "Thu nhập hàng tháng hấp dẫn, lên tới 2000 USD/tháng++Thưởng cuối năm cố định tháng lương 13, thưởng hiệu quả kinh doanh hoặc kết quả làm việc của team.Trang thiết bị làm việc đầy đủ, phục vụ cho nhu cầu công việcCác hoạt động văn hóa, sự kiện theo tháng, chế độ nghỉ mát, teambuilding 1 năm/2 lầnQuà cho nhân viên các ngày lễ tết, sự kiện, sinh nhật trong nămThời gian làm việc từ thứ 2 - Thứ 6Chủ động quản trị về hiệu suất công việc",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/python-odoo-developer-offer-up-to-35m/996305.html?ta_source=JobSearchList",
  "company_name": "Nissho Electronics Việt Nam",
  "job_title": "Python",
  "salary": "Tới 35 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia trực tiếp vào team dự án phát triển và triển khai hệ thống Odoo cho các doanh nghiệp tại Việt Nam và các doanh nghiệp, tập đoàn lớn tại Nhật Bản (Sojitz, Nissho Japan).Công việc cụ thể:+ Phụ trách thiết kế chi tiết, lập trình, unit test, xử lý lỗi của chương trình sử dụng ngôn ngữ lập trình Python trên framework Odoo.+ Tham gia xây dựng các giải pháp, viết phần mềm, lập trình các module theo yêu cầu công việc+ Các công việc khác được giao bởi Project Manager và Group Leader.",
  "Yêu cầu ứng viên": "Thành thạo ngôn ngữ Python (kinh nghiệm từ 1 năm trở lên).Có mong muốn theo làm Odoo lâu dài. Ưu tiên đã có kinh nghiệm làm việc với framework Odoo.Có kiến thức và kỹ năng lập trình database; ưu tiên thành thạo PostgreSQL.Tốt nghiệp Trung cấp trở lênLỢI THẾ KHI CÓ:Đã có kinh nghiệm làm việc với các hệ thống phần mềm mã nguồn mở.Có khả năng hiểu business logic, tìm tòi hướng giải quyết các vấn đề mới.Có kinh nghiệm về cài đặt và sử dụng Linux, apache.Có kinh nghiệm customize module/report; xử lý đọc/ghi file Excel.Giao tiếp tiếng Anh tốt là một lợi thế.",
  "Quyền lợi": "Mức lương: UP TO 35,000,000 VNDNgày nghỉ phép nguyên lương: 19 ngày/nămThưởng tháng lương thứ 13, thưởng dự án (tối thiểu 1 tháng lương)Lì xì Tết: 4 triệu VNDĐóng BHXH full lương (cả 2 tháng thử việc)Bảo hiểm Bảo Việt bảo vệ sức khỏe nâng cao cho nhân viên và TOÀN BỘ thành viên trong gia đìnhKhám sức khỏe định kỳ 1 lần/nămDu lịch công ty (8-10 triệu VND/người/năm)Sự kiện nội bộ: team building, sinh nhật tháng, Women’s day, Men’s day,…Quà nhân dịp lễ tết (Trung thu, sinh nhật,…)Các câu lạc bộ (Cầu lông, bóng đá, bơi lội, học tiếng Nhật,...) được hỗ trợ kinh phí hoạt độngTham gia miễn phí tất cả các lớp training tại công ty, sử dụng miễn phí tài khoản Udemy/CourseraHỗ trợ lệ phí thi chứng chỉ chuyên môn lên tới 10 triệu VND và thưởng khi thi đỗ chứng chỉ lên tới 20 triệu VNDCó cơ hội đi onsite tại Nhật Bản (ngắn hạn/dài hạn)Được chia sẻ, lắng nghe và tạo điều kiện phát triển theo đúng mong muốn.Lộ trình thăng tiến rõ ràngThời gian làm việc T2 – T6. Giờ làm việc linh hoạtMôi trường thân thiện cởi mởi. Ban Giám Đốc của Nissho quan tâm đến đời sống anh em.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-c-c-developer/751010.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY PHẦN MỀM TMA SOLUTIONS",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Củng cố kiến thức chuyên môn và kỹ năng mềm bằng các khóa đào tạo dành cho nhân viên mới từ 1-2 thángTham gia làm việc tại dự án thực tế sau khi được đào tạoCông việc cụ thể sẽ trao đổi khi phỏng vấn",
  "Yêu cầu ứng viên": "Sinh viên mới tốt nghiệp hoặc cuối năm 4 chuyên ngành Công Nghệ Thông Tin, Điện Tử Viễn Thông hoặc các ngành có liên quanCó thể làm full-timeNắm vững kiến thức nền tảng (OOP, cấu trúc dữ liệu, thuật toán)Có kiến thức về lập trình trên Linux/Embedded/ Telecom dùng C/C++Có tư duy lập trình tốt",
  "Quyền lợi": "Được đào tạo kỹ thuật và công nghệ trước khi tham gia dự án với khách hàng Bắc Mỹ, Châu Âu, ÚcMức lương thỏa thuận và hưởng 100% lương trong thời gian đào tạoMôi trường làm việc chuyên nghiệp, nhiều cơ hội thăng tiếnMột vị trí ổn định và xứng đáng, nơi sự cam kết lâu dài của bạn sẽ được đánh giá caoHàng trăm khoá đào tạo nội bộ cả về kỹ thuật và kỹ năng mềmNhiều hoạt động vui chơi thể thao, văn hóa, văn nghệ được tổ chức hàng nămBảo hiểm chăm sóc sức khỏe nhân viên toàn diện với mức bảo hiểm cao",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-wordpress-senior-wordpress-developer/995675.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH 123 WEBSITE",
  "job_title": "Lập Trình Viên",
  "salary": "Trên 10 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Dưới sự hướng dẫn và đào tạo của Leader để tham gia lập trình website hoàn chỉnh (Full-stack) từ A-Z cho khách hàng trên nền tảng Wordpress.- Lập trình giao diện website trên CMS Wordpress: Theo theme hoặc Custom.- Lập trình plugin tính năng theo yêu cầu phát sinh- Kết nối giữa CMS wordpress và phần mềm thông qua REST API- Triển khai các dự án, giải pháp thực tế cho khách hàng- Chi tiết công việc được trao đổi khi phỏng vấn.",
  "Yêu cầu ứng viên": "- Trình độ: Đại học, Cao đẳng các ngành liên quan.- Có kinh nghiệm 2-3 năm về chuyên môn (Senior).- Ưu tiên ứng viên am hiểu Wordpress + PHP + HTML + CSS + Jquery.- Ưu tiên ứng viên biết sử dụng phần mềm Photoshop, AI, ...- Có khả năng phân tích, hiểu biết về giao diện người dùng.- Chủ động, sáng tạo, chịu được áp lực cao trong công việc.- Có laptop làm việc.- Có khả năng làm việc nhóm.",
  "Quyền lợi": "- Được làm việc trong một môi trường năng động, thân thiện, có nhiều cơ hội nâng cao năng lực và thu nhập.- Thường xuyên được đào tạo nâng cao năng lực chuyên môn và các kỹ năng làm việc.- Được nghỉ ngày lễ, tết, chiều thứ 7 và chủ nhật.- Ngoài Lương còn có Thưởng theo dự án, thưởng lễ, tết và tháng 13.- Chính sách bảo hiểm theo quy định của công ty.- Xét duyệt tăng lương 6 tháng/ lần.- Cơ hội thăng tiến trong công việc theo năng lực",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-senior-offer-up-to-40m/996257.html?ta_source=JobSearchList",
  "company_name": "Nissho Electronics Việt Nam",
  "job_title": "Java Developer",
  "salary": "Tới 40 triệu",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào nhóm dự án phát triển và duy trì một sản phẩm hệ thống phần mềm rất lớn của Tập đoàn Nissho Japan về quản lý quy trình kinh doanh. Sản phẩm hiện đang được triển khai cho rất nhiều khách hàng là các công ty, doanh nghiệp tại Nhật Bản thuộc da dạng các lĩnh vực (tài chính, ngân hàng, doanh nghiệp, khách sạn,…).Phối hợp cùng với Project Manager/Team Leader hiện tại, chịu trách nhiệm đảm bảo kiến trúc hệ thống, và xử lý các vấn đề kĩ thuật của các dự án, đảm bảo chất lượng dự án một cách toàn diện.Hướng dẫn và hỗ trợ về mặt kỹ thuật cho nhóm từ 3-5 thành viên, giúp giải quyết các vấn đề kỹ thuật phát sinh trong dự án.Thực hiện detailed design, coding, review code, unit test,… khi công việc yêu cầu.Các công việc khác trong phạm vi của vị trí tuyển dụng.",
  "Yêu cầu ứng viên": "1. Yêu cầu bắt buộc:Tối thiểu 4 năm kinh nghiệm triển khai các dự án phát triển hệ thống phần mềm sử dụng ngôn ngữ lập trình Java.Thành thạo Java web.Thành thạo SQL server.Có kinh nghiệm thiết kế cơ sở dữ liệu, thiết kế chi tiết, thiết kế màn hình, thiết kế kế hoạch test.2. Lợi thế khi có:Có kỹ năng về front-end như: JavaScript, AJAX, jQuery, HTML/CSS, XML,…Ưu tiên nếu có kinh nghiệm với ReactJS, Typescript, AWS.Ưu tiên nếu thành thạo Design Patterns và Coding Best Practices.Có kinh nghiệm làm việc trong các công ty IT của Nhật Bản, hoặc từng làm việc với khách hàng Nhật là 1 lợi thế.Ưu tiên ứng viên từng đảm nhiệm vị trí tương tự trong các dự án đã tham gia, hoặc có kinh nghiệm training hướng dẫn member.Tốt nghiệp Trung cấp trở lên",
  "Quyền lợi": "Mức lương: Up To 40M.Ngày nghỉ phép nguyên lương: 19 ngày/năm.Thưởng tháng lương thứ 13, thưởng dự án (tối thiểu 1 tháng lương).Lì xì Tết: 4 triệu VND.Đóng BHXH full lương (cả 2 tháng thử việc).Bảo hiểm Bảo Việt bảo vệ sức khỏe nâng cao cho nhân viên và TOÀN BỘ thành viên trong gia đình.Khám sức khỏe định kỳ 1 lần/năm.Du lịch công ty (8-10 triệu VND/người/năm).Sự kiện nội bộ: team building, sinh nhật tháng, Women’s day, Men’s day,…Quà nhân dịp lễ tết (Trung thu, sinh nhật,…).Các câu lạc bộ (Cầu lông, bóng đá, bơi lội, học tiếng Nhật,...) được hỗ trợ kinh phí hoạt động.Tham gia miễn phí tất cả các lớp training tại công ty, sử dụng miễn phí tài khoản Udemy/Coursera.Hỗ trợ lệ phí thi chứng chỉ chuyên môn lên tới 10 triệu VND và thưởng khi thi đỗ chứng chỉ lên tới 20 triệu VND.Có cơ hội đi onsite tại Nhật Bản (ngắn hạn/dài hạn).Được chia sẻ, lắng nghe và tạo điều kiện phát triển theo đúng mong muốn.Lộ trình thăng tiến rõ ràng.Thời gian làm việc T2 – T6. Giờ làm việc linh hoạt.Môi trường thân thiện cởi mởi. Ban Giám Đốc của Nissho quan tâm đến đời sống anh em.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-salesforce-developer/905707.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN NEXLE",
  "job_title": "Developer",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Review business requirements working with team membersPerform a technical analysis of requirementsProduce a solid, detailed technical designWrite clean, modular, robust code to implement the desired requirements with little or no supervisionWork with the other partners to triage and fix bugs with rapid turnaroundContribute ideas for making the application better and easier to useDevelop and maintain Salesforce applicationActive participation in customer/partner design meetings and general engagementsEnsure on time, on budget, and the quality of the product.",
  "Yêu cầu ứng viên": "B.S. in Computer Science, or equivalent2+ years experienced in software developmentExperience working on Salesforce application developmentBe creative and good at user experiencesA creative mind which can work alongside a very drunk design and creative teamHighly organised driven individual with skills in an agency environmentExcellent communication skillsA commitment to quality and a thorough approach to workGood teamwork and reliabilityDrive and enthusiasm with the ability to manage and co-ordinate multiple projects",
  "Quyền lợi": "Why You'll Love Working HereOPPORTUNITIESChance to work with people across continents U.S, Australia, United Kingdom.Chance to work overseas based on the request from clients.Chance to improve English skill since the main communication is English during working hours.Chance to improve the technical skills during working with clients on new technologies.Be encouraged and rewarded with attractive remuneration for initiating the ideas that bring the innovation.TRAININGEnglish training benefits for team leaders and key members.Technical and soft skill training.Training budget for key members, Team Leaders and PMs.BENEFITSSocial Insurance paid by company.Special health care insurance:- Personal accident: 210,000,000/occurrence and no limited occurrences- Health insurance: 63,000,000/disability and no limited disabilitiesFamily special healthcare insurance for 5-year Employees, TA, PM.13rd month salary as permanent bonus.12 annual leaves/year. 2 more annual leaves will be added for every 4 continuous working years.Other bonuses depend on the performance and contributions to the project/company.Annual Company trip, Managers outing trip.Birthday gift, wedding gift, sick-leave caring gift, Funeral caring and sharing.Annual Health Check ProgramSALARY ADJUSTMENTYearly Performance Appraisal: The percentage of salary adjustment is 10%-24% depending on the individual’s performance within a specific period.Adhoc salary review and promotion are performed during the year.WORKING ENVIRONMENTProvide laptop or macbook for working and can take home.Professional working space in office building: Coffee & tea are served every day, Microwave oven and refrigerator serving lunch in the office.TEAM BUILDING ACTIVITIESHaving monthly happy hour either in the office or outside.Sport clubs: Football, Badminton.Working hour: From Monday to FridayMorning: 8:30AM - 12:00PMAfternoon: 1:00PM-5:30PM",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/software-developer/996397.html?ta_source=JobSearchList",
  "company_name": "CTY TNHH GP NHÂN SỰ GLOBAL DOOR",
  "job_title": "Software Developer",
  "salary": "15 - 20 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "This company has 2 business.- offshore business- Their own marketing productAs for offshore project, mainly use JAVA.For their own product (Marketing product), they use Python.Report line: VN manager",
  "Yêu cầu ứng viên": "must +2 years experience as a developerMySQL, PostgreSQL, and SQL query (join, left join, group by..)Java (Spring Boot framework to develop API, one of ORM as Hibernate, Struct, …PreferJavaScript (ReactJs or Next.Js, etc)Python (Flask or any API framework, sqlAlchemy ORM, …)Understanding different data structure from abstract to physical view Practical knowledge ofCloud service (AWS or Microsoft Azure or GCP)",
  "Quyền lợi": "Tet BonusSocial insurance, Insurance following to VN law12 days off paid leaveholiday vacation following to VN lawcompany tripSalary promotionOther allowance will be considered later",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/sap-developer/995689.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN NEXLE",
  "job_title": "Developer",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "•      Ensures reliability and responsiveness of the SAP environment & interfaces to other enterprise systems, based on SAP CPI•      Collaborates with various technical teams in championing and implementing proactive measures to ensure the availability of the system to users•      Logging and tracking SAP Hana user problems and providing day to day technical support(L1/L2) including the generation of standard reports•      Escalate and coordinate SAP issues with SAP Support if needed•      Support on functional and technical specifications for all developments and customisations in the system•      Managing user access and permissions through User setup, Roles, and Role Hierarchy•      Assisting with configuration of SAP change request from time to time. These will be treated as minor enhancements and some examples could be user account creation, purchase order issues, interface with other SaaS platforms and creating new approvals and workflow processes•      Implementation, evaluation, UAT and documentation of SAP S/4 technical/functional changes•      Stay current of new SAP Hana features and functionalities and provide recommendations for process improvements and communicating changes with the users•      Work with various vendors and project teams to support delivery of longer-term initiatives and projects",
  "Yêu cầu ứng viên": "•      B.S. in Computer Science, or equivalent•      2+ years experienced developing web application and API•      1+ years experienced working SAP/ABAP development•      Experienced in Java/NodeJS/ReactJS/Angular is a plus•      Have a strong background in SAP S/4 Hana Cloud technology is a plus•      Be creative and good at user experiences•      A creative mind which can work alongside a very drunk design and creative team•      Highly organised driven individual with skills in an agency environment•      Good English communication skills•      A commitment to quality and a thorough approach to work•      Good teamwork and reliability•      Drive and enthusiasm with the ability to manage and co-ordinate multiple projects",
  "Quyền lợi": "Why You'll Love Working HereOPPORTUNITIESChance to work with people across continents U.S, Australia, United Kingdom.Chance to work overseas based on the request from clients.Chance to improve English skill since the main communication is English during working hours.Chance to improve the technical skills during working with clients on new technologies.Be encouraged and rewarded with attractive remuneration for initiating the ideas that bring the innovation.TRAININGEnglish training benefits for team leaders and key members.Technical and soft skill training.Training budget for key members, Team Leaders and PMs.BENEFITSSocial Insurance paid by company.Special health care insurance:- Personal accident: 210,000,000/occurrence and no limited occurrences- Health insurance: 63,000,000/disability and no limited disabilitiesFamily special healthcare insurance for 5-year Employees, TA, PM.13rd month salary as permanent bonus.12 annual leaves/year. 2 more annual leaves will be added for every 4 continuous working years.Other bonuses depend on the performance and contributions to the project/company.Annual Company trip, Managers outing trip.Birthday gift, wedding gift, sick-leave caring gift, Funeral caring and sharing.Annual Health Check ProgramSALARY ADJUSTMENTYearly Performance Appraisal: The percentage of salary adjustment is 10%-24% depending on the individual’s performance within a specific period.Adhoc salary review and promotion are performed during the year.WORKING ENVIRONMENTProvide laptop or macbook for working and can take home.Professional working space in office building: Coffee & tea are served every day, Microwave oven and refrigerator serving lunch in the office.TEAM BUILDING ACTIVITIESHaving monthly happy hour either in the office or outside.Sport clubs: Football, Badminton.Working hour: From Monday to FridayMorning: 8:30AM - 12:00PMAfternoon: 1:00PM-5:30PM",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-backend-developer-thu-nhap-30-trieu-nghi-thu-7-chu-nhat/707426.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần công nghệ Mas Vision",
  "job_title": "Backend Developer",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển ứng dụng, dự án website và hệ thống supper app, fintech.- Trao đổi dữ liệu với mobile & front-end- Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai- Thu thập và xử lí các yêu cầu thiết kế và kĩ thuật- Tham gia vào quá trình phân tích và thiết kế hệ thống;- Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.",
  "Yêu cầu ứng viên": "– Tốt nghiệp Đại học/Cao đẳng chuyên ngành công nghệ thông tin hoặc các ngành liên quan- Có ít nhất 2 năm kinh nghiệm phát triển Java trên nền tảng Linux/Windows.- Trên 1 năm kinh nghiệm đóng góp vào kiến trúc và thiết kế- Trên 1 năm kinh nghiệm trong việc tối ưu hóa hiệu suất truy vấn.- Có kinh nghiệm phát triển ứng dụng / hệ thống nhiều tầng.- Trải nghiệm tích hợp với API RESTful.- Ưu tiên có kiến thức, kinh nghiệm triển khai CI/CD.– Có khả năng làm việc với cường độ cao, khả năng nghiên cứu tốt, say mê công việc.– Có khả năng làm độc lập hoặc làm việc theo nhóm.",
  "Quyền lợi": "- Được hưởng các chế độ phúc lợi, đãi ngộ hấp dẫn, chế độ BHXH –BHYT và chế độ khác theo quy định Pháp luật và Cty.- Môi trường làm việc năng động, sáng tạo, chuyên nghiệp, thân thiện.- Được tham gia các khóa đào tạo nội bộ và bên ngoài để nâng cao nghiệp vụ.- Nghỉ thứ 7, Chủ nhật + Nghỉ phép, Lễ tết theo Quy định của Pháp luật hiện hành.- Lương cạnh tranh lên đến 30.000.000đ/tháng, thoả thuận theo năng lực.- Thưởng theo dự án- Xét tăng lương 1 năm 1 lần, Lương tháng 13 + Thưởng Tết.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-c-netcore-javascript/788745.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Phát triển phần mềm Wikisoft",
  "job_title": "Fullstack Developer",
  "salary": "10 - 15 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Phát triển các dự án, sản phẩm của công ty Wikisoft.- Công việc chính là phát triển website & server-side cho ứng dụng Web và Mobile:+ Phát triển các tính năng cho DMS (Distribution Management System)+ Viết API cho mobile app.+ Phát triển các sản phẩm liên quan đến tích hợp,  xử lý dữ liệu, báo cáo , Dashboard Tools.",
  "Yêu cầu ứng viên": "- Tốt nghiệp CĐ/ĐH Chính quy Chuyên ngành Công nghê Thông tin hoặc các ngành có liên quan.- Từ Fresher đến ứng viên có kinh nghiệm từ 1 năm – 3 năm , có sự đam mê về phát triển sản phẩm.- Nắm vững kiến thức nền tảng về database, căn bản lập trình và tư duy giải thuật tốt.- Thành thạo lập trình với C#, .NET, NetCore, MS SQL, Postgresql, MongoDB, Jquery.- Không ngại làm việc với cả Frontend, Backend, API, ...- Biết ABP Framework , Identity Framework là 1 lợi thế- Có khả năng làm việc với một trong các Javascript Framework như: VueJS, AngularJS, ReactJS là một điểm cộng- Sự dụng thành thạo GIT.- Khả năng học hỏi và làm việc với Framework hay ngôn ngữ lập trình mới khi cần thiết.- Có khả năng đọc hiểu Tiếng Anh tốt là một điểm cộng- Ưu tiên ứng viên có kinh nghiệm thực tế về thiết kế hệ thống hiệu năng cao- Có kinh nghiệm làm việc trên nền tảng AWS, Google Cloud Services, MS Azure là một điểm cộng.",
  "Quyền lợi": "- Lương thỏa thuận theo năng lực, review lương hàng năm- Được hưởng đầy đủ chế độ phúc lợi của người lao động theo Quy định của Nhà nước.- Được lựa chọn và cởi mở đề xuất các công nghệ mới để sử dụng trong quá trình làm dự án.- Định hướng và đào tạo để trở thành Key member/ Senior Developer.- Cơ hội tham gia các khóa đào tạo, nâng cao nghiệp vụ chuyên nghiệp hoàn toàn miễn phí theo tiêu chuẩn của công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/961018.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp công nghệ và nguồn lực công nghệ ITSOL",
  "job_title": "Java Developer",
  "salary": "15 - 25 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Nghiên cứu tài liệu đặc tả, tài liệu phân tích SRS, tài liệu thiết kế- Xây dựng tài liệu thiết kế tổng thể, thiết kế chi tiết- Cộng tác với đồng nghiệp trong nhóm thiết kế và xây dựng phần mềm- Tham gia vào dự án phát triển phần mềm cho khách hàng khối ngân hàng tạiHà Nội.- Tìm hiểu yêu cầu, phân tích dự án và coding cho hệ thống internet banking.",
  "Yêu cầu ứng viên": "- Từ 2 năm KN trở lên- Hiểu biết về Java Core, OOP, Design Pattern- Có kinh nghiệm làm việc và hiểu biết với API (Restful, SOAP), SCM (Git,SVN), IDE (Eclipse, IntelliJ, NetBeans), Database (SQL, NoSQL);- Sử dụng thành thạo các Framework: Spring Boot, Spring MVC, Spring Data,Servlet JSP,...- Có kinh nghiệm web application servers như Jboss, Tomcat,...- Có khả năng đọc và hiểu SRS hoặc thiết kế chi tiết;- Có các kỹ năng lập trình tốt như: phân tích, đưa giải pháp để giải quyết các vấnđề;",
  "Quyền lợi": "- Lương theo năng lực khi phỏng vấn- Lương tháng 13- Hỗ trợ Onsite, vé xe- Thưởng dự án, thưởng lễ tết- Đầy đủ chế độ BHXH, BHYT theo quy định của Nhà nước.- Du Lịch 1 lần/ năm, team building …- Cơ hội làm việc với khách hàng lớn Viettel, Seabank, Vp bank, Bảo Việt…- Giờ làm việc từ 8h30 đến 18h00 (nghỉ trưa 1h30’)- Nghỉ T7- CN",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-upto-30m/996660.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH SETA international Việt Nam",
  "job_title": "Nodejs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Join hands the projectGive ideas to develop some project of the companyJob description will be discussed during the interview for details.",
  "Yêu cầu ứng viên": "Have a good knowledge of Javascript, understand features of JS, understand ES5, ES6, TypeScript.Have knowledge of NodeJS, its pros and cons.Have knowledge of Design pattern: Singleton, Dependency Injection.Understand components of API server: Express, Middleware, authenticate, JWT, Websocket; be able to new implement components.Have experience of using and taking part in DB designing process: SQL , NoSQL.Be able to write API, find and fix bugs.Be able to generate code clean and code utility; be able to write tests is a plus.Be able to review code for other team members.Have knowledge/experience of cloud: AWS, GCP.Have knowledge of docker and use bashOptional/plus point: Use jira, development model agile scrumGood at speaking English",
  "Quyền lợi": "Salary: Upto 30M. Attractive salary and bonus based on performanceSalary review 2 times/yearFull benefits for employees according to the Vietnam Labor Laws: social and health insuranceAn international, professional, young but innovative, knowledge-shared environment that works closely with international experts and joins conferences and workshops on exciting new technologiesHolidays based on Vietnamese labor law + paid vacations, company trip, team building, happy hour, birthday party,..Working hour: Monday - Friday (08:30 - 12:00; 13:00 - 17:30 or 9:00-12:00; 13:00-18:00)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-fresher-junior-19-thang-luong-nam-phuc-loi-sieu-hap-dan-2-bao-hiem-suc-khoe/996557.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ DỊCH VỤ IMEDIA",
  "job_title": "Frontend Developer",
  "salary": "Trên 12 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Triển khai cắt HTML/CSS theo designĐảm bảo tiêu chuẩn đồ họa chất lượng và sự thống nhất trong việc thiết kế các sản phẩmPhối hợp với các back-end developers để ghép APICải thiện UI/UX, tính năng và hiệu năng ứng dụng trong quá trình vận hànhThu thập ý kiến phản hồi và xây dựng các hướng giải quyết cho người sử dụng và khách hàngNghiên cứu, tìm hiểu các công nghệ mới nhất để áp dụng cái tiến sản phẩm.",
  "Yêu cầu ứng viên": "Tư duy logic tốtCó từ 6 tháng kinh nghiệm thực tế làm việc trở lênCó tinh thần và trách nhiệm cao trong công việcHam học hỏi và cầu tiến.Có khả năng làm việc độc lập hoặc Teamwork tốt.Có sản phẩm demo thực tếCó kinh nghiệm với ít nhất một trong các front-end frameworks (Angular, ReactJS, VueJS). Kinh nghiệm với ReactJs là lợi thế.Có kinh nghiệm vững chắc trong phát triển UI cho các ứng dụng Cross Browser, Cross Platform.Có khả năng để ý chi tiết (pixel perfect) trong việc chuyển hóa từ Sketch hoặc XD (thiết kế) qua HTML, CSS.Javascript, typescript, HTML, CSS, CSS frameworkCode version control: Github / BitBucketKhả năng debugging và xử lý các vấn đề trên các browser khác nhau.",
  "Quyền lợi": "Làm việc từ Thứ 2 đến Thứ 6,nghỉ thứ 7 &  Chủ nhậtĐược đào tạobởi Trưởng phòng/ Senior và các khóa đào tạo mong muốn khácĐược làm việc với dịch vụ mũi nhọn với doanh thu lớn nhất của iMediaĐược đồng hành và làm việc với đội ngũ Ban lãnh đạo trẻ, tư duy nhạy bén, tốc độ xử lý nhanhParty & sinh nhật hàng tháng, BHXH & gói bảo hiểm Bưu điện riêng cho từng CBNV với hạn mức khám chữa bệnh đa phúc lợi hàng năm...Thưởng cuối năm từ 3-6 tháng lương Gross, thưởng đột xuất giữa năm từ 1-2 tháng lương Gross theo kết quả kinh doanhReview tăng lương 2 lần/nămThưởng Nhân viên xuất sắc hàng Tháng,thưởng các dịp lễ trong năm lên đến 5 triệu đồng/người/1 lần thưởng lễ tếtTeambuilding hàng quý, Summer Trip hàng năm, Year End Party & Du xuân...rất nhiều dịp để giải tỏa căng thẳng ở nơi xa với 4-5 trip nghỉ dưỡng/năm trong hoặc ngoài nướcVăn hóa công ty công nghệ: trẻ, năng động và sáng tạo.Nói không với drama công sở.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/data-engineer/996310.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BỆNH VIỆN THẨM MỸ ĐÔNG Á",
  "job_title": "Data Engineer",
  "salary": "15 - 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, phát triển và tối ưu hệ thống lưu trữ dữ liệu: DataWarehouse, Data Lake, Data Model, BI, Downstream system, ....- Tích hợp tất cả các nguồn dữ liệu từ các hệ thống ứng dụng vào Data Warehouse/Data Lake.- Hỗ trợ các Đơn vị nghiệp vụ khi có nhu cầu khai thác dữ liệu từ hệ thống MIS/DW.- Thực hiện phân tích các mô hình dữ liệu, dự đoán, dự báo, báo cáo phân tích,…- Báo cáo định kỳ theo quy định hoặc theo yêu cầu của cấp quản lý trực tiếp.- Tham gia các dự án về Data Warehouse/Data Lake theo sự phân công- Làm việc tại VP chính: số 93 Bạch Mai, HBT, HN",
  "Yêu cầu ứng viên": "- Thành thạo sử dụng ngôn ngữ truy vấn dữ liệu SQL- Thành thạo sử dụng ít nhất một công cụ ETL phổ biến- Có ít nhất 1 - 3 năm làm dự án thực tế với các CSDL như PostgreSQL hoặc Mysql- Có hiểu biết về các hệ thống hoạch định nguồn lực doanh nghiệp (ERP)- Ưu tiên các ứng viên có kinh nghiệm lập trình với Python, ODOO- Giao tiếp tốt, tiếng Anh đọc hiểu tài liệu kỹ thuật- Biết quản lý thời gian, có kỹ năng phân tích và giải quyết vấn đề",
  "Quyền lợi": "-Thu nhập 15 - 20 triệu (Lương CB + Lương KPI), thỏa thuận theo năng lực thực tế. + Phụ cấp cơm trưa 1 triệu/tháng-Điều chỉnh thu nhập theo định kỳ.- Được hưởng chế độ của công ty: Du lịch định kỳ, thưởng tết, 12 ngày nghỉ phép- Chế độ BHXH, BHYT, BHTN, khen thưởng, ngày lễ Tết…( 8/3,2/9,20/10,30/4,1/5...)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-android-developer-upto-25m/996573.html?ta_source=JobSearchList",
  "company_name": "Trackify",
  "job_title": "Android",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Sử dụng Android Native phát triển ứng dụng cho di động, biết React native là lợi thế- Phát triển các ứng dụng về Hệ thống quản lý kho, quản lý tài sản, hàng hóa,…- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Trực tiếp làm việc với Project manager/Leader tham gia xây dựng, góp ý, tối ưu sản phẩm ở các giải đoạn khác nhau trong quá trình phát triển dự án.- Phối hợp với các thành viên trong team và dự án fix bugs, tối ưu hóa hiệu năng ứng dụng.-  Nghiên cứu sâu và nắm công nghệ lõi của các dự án thuộc Trackify- Nghiên cứu các công nghệ mới để áp dụng trong các dự án hiện tại và tương lai- Tham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việc, cải thiện chất lượng sản phẩm, trải nghiệm khách hàng cũng như góp phần tăng doanh thu cho công ty",
  "Yêu cầu ứng viên": "- Có kinh nghiệm về lập trình ứng dụng mobile, đặc biệt Android native, React…- Có kinh nghiệm làm việc với JSON REST API, GIT, Docker, ...- Có kinh nghiệm lập trình tương tác với các CSDL: MySQL, Elasticsearch, Kafka, ... là một lợi thế- Có kinh nghiệm lập trình các ứng dụng chạy trên nền tảng nhúng (màn hình thông minh android) là một lợi thế.- Có kinh nghiệm lập trình các ứng dụng tích hợp với các thiết bị IOT qua bluetooth là một lợi thế- Đã có dự án trên Google Play là một điểm cộng.- Sử dụng tốt các công cụ như: Trello, Git, SVN,...- Có khả năng chủ động trong công việc, phối hợp nhóm cũng như làm việc độc lập tốt.- Tư duy xử lý vấn đề tốt, cẩn thận, kiên nhẫn, sẵn sàng học hỏi kiến thức, công nghệ mới.",
  "Quyền lợi": "- Mức lương thỏa thuận theo năng lực, tổng thu nhập hấp dẫn lên đến 25M/tháng (thưởng dự án, thưởng nóng, thưởng Lễ Tết,…), 14 – 15 tháng lương/năm.- Review lương 2 lần/năm, chế độ nâng lương linh hoạt theo vị trí và hiệu suất công việc.- Hưởng đầy đủ các chế độ theo luật (BHXH, BHYT, các ngày nghỉ lễ, nghỉ phép, thai sản…). Các chính sách hiếu, hỷ, nghỉ phép 12 ngày/năm.- Lộ trình thăng tiến rõ ràng, có cơ hội tiếp cận các công nghệ, kiến thức mới và làm việc cùng các chuyên gia nhiều kinh nghiệm trong mảng IoT- Được Mentor đào tạo bài bản, chuyên nghiệp về chuyên môn, nghiệp vụ, các kỹ năng mềm trước khi vào công việc cụ thể- Môi trường trẻ trung năng động, đồng nghiệp thân thiện.- Có chỗ gửi xe miễn phí, tủ lạnh, lò vi sóng, máy pha cafe, cafe miễn phí,....- Du lịch, team building hàng năm; liên hoan cùng công ty hàng tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/quan-ly-lap-trinh-cnc-phong-khuon/938751.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Elentec Việt Nam",
  "job_title": "Quản Lý",
  "salary": "Thoả thuận",
  "exp": "5 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Lập kế hoạch sản xuất- Đào tạo, quản lý nhân lực đáp ứng nhu cầu gia công khuôn , gia công jig.- Quản lý máy móc, thiết bị, báo cáo sự cố phát sinh- Theo dõi lịch trình gia công, báo cáo tiến độ lên cấp trên- Thiết kế Jig và cải tiến chương trình nhằm nâng cao năng xuất",
  "Yêu cầu ứng viên": "- Làm việc cẩn thận và chi tiết và sử dụng thành thạo các phần mềm của Microsoft- Sử dụng tốt các phần mềm thiết kế lập trình 3 D, 2 D như AutoCAD, NX, PowerMill, Master CAM, XCAM- Thực hiện các công việc khác từ cấp trên",
  "Quyền lợi": "- Lương, thưởng hấp dẫn xứng đáng với năng lực (Thỏa thuận)- Đóng BHXH, BHYT, BHTN, theo quy định Nhà nước- Hỗ trợ xe đưa đón từ trung tâm Hà Nội về công ty và ngược lại- Hỗ trợ ăn trưa, ăn ca- Lương tăng định kỳ hàng năm- Được làm việc trong môi trường năng động, chuyên nghiệp và hiện đại",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-java-developer-muc-luong-upto-20-trieu-dong/996536.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giải pháp Phần mềm Biplus Việt Nam",
  "job_title": "Java Developer",
  "salary": "Tới 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các hệ thống phần mềm trong các lĩnh vực viễn thông, fintech, thương mại điện tử, ERP, bán hàng, bao gồm:Tham gia phân tích yêu cầu khách hàng và xây dựng tài liệu giải pháp.Phát triển và sửa lỗi các tính năng.Đóng góp vào các hoạt động chia sẻ tri thức và cải tiến liên tục.",
  "Yêu cầu ứng viên": "• Có từ 6 tháng trở lên lập trình về Java.• Hiểu biết và có kinh nghiệm làm việc với Java Core, các framework Java như EE, Spring, Struts, Hibernate ... và một số design pattern thông dụng.• Có kinh nghiệm làm việc với SQL, PLSQL, có kiến thức về một trong các hệ quản trị cơ sở dữ liệu Oracle/MySQL.• Có kinh nghiệm làm việc với các nền tảng web là một lợi thế.• Kỹ năng giao tiếp, giải quyết vấn đề, kỹ năng làm việc nhóm tốt, luôn sẵn sàng hỗ trợ các thành viên khác trong dự án.• Chịu được áp lực cao trong công việc, có khả năng làm việc độc lập, chủ động giải quyết vấn đề để hoàn thành nhiệm vụ.• Cam kết, ham học hỏi.",
  "Quyền lợi": "• Mức lương từ 10 – 20 triệu.• Thưởng quý, thưởng cuối năm (1-3 tháng lương)• Đánh giá năng suất và xét tăng lương 2 lần/năm.• Tài trợ 100% phí thi các chứng chỉ quốc tế.• BHXH, nghỉ lễ theo qui định.• Được làm việc với các dự án tạo nên xu hướng công nghệ như: fintech, digital transformation. Tham gia vào các dự án hiệu năng cao, số lượng dữ liệu lớn và tập khách hàng lớn. Sử dụng các công nghệ mới nhất như: microservices, spring boot.• Được làm việc trên các hệ thống lớn với các bài toán công nghệ phức tạp• Tham gia vào nhóm phát triển Scrum tự chủ, linh hoạt và năng suất cao theo mô hình Agile/Scrum.• Môi trường làm việc trẻ, năng động, vui vẻ, hạnh phúc với các hoạt động văn hóa sôi động như retreat, picnic, team building, happy event, BiPlus radio, ...• Được làm nhiều, được thử nhiều và được sai, học thực chiến trong công việc• Liên tục phát triển năng lực thông qua các hoạt động học tập (company learning hour, team learning hour, club), đào tạo, mentoring, coaching,...• Được phản hồi thường xuyên liên tục và huấn luyện để phát triển năng lực và đạt hiệu suất công việc ngày càng cao (CFRs - Conversation - Feedback - Recognition tháng và 6 tháng)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-lap-trinh-web-full-stack-developer/995276.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ THƯƠNG MẠI VÀ DỊCH VỤ THỦ ĐÔ",
  "job_title": "Lập Trình Web",
  "salary": "Tới 12 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "– Tham gia phát triển các website dùng PHP/Node.js.– Tham gia phát triển các ứng dụng trên mobile, desktop dùng công nghệ web (JavaScript, HTML, CSS)– Lập trình các yêu cầu xây dựng, nâng cấp liên quan đến phần Web, bao gồm lập trình và sửa lỗi sau kiểm thử, xây dựng tài liệu cài đặt hoặc triển khai.– Tối ưu code, database để nâng cao hiệu năng, chất lượng hệ thống.– Nghiên cứu các công nghệ, kỹ thuật mới để áp dụng vào phát triển website– Thực hiện các yêu cầu khác dưới sự phân công của lãnh đạo.",
  "Yêu cầu ứng viên": "– Tốt nghiệp ĐH/CĐ ngành Công nghệ Thông tin – Chuyên ngành công nghệ phần mềm- Ưu tiên đã có 3 sản phẩm về web– Kỹ năng lập trình tốt với ngôn ngữ PHP, Java, C++/C– Có kinh nghiệm làm việc với các hệ quản trị CSDL: MySQL, SQL, Oracle– Có kiến thức về Front-End: HTML, CSS, Javascript, Jquery, NodeJS, ReactJS.– Có khả năng học hỏi nhanh, đam mê lập trình, thích tìm hiểu và thực hiện các công việc mới.",
  "Quyền lợi": "1. Mức lương cứng :  đến 12 triệu /tháng (Fulltime), hoặc thỏa thuận theo năng lực + thưởng2. Thử việc 1-2 tháng, sau thử việc đóng BHXH, theo luật LĐ. 12 ngày phép/năm.3. Đào tạo định kỳ theo chương trình nghiệp vụ4. Làm việc trong môi trường chuyên nghiệp, năng động, thân thiện và hỗ trợ nhau trong công việc.5. Hưởng lương, thưởng doanh thu6. Du lịch nghỉ mát cùng công ty7. Thời gian làm việc từ 8h-17h30, từ thứ 2 đến thứ 6, nghỉ thứ 7, chủ nhật.8. Cung cấp máy tính, điện thoại, sim, hỗ trợ gửi xe…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/996447.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH SAMSUNG SDS VIỆT NAM",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "As a back-end developer, you will be responsible for developing and maintaining MSA based backend services, APIs using Spring-boot (Java) framework. You will be involved in developing the product and software architecture for our projects and creating APIs to interface with frontend and agent. You will collaborate with Product Manager, Technical Leader, Software Engineers, QA’s and Frontend developers to deliver compelling products. Maintain product’s backend services and develop new functionality requested by HQ Build reusable components. Refactor existing services to maintain its reusability. Develop automated Unit/API test code Collaborate with frontend developers to integrate APIs into frontend. Collaborate with QA and service engineers to improve quality of our product in terms offunctionality and security Technical support, troubleshooting for product will be needed time to time",
  "Yêu cầu ứng viên": " More than 5 years of professional experience in backend development Spring boot framework(Java) and Build script(Gradle) development experience Knowledge and experience related to MSA and open-source products Clean Coding Practices. Ability to effectively working with Git and Github. Bachelors / Master’s Degree in Computer Science or related field in a reputed institution Experienced in working in agile environment and using DevOps tools (JIRA, Confluence, etc.)Preferred:Experienced in dealing with open source products for MSA architecture (Rabbitmq, ELK stack,Nginx, Redis, Postgresql, Spring cloud) Experienced in managing Linux OS",
  "Quyền lợi": "SALARY, INSURANCE Salary negotiable 100% salary during 2-month probation Full-salary insurance starting right from probation period 3 times to receive bonus/year Health check once per year Accident insurance Flexible working timeTRAINING & DEVELOPMENT: 1000$ for each employee per year for personal training Oversea training opportunitiesOTHER BENEFITS: Numerous internal activities: team bonding, team training,… Gifts for each employee on 30/4,1/5; 2/9....(in cash) Bonus for employee having Topik certificates. Signing bonus: 10,000,000 VND (If joining before 30/4/2023)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/24-7-net-developer/892487.html?ta_source=JobSearchList",
  "company_name": "Niteco",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "This role provides technical development support (programming, hotfix, deployment) for Clients seeking technical assistance in maintaining their websites and software systems.The role must be able to perform remote troubleshooting through diagnostic techniques, and determine the best solution or escalate based on the issue and details provided.Great programming skills, particularly but not limited to .Net, and a long experience working as a developer, are required.Must be teamwork, customer-centric focus, and the ability to work in a fast-paced environment.JOB DESCRIPTIONWe have multiple software development projects from our international clients, majorly based on Microsoft technologies, such as .Net Core and ASP.NET. As a 24/7 .NET Developer, you will:• Join to support a variety of projects for our international clients, especially the projects that are based on but not limited to Microsoft .NET platform, i.e. Csharp, Asp.Net, .Net Core, Web API, Optimizely CMS/Commerce.• Be a part of the big Niteco development team and Niteco support team to troubleshoot application issues, consult the client and implement bugs fixing and/or change requests to the systems.Niteco 24/7 Application Support Engineers will be the first point for customer technical issues, but once the problems are escalated to Support Developer team, you must be able to reproduce the reported problems, self-investigate the root cause and troubleshoot the issue, or coordinate and follow-up with Niteco 24/7 Application Support Engineers and with the related stakeholders, and deliver the solution or workaround to fix the problem until the problem is resolved.• Follow best practices and coding standards to ensure the best system performance regardless of the browser or device.• Work with cloud environments (Azure, IBM, docker/Kubernetes) and latest database technologies: MSSQL, MongoDB, etc.• Work closely with the DevOps team to have good CI/CD processes in place, and be in charge of deployment of the hotfixes to address the incidents raised by the client.• Jump into the War Room (critical incident chat room/meetings), if required, with support from the Application Support Engineers, to communicate with the client concerning the critical incidents and propose the solution or the plan to fix the problem• Able to work in shift: The team needs to cover 3 different shifts1 Developer covers Morning shift: from 6:00 AM to 2:30 PM (8 working hours, 30 min break) on Mon-Fri2 Developers cover Afternoon shift: from 1:00 PM to 10:00 PM (8 working hours, 1 hour break) on 3 weekdays and Sat-Sun1 Developer covers Special shift: from 6:30 PM to 11:00 PM (4 working hours, 30 min break) on Mon-Sun; and 11:30 AM to 6:00 PM (6 working hours, 30 min break) on Sat-Sun (to be finalized)",
  "Yêu cầu ứng viên": "• Bachelor of IT, Computer Science or relevant field• At least 4 years of experience in software development and well understanding of Object-Oriented programming, and at least 2 years of programming experience with .NET projects: .NET, ASP.NET, ADO.NET, Entity Framework• Experience with WebAPI, Swagger, OpenAPI• Familiar with Azure cloud, Azure Functions and Azure Storage Queues are a big plus• Experience with ECommerce and/or ePiServer CMS is a big plus• Very good in understanding & applying Design Patterns/Design Principles• Experiences in implementation and managing services: Mongo/Cosmos, SQL Server, MySQL, Postgres …• Familiar with web servers, i.e. IIS, Nginx, Apache, etc.• Knowledgeable of HTML5, Javascript, SASS/LESS, Gulp, NPM• Skills in front-end engineering using Object-Oriented JavaScript & Responsive web design are an advantage• Skills in front-end framework/libraries ReactJs/VueJS/AngularJS are an advantage• Knowledgeable of unit testing is a plus• Proficient in code review, code refactoring• Customer-oriented mindset. Good at English and communication, be able to explain problems and consult the customer with the solution• Excellent analytical, forensic and problem-solving skills• High attention to detail with the focus on understanding the issues with finding solutions• Good attitude regarding self-testing and self-learning• High sense of responsibility• The ability to work under pressure and tight deadlines• The ability to work well in a team and individually• Creative, innovative, and strive for continuous improvement• Motivated in delivering top-quality work",
  "Quyền lợi": "SPECIAL BENEFITS:• Attractive income for the hours that are outside normal Vietnamese working time• Reasonable flexible working time, to free time during the day for your personal activi-ties• Have the chance to work on multiple projects with different technologies and challeng-es, to sharpen your technical skills and knowledge.BENEFITS AND WORKING ENVIRONMENT• Hybrid working mode.• Highly competitive remuneration package: attractive monthly salary and allowances, 13th month salary, additional performance bonus, high public holiday bonuses, and birthday gift, employee service award up to $1,000 for employees with 3+ years.• Attractive AON healthcare coverage including health and accident insurance in addition to the standard insurances regulated by the Labor Code. Luxury company summer vacation and team-building budget.• Opportunities to work onsite for international projects in Sweden, Australia, UK, USA, etc.• Organized training and full support in building your career.• English-speaking, international and professional work environment: working with expatriates from a number of countries, state of the art working space with a wonderful view over the city skyline, modern facilities include computer dual 24” screens running recent versions of Windows 11 enterprise, MS Office 365, Team, latest version of Visual Studio, and SQL Server, Dell OptiPlex Workstation with 32 GB Ram, 512GB NVMe SSD.• Western management style that is professional, dynamic, open minded, creative, supportive, friendly and encouraging feedback.• Company Management that regularly communicates Company’s strategy, development plan and new opportunities to employees.• Employee and family are engaged and taken care by the Company via Trade Union activities.• Diversified social and charity activities often organized by NICEF - Niteco Charity Engagement Foundation to create opportunities for our young employees to raise funds and help people with difficulties in Vietnam.• Physical care environment where you are taken care, feeling relaxed and enjoying lots of leisure activities such as badminton, ping pong, football, table football, dancing, running, cycling, cinema, etc.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/900935.html?ta_source=JobSearchList",
  "company_name": "công ty Levinci Group",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Collaborate with internal teams for requirements analytics, and produce software design and architecture.Coding and deploying applications follow team rules.Ready to work and provide technical support at night (split shift among team members).",
  "Yêu cầu ứng viên": "Experience:Proven at least 2-3 years of experience as a .NET DeveloperRequired skills:C, .NET CORE Framework 2.0 or later (more than 2 years)Web API / REST API programingKnow design/architectural patterns (e.g., OOP, Model-View-Controller (MVC)), GITAdvanced skills:Database: PostgreSQLKnowledge of ElasticSearch và JWTWindow Server / LinuxUnderstanding of Agile methodologies",
  "Quyền lợi": "13th-month salary, productivity bonus, progress bonus, insurance regime as prescribed (for full-time employees).Working 5 days / 1 week, off Saturday, and Sunday.Professionally trained in academic training sessions organized by the company.Suggested funding for courses or certificates.Annual travel, birthday party, holidays...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-react-native-ios-android-tai-ha-noi/995964.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Tập Đoàn Công nghệ Giáo Dục FutureLang",
  "job_title": "Mobile Developer",
  "salary": "20 - 30 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "-Xây dựng, phát triển các ứng dụng mobile app bằng React Native dựa theo design, API được cung cấp.-Phối hợp làm việc với team sản phẩm, UI/UX và Backend để thiết kế, xây dựng và mở rộng ứng dụng.-Xây dựng các components có khả năng tái sử dụng cho Mobile trên nên tảng React Native/iOS/Android.-Đánh giá, nắm bắt các kĩ năng và xu hướng công nghệ mới, áp dụng để cải thiện phần mềm.",
  "Yêu cầu ứng viên": "-Có ít nhất 2 năm kinh nghiệm làm dự án phát triển ứng dụng trên mobile.-Thành thạo REACT NATIVE hoặc FLUTTER framework. Tối thiểu qua 2 dự án.-Có kinh nghiệm: JavaScript , Restful API, JSON, XML, SOAP , UNIT TEST.-Có thể sử dụng công cụ Version Control như Git.-Có kinh nghiệm và hiểu biết về ReactJS là 1 lợi thế (không bắt buộc).-Khả năng phân tích tình huống và xử lý vấn đề nhanh, kinh nghiệm về UI/UX.-Có kinh nghiệm sử dung và làm việc với các hệ quản trị CSDL MySQL, MongoDB là một lợi thế.",
  "Quyền lợi": "-Lương hàng tháng 20 - 35tr-Lương tháng 13 và thưởng theo dự án-Môi trường làm việc năng động, cấp trên tâm lý nhiều kinh nghiệm, đồng nghiệp trẻ hỗ trợ đồng đội cùng phát triển.-Chế độ BHXH, BHYT và nghỉ Lễ Tết, nghỉ phép theo quy định của Nhà nước.-Team Building hàng tháng, Du lịch hàng năm-Cơ hội phát triển sự nghiệp rõ ràng tại một trong các startup giáo dục công nghệ phát triển nhanh nhất VN (Định giá công ty hiện đạt >400 tỷ)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 18/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-php-developer-laravel/773983.html?ta_source=JobSearchList",
  "company_name": "Trí Việt",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Lập trình web dư án theo yêu cầu của công ty giaoLập trình các module tính năng theo bản phân tích của nhân viên thiết kếPhát triển, maintain các ứng dụng web trên nền PHP laravel",
  "Yêu cầu ứng viên": "Quen với PHP igniter CI hoặc PHP Laravel, chuyên viết web từ 1 năm  trở lên.Thành thạo Front - Backend, biết Bootstrap...Biết cấu hình web responsive di động...",
  "Quyền lợi": "Lương cứng từ 8 - 13 triệu deal theo năng lựcPhỏng vấn nhanh có thể đi làm luôn.Lương thanh toán đúng hạn bằng tiền mặt hoặc chuyển khoản một lần.Tham gia Team building ...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-php-developer-laravel/765166.html?ta_source=JobSearchList",
  "company_name": "Trí Việt",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Tham gia xây dựng các giải pháp, viết các phần mềm theo yêu cầu của công tyLập trình các module tính năng theo bản phân tích thiết kếPhát triển, maintain các ứng dụng web trên nền PHP",
  "Yêu cầu ứng viên": "Thành thạo PHP igniter CI hoặc PHP Laravel, chuyên viết web 1 năm kinh nghiệm trở lên.Thành thạo Backend, biết BootstrapBiết cấu hình web responsive di động",
  "Quyền lợi": "Lương từ 10 tới 15 triệu.Phỏng vấn xong có thể đi làm ngay.Làm từ Thứ 2 tới sáng Thứ 7 (thứ 7 làm buổi sáng), nghỉ chiều thứ 7 và chủ nhật.Lương thanh toán đúng hạn bằng tiền mặt hoặc chuyển khoản một lần.Bảo hiểm xã hội- Bảo hiểm y tế - Bảo hiểm thất nghiệp.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer-tai-ha-noi-thu-nhap-1-500/963787.html?ta_source=JobSearchList",
  "company_name": "TQC Global",
  "job_title": "Unity Developer",
  "salary": "1,500 - 2,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng và phát triển các dự án Game mobile trên nền tảng Unity cho Android và iOS- Cùng team lên ý tưởng và giải pháp cho các tính năng mới của game- Sửa lỗi và cải thiện tính năng, hiệu suất trò chơi- Phối hợp với các thành viên trong team để vận hành và tối ưu hoá sản phẩm",
  "Yêu cầu ứng viên": "- Thành thạo C và Unity- Chấp nhận ứng viên chưa có kinh nghiệm;- Có hiểu biết về UI Canvas, Physic, Particle System …- Yêu thích làm game và chơi game- Đã từng tham gia phát triển ít nhất 1 dự án game có design & art- Có trách nhiệm cao trong công việc, thái độ cầu tiến và ham học hỏi",
  "Quyền lợi": "- Mức lương Upto $1.500 + Thưởng doanh thu với các dự án tham gia/bất cứ khi nào có thành tích tốt- Làm việc tại Công ty phát triển game mobile tiềm năng hàng đầu Việt Nam với những Leader tư duy xuất sắc và định hướng kinh doanh sắc bén.- Được tham gia rất thường xuyên các hoạt động ăn chơi nhảy múa, du lịch trong và ngoài nước, teambuilding, nghỉ dưỡng...;- Văn phòng làm việc xanh mát lọt top văn phòng tiêu chuẩn đẹp nhất Việt Nam- Thời gian thử việc 1 tháng (Thử việc 100% lương);- Các chế độ bảo hiểm, nghỉ phép theo quy định người lao động của nhà nước;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-phat-trien-phan-mem-crm-php-python/962491.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TOSHIKO VIỆT NAM",
  "job_title": "Python",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Phát triển hệ thống ERP nội bộ của Toshiko: CRM, Kho vận, tài chính kế toán,....● Phát triển website của Toshiko;● Nhận yêu cầu, phát triển và xử lý hệ thống nội bộ của công ty● Các công việc khác khi có yêu cầu của BLĐ",
  "Yêu cầu ứng viên": "● Trình độ học vấn: Cao đẳng /Đại học hoặc các bằng cấp/ chứng chỉ ngành nghề tương đương● Chuyên ngành: Công nghệ thông tin, lập trình hoặc các ngành tương đương● Có từ 02 năm kinh nghiệm lập trình bằng ngôn ngữ C / Python, PHP...trong các dự án thực tế sử dụng thành thạo một trong các framework PHP (Laravel, WordPress, CakePHP, Zend, CodeIgniter).● Ưu tiên ứng viên đã tham gia triển khai ERP, CRM, ....;● Có tinh thần học hỏi cao, năng động, sáng tạo và nhiệt tình trong công việc.● Có tư duy logic, sử dụng thuật toán tốt,có khả năng tự học, tiếp thu kiến thức mới nhanh, khả năng đề xuất vấn đề và giải quyết vấn đề",
  "Quyền lợi": "● Mức lương cạnh tranh $1000-$1500 (đàm phán theo năng lực)● Môi trường làm việc trẻ trung năng động và nhiều cơ hội phát triển● Được đóng BHXH, BHYT, … theo quy định của nhà nước.● Thưởng ngày Lễ, Tết, thưởng thành tích cá nhân và thưởng kết quả kinh doanh năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-react-developer-fulltime-hybrid/928455.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH TMZ",
  "job_title": "Developer",
  "salary": "800 - 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Chịu trách nhiệm xây dựng giao diện người dùng bằng các nền tảng reactjsĐảm bảo chất lượng cao và đúng deadline, yêu cầu đặt ra.Phối hợp với UI/UX để xây dựng giao diện thân thiện với người sử dụngPhối hợp với team backend để tích hợp API, graphql vào hệ thống frontend",
  "Yêu cầu ứng viên": "Có tối thiểu 02 năm kinh nghiệm với ReactJS hoặc các javascript framework khácCó kiến thức cơ bản về UI/UXThành thạo việc kết nối API, Graphql giữa backend và frontendCó kinh nghiệm optimize performance cho hệ thốngThành thạo quy trình làm việc với GitCó tư duy hệ thống, chủ động trong công việcCó khả năng làm việc teamwork, cũng như làm việc độc lập tốtĐã từng làm trong các dự án thương mại điện tử là 1 lợi thế",
  "Quyền lợi": "Mức lương: 800 – 1500 USDĐược kết hợp làm remote tại nhà & offline tại công tyĐược review định kỳ 6 tháng một lần để phát triển bản thân & review lương ngay khi đủ yêu cầuĐược tham gia BHXH, BHYT, tháng lương thứ 13… và các chế độ nghỉ lễ Tết theo quy định của Nhà nước và chính sách của công tyNghỉ mát, du lịch hàng năm theo chế độ của Công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/python-developer-tu-3-nam-kinh-nghiem-luong-upto-45m/996098.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
  "job_title": "Python",
  "salary": "Tới 45 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển, xây dựng hệ thống API cho web, app của công ty.Nghiên cứu, tìm hiểu các công nghệ mới, các tài liệu liên quan để phát triển dự án.Trong quá trình làm việc được tham gia các khóa đào tạo về Backend, ngoại ngữ và các kỹ năng khác của Công ty.Làm việc dưới sự phân công công việc của trưởng nhóm",
  "Yêu cầu ứng viên": "Phát triển ứng dụng web bằng Django/GolangCodebase được viết bằng C, Python/GolangKiểm tra tự động hóa giao diện người dùng, kiểm tra hiệu suất.Kiến trúc tài liệu, mã và xây dựng / chạy các quy trìnhTiếng anh giao tiếp khá, có thể làm việc với khách hàng nước ngoài",
  "Quyền lợi": "CƠ HỘI VÀ THỬ THÁCHCơ hội được làm việc trong môi trường chuyên nghiệp, hiện đại và năng động. Thử sức với các dự án hấp dẫn, thử thách đủ lớn trong và ngoài nước.Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng, trao quyền, cho phép bạn làm việc, sáng tạo theo cách riêng. Tài năng và thành tích của từng nhân viên được trân trọng, nhân viên xuất sắc được khen thưởng hàng năm.Cơ hội phát triển năng lực, được hỗ trợ phụ cấp chứng chỉ chuyên môn phục vụ công việc. Một số chứng chỉ cấp cao sẽ được chi trả toàn bộ chi phí từ học và thi.CHÍNH SÁCH ĐÃI NGỘ HẤP DẪN - WORK-LIFE BALANCEReview lương từ 1-2 lần/năm. Chính sách thưởng tháng lương 13. Thưởng lễ Tết, 2/9, sinh nhật công ty,Chế độ du lịch nghỉ mát (gói 5 triệu/ người), teambuilding (2 -3 lần/năm).Tham gia BHXH đầy đủ, thăm khám sức khỏe định kỳ tối thiểu 1 lần/năm tại các bệnh viện hàng đầuChính sách thăm hỏi toàn diện cho nhân sự và người thân: sinh nhật, kết hôn, sinh con, ốm đau,…Các hoạt động thể thao, văn hóa đa dạng và phong phú: CLB đá bóng, đạp xe, cầu lông,…Phụ cấp đứng lớp, cùng các giải thưởng Đào tạo: Ngôi sao học tập tháng, Gương mặt giảng viên tiêu biểu, gương mặt học tập năm, nhuận bút…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-laravel-developer-lap-trinh-web-php-laravel/995111.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Lập trình VietTS Software",
  "job_title": "Lập Trình Web",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển, bảo trì và nâng cấp các ứng dụng trên nền tảng web, sử dụng: Laravel, Yii2,... Vuejs, ReactJs,...Tham gia vào việc thiết kế, xây dựng codebase và review source code.Trao đổi với các phòng ban Marketing, Design hoặc PM của dự án để nắm được yêu cầu và triển khai.Phân tích các yêu cầu và thông số kỹ thuật của sản phẩm để tạo, giao tiếp và triển khai thiết kế kỹ thuật.Thực hiện sửa lỗi, bảo trì, nâng cao các module web hiện có;Thực hiện cải tiến công nghệ và quy trình",
  "Yêu cầu ứng viên": "Về kinh nghiệm và kỹ năng chuyên môn:Ít nhất 1,5 năm kinh nghiệm làm việc với các framework PHP như Laravel, Yii2, v.v...Có kiến thức tốt về phân tích yêu cầu và thiết kế database.Sử dụng thành thạo Git và Docker để quản lý mã nguồn và triển khai sản phẩm.Có khả năng phát triển và tối ưu hóa back-end và front-end (là 1 lợi thế) của các ứng dụng web.Có kỹ năng viết mã tốt, bảo trì mã hiện có và tìm kiếm cách để cải thiện mã.Lợi thế khi có:Kiến thức về các công nghệ front-end như HTML, CSS, JavaScript, jQuery, v.v...Có kinh nghiệm trong việc xây dựng và triển khai ứng dụng trên các nền tảng đám mây như AWS, Azure, v.v…Kinh nghiệm làm việc với các hệ thống quản lý nội dung (CMS) như WordPress, Drupal, Joomla, v.v...Về kĩ năng mềm:Có tư duy logic tốt, có kỹ năng đọc hiểu và phân tích yêu cầu kỹ thuậtKỹ năng giải quyết vấn đề hiệu quả và đưa ra giải pháp sáng tạoCó kỹ năng làm việc độc lập và làm việc nhóm tốtPhẩm chất, thái độ:Chăm chỉ, tỉ mỉ, cầu tiếnHam học hỏi và nghiên cứuSẵn sàng học hỏi và áp dụng các công nghệ mới vào công việc.",
  "Quyền lợi": "Thu nhập: Trao đổi khi phỏng vấn12 ngày phép có lương/nămĐược định hướng tư duy và đào tạo từ các anh chị có nhiều năm kinh nghiệm và được chủ động đề xuất, đóng góp ý kiến xây dựng sản phẩm với team.Được học hỏi những kiến thức và vận dụng vào công việc thực tế với môi trường Startup nhiều cơ hội thăng tiến và phát triểnLàm việc trong môi trường vui vẻ, nhiệt tình, năng động, sáng tạo, tôn trọng, gắn bó.Du lịch hàng nămThưởng các ngày lễ, Tết và thưởng KPIĐảm bảo thực hiện đầy đủ quyền lợi về bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp hàng tháng cho nhân viên theo quy định.Đầu tư chi phí đào tạo chuyên môn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/flutter-developer-lap-trinh-vien-mobile-flutter/995107.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Lập trình VietTS Software",
  "job_title": "Lập Trình Viên Mobile",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển, bảo trì và nâng cấp các ứng dụng mobile với Flutter framework.Trao đổi với các phòng ban Marketing, Design hoặc PM của dự án để nắm được yêu cầu và triển khai.Phân tích các yêu cầu và thông số kỹ thuật của sản phẩm để tạo, giao tiếp và triển khai thiết kế kỹ thuật.Thực hiện sửa lỗi, bảo trì, nâng cao các module hiện có;Thực hiện cải tiến công nghệ và quy trìnhLàm việc theo mô hình phát triển dự án Agile, Scrum.",
  "Yêu cầu ứng viên": "Về kiến thức, kinh nghiệm và kỹ năng chuyên môn:Có ít nhất 1 năm kinh nghiệm phát triển ứng dụng di động sử dụng FlutterCó kinh nghiệm với ngôn ngữ Swift, Java, Kotlin, hiểu và sử dụng thành thạo App Lifecycle, Widget, Server APIs…là một lợi thếHiểu biết vững chắc về lập trình hướng đối tượngKiến thức vững chắc về ngôn ngữ lập trình Dart và Flutter frameworkCó kinh nghiệm với API RESTful và các thư viện và API của bên thứ baCó kinh nghiệm thiết kế và xây dựng cơ sở dữ liệu với Mysql/PostgresSQL/Mongodb.Có kinh nghiệm làm việc với Linux system hoặc các nền tảng điện toán đám mây.Có kinh nghiệm làm việc với GITLợi thế khi:Có kinh nghiệm phát triển ứng dụng gốc Kotlin, Android hoặc IOS là một điểm cộng lớnCó kinh nghiệm với GetX, Provider, BlocCó kinh nghiệm theo dõi và phân tích di độngCó kinh nghiệm về UI/UX trong phát triển di độngĐọc hiểu thông số kỹ thuật bằng tiếng AnhCó kinh nghiệm làm việc với các thư viện và API của bên thứ baVề kĩ năng mềm:Có tư duy logic tốt, linh hoạt, có kỹ năng đọc hiểu và phân tích yêu cầu kỹ thuậtKỹ năng giải quyết vấn đề hiệu quả và đưa ra giải pháp sáng tạoCó kỹ năng làm việc độc lập và làm việc nhóm tốtPhẩm chất, thái độ:Chăm chỉ, tỉ mỉ, cầu tiếnHam học hỏi và nghiên cứuSẵn sàng học hỏi và áp dụng các công nghệ mới vào công việc.",
  "Quyền lợi": "Thu nhập: Trao đổi khi phỏng vấn12 ngày phép có lương/nămĐược định hướng tư duy và đào tạo từ các anh chị có nhiều năm kinh nghiệm và được chủ động đề xuất, đóng góp ý kiến xây dựng sản phẩm với team.Được học hỏi những kiến thức và vận dụng vào công việc thực tế với môi trường Startup nhiều cơ hội thăng tiến và phát triểnLàm việc trong môi trường vui vẻ, nhiệt tình, năng động, sáng tạo, tôn trọng, gắn bó.Du lịch hàng nămThưởng các ngày lễ, Tết và thưởng KPIĐảm bảo thực hiện đầy đủ quyền lợi về bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp hàng tháng cho nhân viên theo quy định.Đầu tư chi phí đào tạo chuyên môn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer-up-to-25-trieu/929006.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIẢI PHÁP ECR VIỆT NAM",
  "job_title": "Developer",
  "salary": "Tới 25 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Reading & understanding project specifications, analyzing requirements.Implementing & testing software components.Troubleshooting technical issues.Working with tester to ensure deliveries to meet expected quality.Studying new innovative technologies to solve technical challenges.",
  "Yêu cầu ứng viên": "Bachelor Degree in Computer Science or Software Engineering.Experience (1+ years) in .NET framework or .NET Core framework in Web Application DevelopmentGood at English.Self Management.Programming Languages: C Sharp (.NET or .NET Core), Javascript, HTML, CSSDeep Understanding in Object Oriented Programming.Eager to learn new technologies.",
  "Quyền lợi": "Friendly and comfortable working environmentOpportunity to work directly with foreign customers.Opportunity to learn new technologiesTeam building & company trips at least once a yearPremium healthcare insurance & Full-labor insurance (social, health, unemployed insurances)Bonuses at national Holidays as well as 13th & 14th month bonuses12 days paid leave per yearWorking Hours: 9:00 AM – 6:30 PM from Monday to Friday.Competitive salary",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-php-laravel/886044.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần OWS Việt Nam",
  "job_title": "Lập Trình Viên PHP",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia thiết kế và xây dựng kiến trúc dự ánTham gia thiết kế cơ bản, viết hướng dẫn, review source code.Chịu trách nhiệm về tiến độ và chất lượng công việc, báo cáo hàng ngày trực tiếp cho   người quản lý.",
  "Yêu cầu ứng viên": "YÊU CẦUBắt buộcTối thiểu từ 2 năm kinh nghiệm trở lập trình PHP Laravel hoặc NodejsCó kinh nghiệm làm việc với MySQLSử dụng thành thạo các tool quản lý code như: github, gitlabCó khả năng làm việc độc lập cũng như khả năng làm việc nhómĐam mê, nhiệt huyết, dám thử thách, dám thành côngCó khả năng đề xuất, đưa ra giải pháp cho các vấn đề của projectLợi thếCó khả năng sử dụng một số Javascript Framework (Vue.js, React.js….) PHP Framework (CodeIgniter, FuelPHP…)Có kinh nghiệm sử dụng MongoDB, PostgreSQLCó kinh nghiệm làm việc với DockerCó khả năng học hỏi nhiều web stack (Golang, Python…)Có kinh nghiệm sử dụng Cloud Service như AWS, GCP, Azure là một lợi thế cực lớnBiết DevOps là 1 lợi thế",
  "Quyền lợi": "- Mức lương khởi điểm hấp dẫn (từ 15.000.000 đến 35.000.000 VND) đàm phán theo năng lực và mong muốn của ứng viên- Thưởng định kỳ và xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc;- Được tham gia 2 gói bảo hiểm:- BHXH, BHYT, BHTN theo quy định pháp luật- Bảo hiểm chăm sóc sức khỏe cho cá nhân và người thân (OWS Care)- Được khám sức khỏe định kỳ hàng năm;- Có cơ hội tiếp xúc, học hỏi những công nghệ tiên tiến qua các dự án mới của công ty;- Được hưởng đầy đủ các chế độ phúc lợi khác như: thưởng dự án, thưởng lễ Tết, liên hoan, sinh nhật, teambuilding, nghỉ mát, gala,….- Weekly Techtalks trao đổi, chia sẻ về các công nghệ mới nhất; là cơ hội để các thành viên học hỏi lẫn nhau.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-android-developer/995708.html?ta_source=JobSearchList",
  "company_name": "CTCP 1GATE",
  "job_title": "Android",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Sử dụng Android Native phát triển ứng dụng cho di động- Phát triển các ứng dụng về Hệ thống quản lý kho, quản lý tài sản, hàng hóa,…- Tham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.- Phối hợp với các thành viên trong team và dự án tối ưu hóa hiệu năng ứng dụng.-  Nghiên cứu sâu và nắm công nghệ lõi của các dự án thuộc Trackify.- Tham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việc, cải thiện chất lượng sản phẩm, trải nghiệm khách hàng cũng như góp phần tăng doanh thu cho công ty",
  "Yêu cầu ứng viên": "- Có kinh nghiệm về lập trình ứng dụng mobile, đặc biệt Android Native, React…- Có kinh nghiệm làm việc với JSON REST API, GIT, Docker, ...- Có kinh nghiệm lập trình tương tác với các CSDL: MySQL, Elasticsearch, Kafka, ... là một lợi thế- Có kinh nghiệm lập trình các ứng dụng chạy trên nền tảng nhúng (màn hình thông minh android) là một lợi thế.- Có kinh nghiệm lập trình các ứng dụng tích hợp với các thiết bị IOT qua bluetooth là một lợi thế- Đã có dự án trên Google Play là một điểm cộng.- Sử dụng tốt các công cụ như: Trello, Git, SVN,...- Có khả năng chủ động trong công việc, phối hợp nhóm cũng như làm việc độc lập tốt.- Tư duy xử lý vấn đề tốt, cẩn thận, kiên nhẫn, sẵn sàng học hỏi kiến thức, công nghệ mới.",
  "Quyền lợi": "- Mức lương: upto 25M, thỏa thuận theo năng lực, lương tháng 13 và thưởng cuối năm, thưởng dự án,…- Review lương 2 lần/năm, chế độ nâng lương linh hoạt theo vị trí và hiệu suất công việc.- Chính sách BHXH và các phúc lợi khác theo đúng quy định của Luật lao động và của Công ty.- Được tham gia các dự án lớn, tiếp cận với nhiều công nghệ mới.- Môi trường làm việc thân thiện, năng động.- Du lịch, team building hàng năm, ăn uống hàng tháng.- Có chỗ gửi xe miễn phí, tủ lạnh, lò vi sóng, máy pha cafe, cafe miễn phí,....",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-reactjs-developer/961697.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN HEROND LABS",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "As a senior ReactJS Developer, you will develop, maintain, and support UI components and common functionality for distributed cross-platform browser applications.●           Responsibilities will include translation of the UI/UX design wireframes to actual code that will produce visual elements of the application.●           You will work with the UI/UX designer and bridge the gap between graphical design and technical implementation, taking an active role on both sides and defining how the application looks as well as how it works.●           Analyze and improve performance and efficiency characteristics of platform components used with the applications.●           Work with the system and application product engineering groups to define new common functionality and diagnose problems.●           Other duties as assigned●           (Job description subject to change at any time)",
  "Yêu cầu ứng viên": "BS/MS in Software Development or related discipline●           Solid front-end development a skills and experience in HTML5, CSS and JavaScript (modern JavaScript – ES6)●           3 years or more experience in software development in a commercial setting using ReactJS●           Experience in developing applications that communicate with REST APIs●           Strong in responsive design, HTML5, CSS.●           Good sense of UI/UX.●           Nice to have experience with chromium structure, UI components.SkillWorking at the cutting edge of tech, you’ll always have new challenges and new problems to solve – and working together is the only way to do that. You won’t work in a silo. Instead, you’ll be part of a creative, dynamic work environment where you’ll collaborate with supportive colleagues. There is always space for creative and unique points of view. You’ll have the flexibility and trust to choose how best to tackle tasks and solve problems.To thrive in this job, you’ll need the following skills:●           Must be able to manage multiple activities in a dynamic environment.●           Must be able to present ideas and opinions clearly and support opinions with factual knowledge.●           Experience with the complete software development process: requirements documentation, design documentation, functional specification, coding, test plans, etc.●           Knowledge of and experience with system and application performance tuning.●           Knowledge of and experience with large-scale software debugging and troubleshooting.●           Can learn and apply new information or skills.●           Ability to complete assignments with attention to detail and a high degree of accuracy.●           Ability to work independently and in a team environment.",
  "Quyền lợi": "Salary:  agreementSupport lunch at the office13th month salary bonus.Salary review once a year.Consider the mid-year bonus.Team building, company tripEmployee insurance in accordance with the law. Team building, companytripOpportunity to improve your English through exposure to international customers and our products.Personal development courses, including technical and non-technical programs, are offered. Opportunity to gain hands-on experience in cutting-edge technologies",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-vuejs-upto-40m/995703.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Hệ thống Công nghệ ETC",
  "job_title": "Vuejs",
  "salary": "Tới 40 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phân tích nghiệp vụ để định hướng sớm về Solution hoặc đưa ra các đề xuất điều chỉnh nghiệp vụ để tăng tính khả thi của phần mềm/ứng dụng/hệ thống CNTT.- Đưa ra các giải pháp kiến trúc để đáp ứng được các yêu cầu về functional và nonfunctional.- Phân tích, đánh giá các giải pháp và chọn ra giải pháp phù hợp nhất.- Code prototype, implement những xử lý core, xử lý phức tạp.- Transfer lại cho Team về giải pháp, kiến trúc hệ thống.- Support team xử lý những vấn đề khó phát sinh trong quá trình phát triển giải pháp.",
  "Yêu cầu ứng viên": "- Tốt nghiệp Đại học chuyên ngành Công nghệ thông tin, khoa học máy tính hoặc các ngành liên quan.- Có từ 3 năm kinh nghiệm trở lên trong lĩnh vực phát triển trên nền công nghệ Vue.- Có kinh nghiệm làm team lead là 1 lợi thế- Đã từng tham gia vào các dự án quản lý theo mô hình Agile-Scrum",
  "Quyền lợi": "- Mức lương cạnh tranh- Môi trường làm việc thân thiện, năng động, có cơ hội phát triển bản thân và thăng tiến.- Ghi nhận thành tích, tăng lương và tưởng thưởng kịp thời.- Thưởng định kì ngày lễ 30/4, 2/9,… thường Tết- Nghỉ thứ 7, chủ nhật và các ngày Lễ theo quy định.- Được hỗ trợ tiền làm thêm giờ, phụ cấp hoạt động dự án.- Được tham gia các khóa đào tạo do công ty tổ chức: kĩ năng mềm, nâng cao trình độ chuyên môn…- Có cơ hội thăng tiến- Được đào tạo, làm việc cùng các chuyên gia nước ngoài- Có cơ hội công tác nước ngoài- Được hưởng đầy đủ các chế độ bảo hiểm theo luật Việt Nam và quy định của công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-lavarel-developer/803965.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BMBSOFT VIỆT NAM",
  "job_title": "PHP",
  "salary": "20 - 45 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "JOB DISCRIPTION :- Excellent skills in PHP/Javascript- Knowledge of atleast one CMS(wordpress)- Knowledge of one framework (Laravel, Codeigniter)- Strong object-oriented programming skills- General knowledge of both front-end and back-end web development from a consumer.- Perspective Knowledge of eCommerce integration.- Should know about child theme and its structure.- Should know about creating plugins for theme customization.",
  "Yêu cầu ứng viên": "RESPONSIBILITIES AND DUTIES :- Proficient with JavaScript, JQuery and AJAX- Proficient in CSS3/HTML5- Should know about source version control like git or svn etc.- Familiar with AWS & Linux command line will be added advantage.- Understanding and implementing security and data protection- Must be a team player with good communications- Ability to solve problems quickly and efficiently- Great aptitude and attitude towards learning- Take full responsibility for task/project execution- Ability to prioritize own work and respect deadlines- Knowledgable in WordPress, PHP and other latest new technologies",
  "Quyền lợi": "BENEFITS:- Enjoying fulfill 100% salary during probation .- Review salary 2 times/yearly .- Bonus 13th salary (Base on company regulation) .- Bonus monthly base on feedback of customer and ending project (if any) base on Company regulation .- Beside attend full fill Social insurance for Employee basing on Labour Law and company regulation, Employee be enjoyed by Bao Viet health care after pass probation .4. . Activities from BMBSoft environment .- You be attended football team, Table Soccer, Pes Club…on Wednesday weekly .- Enjoying HAPPY TIME  together on Friday weekly .- Beside that you attend all mini games which is celebrated by team .- Be received presents on occasions: Birthdays, Middle Moon, The holiday of national days base on company’s regulation…- Enjoying team-building and travel yearly base on company’s regulation for at least 3 times per year .- All activity which be solidarity and engagement with team .5. Opportunity from BMBSoft/ Cơ hội từ BMBSoft.- Working in a young, dynamic, friendly and professional environment with clear procedures, fast and fully-equipped systems .- Working directly with foreign customers, experienced team members, such as: product owner, SA, Technical, Designer ... and communicating in English daily .- Joining in many projects, complex businesses requirements and handling big data issues .- Taking part in soft skills training courses and professional skills with team .- The Company’s working hours are from 9:00am to 6:00pm on Monday to Friday .",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer/804224.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BMBSOFT VIỆT NAM",
  "job_title": "Backend Developer",
  "salary": "20 - 40 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Kỹ năng xuất sắc về PHP / Javascript- Kiến thức ít nhất về một CMS (wordpress)- Kiến thức về một framework (Laravel, Codeigniter)- Kỹ năng lập trình hướng đối tượng mạnh- Kiến thức chung về phát triển web cả front-end và back-end từ người tiêu dùng.- Kiến thức phối cảnh về tích hợp Thương mại điện tử.- Nên biết về chủ đề con và cấu trúc của nó.- Nên biết về việc tạo các plugin để tùy biến theme.",
  "Yêu cầu ứng viên": "- Có ít nhất 1 năm tháng kinh nghiệm phát triển front-end.- Có kinh nghiệm trước với các luồng công việc React.js phổ biến (chẳng hạn như Redux hoặc Flux).- Có kinh nghiệm làm việc với Web API, Web Services REST, SOAP, XML và các công nghệ trao đổi dữ liệu liên quan.- Có kinh nghiệm xây dựng các trang web đáp ứng và đa nền tảng + Kinh nghiệm UI / UX mạnh mẽ.- Có kiến ​​thức vững chắc về CSS và các bộ tiền xử lý CSS như SASS, LESS.- Có kinh nghiệm với các framework kiểm tra đơn vị phía trước như jest, mocha.- Có kinh nghiệm với các phương pháp luận phát triển Scrum / Agile.- Kỹ năng ngôn ngữ: Viết và nói tiếng Anh tốt",
  "Quyền lợi": "- Lương: Dao động từ 20.000.000 - 45.000.000 triệu / 1 tháng- Thử việc hưởng lương đầy đủ.- Thưởng thứ 13 và các khoản thưởng khác. Thưởng KPI năm.- Xét lương 2 lần / năm vào tháng 6 và tháng 12- Thưởng hàng tháng dựa trên phản hồi của khách hàng và kết thúc dự án.- Tận hưởng thời gian vui vẻ hàng tháng với trái cây và bánh kẹo miễn phí.- Tham gia chơi bóng đá, bóng bàn, đội PES.- Cơ hội làm việc trong môi trường trẻ trung, năng động, thân thiện, chuyên nghiệp với hệ thống quy trình rõ ràng, nhanh chóng, đầy đủ tiện nghi.- Làm việc trực tiếp với khách hàng nước ngoài, các thành viên có kinh nghiệm như Product owner, SA, Technical core, Designer ...- Tham gia rất nhiều dự án nước ngoài, nhiều doanh nghiệp phức tạp, tham gia và xử lý các vấn đề về dữ liệu lớn.- Được tham gia các khóa đào tạo về kỹ năng mềm, kỹ năng nghề nghiệp.- Được hưởng đầy đủ các quyền lợi theo quy định của Luật lao động. Đặc biệt, được tham gia bảo hiểm sức khỏe và giấy khám sức khỏe (Bảo Việt) hàng năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-c-engineer/992716.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH INFO SOLUTION VN",
  "job_title": "Lập Trình Viên",
  "salary": "Tới 20 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Làm việc với các bộ phận để xác định nhu cầu, phối hợp với các đơn vị đối tác ( nếu cần) để phân tích và tư vấn giải pháp ứng dụng phù hợp nhằm đáp ứng nhu cầu công việc cũng như vận hành tốt hệ thống ERPĐánh giá các quy trình vận hành, đề xuất các giải pháp cải tiến hệ thống để tối ưu hóa hiệu suất của hệ thống ERP tại các bộ phận.Phân tích, tìm hiểu nguyên nhân gây lỗi trên hệ thống ERP khi tiếp nhận được thông tin từ các bộ phận, đưa ra phương án giải quyết để công việc được vận hành ổn định.Lập tài liệu hướng dẫn sử dụng. Đào tạo nhân viên của các bộ phận có liên quan cách sử dụng ERP khi có thay đổi trên hệ thống.",
  "Yêu cầu ứng viên": "Có hiểu biết SQLBiết lập trình cơ bản sẽ được đào tạoTrung thực và có trách nhiệm với công việc",
  "Quyền lợi": "Tham gia BHXH, BHYT, BHTN theo chế độ của nhà nướcLương thưởng tháng 13.Phép năm 12 ngày.Tham gia đầy đủ quyền lợi theo Luật Lao động VN.Trợ cấp khác: theo chính sách công ty",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/10/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-unity-objective-c-cordova/994984.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Phần mềm DTS Việt Nam",
  "job_title": "Mobile Developer",
  "salary": "Tới 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia và phát triển dự án dài hạn của khách hàng Nhật Bản.• Phát triển Restful API cho ứng dụng Mobile• Được đào tạo và phát triển sang mảng Front-End• Cơ hội được làm việc trong môi trường chuyên nghiệp, tuân thủ quy trình phát triển phần mềm chuẩn PMS của DTS Japan;• Cơ hội được làm việc với các Leaders, Project Manager xuất sắc với hàng chục năm kinh nghiệm tại các công ty phần mềm lớn nhất ở Nhật Bản và Việt Nam",
  "Yêu cầu ứng viên": "• Ứng viên Nhân viên có ít nhất 1 năm kinh nghiệm làm về 1 trong các nền tảng Unity, Objective C, Cordova.• Chấp nhận Sinhứng viên mới tốt nghiệp chuyên ngành Công nghệ thông tin, có hiểu biết về 1 trong các nền tảng Unity, Objective C, Cordova• Có tư duy lập trình tốt",
  "Quyền lợi": "Chế độ đãi ngộ:- Lương thỏa thuận theo năng lực thực tế của ứng viên. Performance review: 1 lần/năm.- Trợ cấp đi lại, trợ cấp ăn trưa, trợ cấp tiếng Nhật, trợ cấp onsite khi tham gia dự án bên khách hàng...- Thưởng lễ tết, thưởng tháng lương thứ 13, thưởng nhân viên xuất sắc quý, năm, nhân viên tiêu biểu đi du lịch Nhật Bản.- Nghỉ theo lịch công ty, nghỉ theo lịch khách hàng Nhật, ngoài các ngày nghỉ theo quy định, 1 năm có thêm 2 đợt nghỉ dài.- Nghỉ tham gia Ngày hội khai giảng cùng con- Chế độ chăm sóc phụ nữ: Nghỉ sinh lý phụ nữ: 8h/ tháng; Nghỉ sau sinh cho nhân viên nữ có con dưới 1 tuổi: 1h/ngàyChế độ chăm sóc sức khỏe cho nhân viên:- Bảo hiểm y tế, bảo hiểm xã hội, bảo hiểm thất nghiệp theo quy định của Luật lao động.- Bảo hiểm sức khỏe cao cấp cho toàn bộ nhân viên.- Khám sức khỏe định kỳ hàng năm tại các bệnh viện uy tín (Bệnh viện Thu Cúc, bệnh viện Medlatec…)Văn phòng làm việc tiện ích:- Miễn phí trà, coffee tại khu vực ăn uống của công ty.- Máy pha coffee, máy bán hàng tự động tiện ích ngay tại văn phòng.Các hoạt động sôi nổi:- Hoạt động team building kết nối đội nhóm hàng quý.- Các CLB thể thao: bóng đá, bi lắc...- Hoạt động du lịch thường niên và các sự kiện lớn trong công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-reactjs/994074.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH AgileTech Việt Nam",
  "job_title": "Reactjs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào dự án của khách hàng sử dụng công nghệ ReactJSCập nhật và xây dựng tính năng mới cho sản phẩmCustomize sản phẩm theo yêu cầu của khách",
  "Yêu cầu ứng viên": "Có ít nhất 2 năm kinh nghiệm làm việc với ReactJSCó khả năng về Tiếng Anh là một điểm cộngHiểu và sử dụng thành thạo React hookCó kinh nghiệm trong sử dụng State Management như Redux / SagaCó kinh nghiệm trong sử dụng Umijs (recommended) / Nextjs / Create-react-appBiết và thành thạo cắt HTML theo mobile-firstCó kiến thức về CSS module / Preprocess css như Sass / less là một lợi thế.UI: Biết và sử dụng ant-design là một lợi thế / Material UI / react-strap (optional)Khả năng tuy duy tốt, chủ động trong công việc, có tinh thần trách nhiệm cao để hoàn thành côngviệc được giao",
  "Quyền lợi": "Mức lương cạnh tranh, deal theo năng lực (thỏa thuận trong phỏng vấn)13 – 14 tháng lương, review lương 2 lần/năm theo năng lựcThưởng: dự án, lễ Tết, dương lịch, 30/4, 2/9,...Được hưởng đầy đủ chế độ BHXH, BHYT, BHTNOT tùy nhu cầu, chi trả OT đầy đủCơ hội làm việc với các lập trình viên senior hàng đầu đến từ Bách Khoa, Công Nghệ, Bưu Chính,Công Nghiệp, Đại học Hà Nội,...Được tham gia training nội bộ hàng tuần, có cơ hội rèn luyện trở thành speaker/coaching trong cácbuổi seminar nội bộ/event mà công ty tham giaTham gia dự án với khách hàng châu Âu, Úc, Singapore... nâng cao trình độ tiếng AnhMôi trường trẻ trung, vui vẻ, hòa đồngHoạt động tập thể như bóng đá, bi – a, PS4, team building, company tripFree vé xe, Happy hour (ăn nhẹ buổi chiều), sinh nhật, hiếu hỉ...Chế độ dành cho các bạn gắn bó lâu dài với công tyThời gian làm việc:Giờ: 08:45 – 12:15 & 13:30 – 18:00Ngày: Thứ 2 – Thứ 6 (42 giờ/tuần)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/995625.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH SAMSUNG SDS VIỆT NAM",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Develop C sharp, .NET solutions for the organization.• Test code, find, fix bug in code and maintain written code.• Create test cases• Report and resolve issues related to .NET projects.• Identify and handle technical risks and issues.• Work in a project team alongside other developers.• Report on project statuses and developments to senior team members.• Participate in project meetings with management and other team members.",
  "Yêu cầu ứng viên": "• Major in Information Technology, Electronics and Telecommunications or related fields• Generally 2+ years of experience in C sharp .NET framework with good analytical and programming skills• Proven written communication skills for writing and overseeing technical document.• Attitude to actively conduct tests on the setup-site• Ability to use English to communicate via emails, chat or in meetingsNICE TO HAVE:• Experience in Factory/Warehouse AMHS (Automated Material Handling Systems)• Experience in Oracle DB• Knowledge of Communication Protocol(WCF,HSMS,MELSEC,ect)• Knowledge of PLC logic",
  "Quyền lợi": "SALARY, INSURANCE• Salary negotiable• 100% salary during 2-month probation• Full-salary insurance starting right from probation period• 3 times to receive bonus• Health check once per year• Premium Health insurance packageTRAINING & DEVELOPMENT:• 1000$ for each employee per year for personal training• Oversea training opportunitiesOTHER BENEFITS:• Numerous internal activities: team bonding, team training,…• Gifts for each employee on 30/4,1/5; 2/9....(in cash)• Bonus for employee having English and Korean certificates.• 5 working days per week to ensure work-life balance",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 17/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-game-developer-tai-ha-noi-c-sharp-mobile-casual-games/979135.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ YOTECH VIỆT NAM",
  "job_title": "Game Developer",
  "salary": "Tới 3,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Take part in the development of games using Unity 3D Game EngineWork closely with product managers, game designers, artists in order to find the best solution for product developmentProduct optimization to meet quality standardsMaintain existing productsPropose the technical feasibility, planning improvement, etc.Research new knowledge, features and writing documents",
  "Yêu cầu ứng viên": "Have 1 Years experience in game developmentGreat passionate about mobile gamingExperience in games development using the Unity 3D Game EngineStrong of C sharp coding skills with OOPExperience in the design and implementation of game systems and mechanics, including game controls, AI, FX and game object managementExperience in third party integration and working with FirebaseExperience in using version control systems (git)Good personality and open accepting attitude are a must to fit within the team",
  "Quyền lợi": "Hình thức công việc: Toàn thời gian Từ thứ 2 đến thứ 6Được tham gia đầy đủ BHXH, BHYT, BHTN,…theo quy định luật lao động.Thưởng các ngày sinh nhật, lễ, Tết.Review tăng lương linh hoạt theo quá trình phát triển dự ánĂn trưa tại văn phòng, gửi xe miễn phíLương tháng 13, thưởng cuối năm theo kết quả kinh doanh của công ty.Không bắt buộc đồng phục, thoải mái, linh động trong lựa chọn trang phục",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/chuyen-vien-lap-trinh-php/995511.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH đầu tư công nghệ và dịch vụ Sconnect Việt Nam",
  "job_title": "Lập Trình PHP",
  "salary": "16 - 24 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "1. Lập trình, bảo trì phần mềm websiteXây dựng, bảo trì, nâng cấp các website trong hệ thống của công ty bằng ngôn ngữ PHP &; cơ sở dữ liệu Mysql.Lập trình và phát triển ứng dụng web, web service trên nền tảng PHP.Tham gia phân tích và phát triển hệ thống trên nền ứng dụng web; phần mềm.Phát triển hoặc làm mới các ứng dụng web với ngôn ngữ chính là PHP, MySQL, MongoDB.Kết hợp với các bộ phận liên quan (Kiểm thử, hệ thống…) để triển khai hoàn thành dự án trên các môi trường.Thực hiện báo cáo công việc hàng ngày, hàng tuần, hàng tháng theo quy định của phòng Công Nghệ.",
  "Yêu cầu ứng viên": "Tốt nghiệp Cao đẳng/Đại học trở lên chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Khoa học máy tính,...Thành thạo ngôn ngữ lập trình PHPKinh nghiệm:Trên 1,5 năm kinh nghiệm trong triển khai phần mềm.Có kinh nghiệm lập trình trên nền tảng PHP, Javascript, CSS, Bootstrap, jQuery.Có kinh nghiệm về platform Laravel.Có kiến thức và có kinh nghiệm triển khai, quản trị một trong các CSDLMySql, Mariadb, MongoDB hoặc CSDL khác tương đương.Có nền tảng tốt về quy trình phát triển phần mềm.",
  "Quyền lợi": "1. CHẾ ĐỘ LƯƠNG, THƯỞNG- Thu nhập: Từ 16.000.000 đến 24.000.000 VNĐ- Lương được xem xét tăng định kỳ hàng tháng- Thưởng tháng, thưởng quý, thưởng năm và thưởng các ngày lễ tết- Trả lương đúng hạn trong mọi hoàn cảnh luôn là nguyên tắc bất di bất dịch tại Sconnect- Thời gian làm việc: Từ 8h30 - 17h30 (nghỉ trưa 1 tiếng); Từ thứ 2 đến thứ 7 (thứ 7 làm cách tuần)2. PHÚC LỢI:- Phụ cấp trang phục 4,000,000VNĐ/năm- Teambuilding hàng năm để nâng cao tinh thần đội nhóm trong tổ chức- Du lịch trong và ngoài nước- Quỹ nhà ở: Được trích từ lợi nhuận Sconnect và chia sẻ tới CBNV 3 năm/lần để đáp ứng mục đích mua nhà Hà Nội- An cư lạc nghiệp- Quỹ hỗ trợ tài chính: Sconnect hỗ trợ cho vay 0% lãi suất đối với các CBNV gặp hoàn cảnh khó khăn3. PHÁT TRIỂN NĂNG LỰC VÀ LỘ TRÌNH CÔNG DANH:- Cam kết phát triển năng lực CBNV thông qua các hoạt động đào tạo về chuyên môn và kỹ năng mềm hàng tuần, hàng tháng- Con đường công danh của bạn luôn rõ ràng tại SCN:+ Nhân viên - Chuyên viên - Chuyên viên cao cấp - Chuyên gia – Chuyên gia cao cấp+ Nhân viên - Chuyên viên - Trưởng nhóm - Trưởng bộ phận - Giám đốc chuyên môn4. MÔI TRƯỜNG LÀM VIỆC- VĂN HÓA- GIÁ TRỊ XÃ HỘI:- Mỗi cá nhân hiểu rõ chức trách và nhiệm vụ của mình- Luôn đề cao sự hợp tác và tinh thần đồng đội- Luôn thể hiện trách nhiệm với xã hội thông qua các hoạt động cộng đồng: Mái ấm vùng cao, Xây nhà chống lũ…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-php-developer/994718.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH SOFT WORLD VIỆT NAM",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- PHP programming and web design on the e-commerce platform,- Coordinate with QA/PM to clarify customer requirements and complete work accurately and efficiently- Quality assurance and progress- Handling problems arising in the process of developing as well as deploying the system (fixing software errors)- Build new features by design and as required. Support the implementation of new software and technology- Other tasks assigned by the leader.",
  "Yêu cầu ứng viên": "- 4+ years of experience.- Candidates with experience in working with PHP and MySQL, PostgreSQL is preferred.- Experience in website programming using: CakePHP,  Yii, Codeigniter, WordPress, Laravel, or other PHP frameworks.- Must have basic infrastructure knowledge and hands-on experience in setting up web servers (Linux, Nginx, LEMP/LAMP stack).- Used Javascript, JQuery, CSS, HTML, XML, XHTML...- Knowing and using LESS / SASS is a plus- Knowledge/experience in web development, understanding the difference in responsiveness when running on different devices- Experience working on versioned code storage systems such as Git, SVN, etc- Ability to work under pressure, enthusiasm, and creativity. High sense of responsibility and discipline- Have the spirit to learn and improve self-level, and teamwork skills- Preference will be given to candidates who can read and understand English.",
  "Quyền lợi": "- Salary by personal capacity, review according to work performance- Project-based bonus, achievement bonus, 13th-month salary bonus according to the business situation and personal capacity- Social insurance and health insurance & All benefits according to labor law.- Work in a young, dynamic environment, and often interact and cooperate with foreign customers.- The company office is professionally arranged, and modern, with a free pantry for employees.- Participate in many activities such as Team Building, Annual Company trips, Monthly birthdays, Fruits, cakes, and weekend sports activities.- Support self-development activities, promotion roadmap for each position- Working time: 8 AM - 5 PM, Monday to Friday.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-javascript/840991.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ TRUYỀN THÔNG ĐA PHƯƠNG TIỆN VIỆT NAM",
  "job_title": "Lập Trình Viên JavaScript",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Sử dụng Javascript tham gia phát triển các website, ứng dụng mobile.● Làm việc, phối hợp công việc theo nhóm dưới sự phân công công việc của quản lý  dự án.● Chi tiết trao đổi khi phỏng vấn",
  "Yêu cầu ứng viên": "● Tư duy lập trình, tư duy logic hệ thống● Ham học hỏi & có khả năng thích nghi với Ngôn ngữ lập trình và Công nghệ mới● Tinh thần tự giác, làm việc cẩn thận, trách nhiệm● Có kiến thức về HTML/CSS● Có kiến thức về Javascript, NodeJS● Có hiểu biết về thiết kế cơ sở dữ liệu: MySQL, Postgres, MongoDB, …● Có hiểu biết về OOP, MVC, Design patternƯu tiên:● Ưu tiên sinh viên năm cuối hoặc mới tốt nghiệp.● Ưu tiên ứng viên đã từng sử dụng các thư viện hoặc framework liên quan đến javascript: Node.js, ExpressJS, Angular, React, Vuejs, React-native,...",
  "Quyền lợi": "● Có mức hỗ trợ thực tập + thưởng Lễ, Tết,…● Lộ trình thăng tiến rõ ràng, cơ hội lên làm nhân viên chính thức.  Môi trường năng động, sáng tạo, được leader giỏi chỉ dẫn, được làm việc với các  dự án hiện đại, đa dạng của nước ngoài.● Quy trình chuẩn mực theo tiêu chuẩn Agile.● Các chế độ phúc lợi, chế độ bảo hiểm theo quy định của Công ty và pháp luật Nhà  nước khi trở thành nhân viên chính thức● Đồng nghiệp thân thiện, được tham gia các hoạt động của công ty: team building,  happy hour,…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-php/841016.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ TRUYỀN THÔNG ĐA PHƯƠNG TIỆN VIỆT NAM",
  "job_title": "Lập Trình PHP",
  "salary": "Thoả thuận",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Học các công cụ, framework mà công ty đang sử dụng- Xây dựng, chỉnh sửa giao diện HTML, CSS, Javascript- Cập nhật các tính năng của website bằng Laravel- Tìm hiểu, tra cứu tài liệu trên internet để xử lý công việc- Cụ thể trao đổi khi phỏng vấn",
  "Yêu cầu ứng viên": "● Đam mê tìm hiểu về các công nghệ lập trình.● Vừa tốt nghiệp hoặc sinh viên năm cuối trong kì đồ án các trường cao đẳng, đại học, dạy nghề,…● Chăm chỉ, có khả năng tự nghiên cứu, giao tiếp tốt.Có kinh nghiệm làm việc với: HTML, CSS, SASS, PHP, Javascript● Biết về chuẩn BEM, PSR coding convention● Sử dụng thành thạo: Laravel, Bootstrap● Có kiến thức về OOP, MVC● Có kinh nghiệm làm việc với: Git, Git bash, VSCode Git Extension● Sử dụng thành thạo VSCode, Sublime Text● Ưu tiên ứng viên biết về: Angular, React● Chăm chỉ, kiên trì, cẩn thận trong công việc● Đam mê, có tinh thần cầu tiến● Có khả năng tự học● Ưu tiên ứng viên biết tiếng Anh",
  "Quyền lợi": "● Công việc năng động, sáng tạo, được học hỏi kinh nghiệm trong các dự án thực tế với các dự án hiện đại, đa dạng của nước ngoài.● Môi trường làm việc thân thiện, văn minh, chuyên nghiệp.● Được làm việc theo quy trình chuyên nghiệp, theo mô hình Agile● Cơ hội nâng cao trình độ ngoại ngữ và kỹ năng phát triển nghề nghiệp, có nhiều cơ hội thăng tiến trong công việc.● Các chế độ phúc lợi, chế độ bảo hiểm theo quy định của Công ty và pháp luật Nhà nước sau khi trở thành nhân viên chính thức của công ty.● Thời gian thực tập có thể rút ngắn tùy năng lực của bạn. Cơ hội lên chính thức và deal lương sau quá trình thực tập.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-du-an-banking/994273.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
  "job_title": "Java Developer",
  "salary": "18 - 26 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển các ứng dụng web trên nền tảng javaTham gia vào quá trình phân tích, thiết kế, phát triển và bảo trì hệ thống, ứng dụng.Thực hiện lập trình các sản phẩm, dịch vụ theo yêu cầu.Nghiên cứu và cập nhật các kiến thức mới hỗ trợ cho công việc",
  "Yêu cầu ứng viên": "Tốt nghiệp đại học chuyên ngành CNTT hoặc các ngành tương đương.Có từ 1.5 năm kinh nghiệm trở lênCó kinh nghiệm làm việc với một trong các framework của Java như Spring MVC, Spring Boots, Hibernate.Nắm vững về Java cơ bản và phương pháp lập trình hướng đối tượng (OOP).Có kinh nghiệm làm việc và hiểu biết với API (Restful, SOAP), SCM (Git, SVN), IDE (Eclipse, IntelliJ, NetBeans), Database (SQL, NoSQL);Có kinh nghiệm làm việc với angularJS/ReactJS là một lợi thế (không bắt buộc); .Đam mê, có trách nhiệm cao trong công việc.Có khả năng làm việc độc lập và làm việc nhóm",
  "Quyền lợi": "1. Cơ hội phát triển bản thânLàm việc với đội ngũ kỹ sư, nhân viên năng động, giàu nhiệt huyết, đam mê, lý tưởng lớn.Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng phát triển.Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng.Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.2. Chế độ đãi ngộMức lương: up to 1500 USDPhụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,…Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; phụ cấp nhà ở, xăng xe, ăn trưa, thai sản, con nhỏ, cưới hỏi, sinh nhật,…Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc.Trợ cấp chứng chỉ liên quan đến vị trí công việc.3. Đời sống tinh thần phong phúMôi trường làm việc chuyên nghiệp, thân thiện, cởi mở. Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển.Participate in monthly teambuilding activities, annual travel.Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên.Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lead-java-backend-developer-up-to-35m/878289.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TRUYỀN THÔNG VÀ DỊCH VỤ DU LỊCH CẢM XÚC VIỆT",
  "job_title": "Backend Developer",
  "salary": "Tới 45 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Mô tả công việc- Tham gia xây dựng các sản phẩm, dịch vụ về AI/ChatBot trên nền web bằng Java / Javascript / HTML5 / CSS cho desktop, mobile phone, và tablet.- Tham gia phát triển và xử lý ngôn ngữ tự nhiên NLU, NLP, ...- Lập trình và triển khai ứng dụng web dựa trên nền tảng công nghệ web: Java, RESTful API- Trao đổi và báo cáo công việc với đồng nghiệp ở Việt Nam và ở Hàn Quốc thông qua chat, email, và tài liệu.- Các công việc khác do Quản lý phân công",
  "Yêu cầu ứng viên": "Yêu cầu- Thành thạo về lập trình web (JSP / Servlet, JavaScript, HTML, CSS).- Có ít nhất 3 năm kinh nghiệm sử dụng các framework Angular, Bootstrap, Spring MVC, Spring boot.- Thành thạo lập trình bằng Java.- Có kinh nghiệm dùng một trong các loại cơ sở dữ liệu : SQL và NoSQL- Có khả năng đọc hiểu và viết tài liệu tiếng Anh.",
  "Quyền lợi": "QUYỀN LỢI ĐƯỢC HƯỞNGChế độ đãi ngộ: Thu nhập đến 45.000.000- Gói thu nhập Hấp Dẫn.- Đầy đủ các chế độ Hưởng bảo hiểm y tế và bảo hiểm xã hội theo luật Việt Nam.- Chính sách phúc lợi theo quy định của Công ty đa dạng: Chăm sóc sức khỏe định kì hàng năm; Các hoạt động tri ân, chăm lo đời sống tinh thần CBNV; đi nghỉ mát hàng năm.- Công ty tài trợ các khóa học để nâng cao kỹ năng.- Môi trường làm việc thân thiện, cởi mở.- Có nhiều cơ hội sang Hàn Quốc học tập và công tác- Cơ sở vật chất và công cụ làm việc hiện đại, tiện nghi.- Nhiều cơ hội phát triển và thăng tiến trong công việc.- Văn hóa Doanh nghiệp đặc sắc, sinh động bậc nhất với nhiều các hoạt động hấp dẫn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-back-end-developer/792876.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công nghệ Sao Vega",
  "job_title": "Lập Trình Viên",
  "salary": "Trên 10 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia vào phân tích thiết kế hế thống- Tham gia xây dựng database- Lập trình các module, tính năng theo yêu cầu.- Hợp tác với những thành viên khác trong nhóm để hoàn thành các dự án đúng thời gian.- Hỗ trợ deploy các sản phẩm lên server nếu cần- Ngoài ra chi tiết công việc sẽ được trao đổi khi phỏng vấn.",
  "Yêu cầu ứng viên": "- Có 1 năm kinh nghiệm làm dự án thực thế và thành thạo ít nhất 1 trong các ngôn ngữ: Java, Python,NodeJs ...- Có kinh nghiệm về SpringBoot,  Hibernate, JPA,  Design Pattern- Có kiến thức về các database: PostgreSQL, MySQL, MongoDB- Có hiểu biết và sử dụng Elastic Search, Logstash, Kibana, Redis, Memcached là một lợi thế- Quen thuộc với docker, linux, Restful API, microservice- Có kiến thức về google cloud service là một lợi thế: firebase, bigquery, cloud function...- Có khả năng đưa ra giải pháp và học hỏi nhanh",
  "Quyền lợi": "- Lương: hấp dẫn ( lên tới 30 triệu - lương nẻ) , tăng lương theo thâm niên công tác.- Thưởng: có nhiều đợt thưởng trong năm. Thưởng lễ 30-4, thưởng ngày truyền thống, thưởng 6 tháng đầu năm, thưởng ngày thành lập công ty, thưởng Tết Dương, thưởng Tết âm (thưởng năm) và các giải thưởng cá nhân khác: Tiên tiến, xuất sắc, tiềm năng, có cố gắng….- Hỗ trợ tiền điện thoại.- Hỗ trợ tiền ăn trưa tại căng tin công ty.- Có chế độ chăm sóc y tế cho nhân viên và gia đình, du lịch 1 năm/1 lần (trong nước hoặc nước ngoài) và tham gia các hoạt động vui chơi giải trí khác (sinh nhật công ty, sinh nhật các thành viên…)- Có cơ hội được làm việc và công tác ở nước ngoài- Các chế độ BHXH, nghỉ thứ 7, chủ nhật, chế độ phép đầy đủ theo quy định",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer-middle-senior-t10071/897491.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Quận 7",
  "Mô tả công việc": "● Work in a team of engineers to implement backend services in the platform● Build service definitions, OpenAPI specifications, SDKs, and documentation for other developers that consume these services● Integrate with other services and data sources using APIs, messaging systems, databases● Collaborate with the DevOps team on microservices design, containerization, and automated deployments● Build automated test suites to ensure these services are reliable and performant",
  "Yêu cầu ứng viên": "● Experience working with Java and one or more Java frameworks such as Spring Boot● Project experience around web service design and RESTful APIs● Expertise with the OpenAPI Specification (Swagger), RESTful APIs, and related tools such as Postman, cURL, and HTTPie● Experience integrating with 3rd party services and databases such as Redis, message queues, MongoDB, and ElasticSearch● Agile/SCRUM methodology experience",
  "Quyền lợi": "● Training and career development opportunities.● Package: 13, 14 salary month + Project bonus + Extra package: 16 Mil /employee/year (Bonus at: Tet, New Year, CMC Corp’s birthday, 2/9 and Tet’s gift, Middle-Autumn gift, ...)● Opportunity to approach newest technology trends; development of your career within an international Company● Building large-scale & global software products for our clients.● Onsite opportunities: short-term and long-term assignments in US, Europe, Asia.● Paid annual leave: 13 days (12 vacation days + birthday leave)● Salary review 2 times/year or on excellent performance● Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (AON care premium, Company trip, Holiday, Sum-up, etc)● Working time: 8h/day (from Monday to Friday)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/mobile-developer-ios-android-react-native/597482.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH CÔNG NGHỆ ALTEK",
  "job_title": "Mobile Developer",
  "salary": "15 - 40 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phân tích, thiết kế luồng phát triển của ứng dụng di động dựa vào yêu cầu của khách hàng.- Đánh giá, phân tích, nâng cấp và tối ưu mã nguồn trong quá trình phát triển.- Nghiên cứu các công nghệ mới để áp dụng trong các dự án hiện tại và tương lai.- Tham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việcĐịa điểm làm việc:- CN2: Tòa nhà BCONS III, 178/31 Nguyễn Văn Thương, P 25, Q Bình Thạnh, TP Hồ Chí Minh.",
  "Yêu cầu ứng viên": "- Có tối thiểu 1 năm kinh nghiệm phát triển ứng dụng di động bằng React Native hoặc Native (Swift/Objective-c/Java).- Có kinh nghiệm tích hợp các RESTful API, Web service, Web socket và các SDK, thư viện trong quá trình phát triển ứng dụng.- Có kiến thức về cấu trúc dữ liệu, giải thuật, lập trình hướng đối tượng.- Thành thạo sử dụng Git để quản lý mã nguồn.- Có kinh nghiệm test, debug và tối ưu hiệu năng cho ứng dụng.- Có kinh nghiệm làm việc, quản lý nhóm sử dụng Agile/Scrum.- Có sản phẩm trên chợ ứng dụng CH Play, App store là một lợi thế.- Có kinh nghiệm sử dụng và làm việc với các hệ quản trị CSDL như Oracle, MySQL, Maria DB, MS SQL là một lợi thế.- Có kinh nghiệm phân tích, thiết kế UI/UX cho nền tảng di động sử dụng Adobe XD, Figma, Sketch, Invision, Balsamiq là một lợi thế",
  "Quyền lợi": "- Làm việc ngày 8 tiếng (từ 08g30 đến 18g00, nghỉ trưa từ 12g00 đến 13g30), (T7 làm 2 buổi sáng cách tuần, chủ nhật nghỉ),12 ngày phép/năm, được nghỉ các ngày lễ theo quy định nhà nước- Mức lương: 15-40 triệu (tùy vào năng lực và kết quả phỏng vấn).- Cơ hội phát triển, hoàn thiện kỹ năng, làm việc với các đối tác quốc tế.- Thưởng tháng thứ 13.- Mua BHXH cho nhân viên, và hưởng đầy đủ các chế độ theo quy định của pháp luật.- Xét tăng lương 06 tháng 1 lần.- Tổ chức dã ngoại Team Building kết nối các thành viên trong Công ty hàng năm.- Mừng sinh nhật, các event của công ty (tiệc cuối năm...)- Một số chế độ, quyền lợi khác.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-java-developer/841116.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TRUYỀN THÔNG VÀ DỊCH VỤ DU LỊCH CẢM XÚC VIỆT",
  "job_title": "Java Developer",
  "salary": "12 - 27 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng một trong các sản phẩm, dịch vụ về AI, ChatBot, Big Data sử dụng ngôn ngữ lập trình và framework như Java, Spring, Apache Storm framework…- Trao đổi công việc- Báo cáo công việc với đồng nghiệp ở Việt Nam và ở Hàn Quốc thông qua chat, email, và tài liệu.",
  "Yêu cầu ứng viên": "- Có kinh nghiệm và thành thạo lập trình Java core với các khái niệm: OOP, MultiThread, synchronous/asynchronous, Collection, DB connection, Socket, Webservice…- Biết về java design pattern và áp dụng được một số design pattern thông dụng- Có kinh nghiệm làm việc với một trong các loại cơ sở dữ liệu: SQL và NoSQL- Có kinh nghiệm làm việc và sử dụng framework Spring, Spring Boot, Micro service.- Có kinh nghiệm làm việc với JPA, Hibernate, MyBatis.- Có kinh nghiệm và hiểu biết về Apache Hadoop Ecosystem là một lợi thế- Có kinh nghiệm làm việc về Big Data là một lợi thế lớn- Có kinh nghiệm thiết kế, lập trình và triển khai hệ thống phần mềm trên môi trường cloud là một lợi thế lớn- Có khả năng giao tiếp tiếng anh thành thạo- Có kinh nghiệm làm việc từ 1 – 3 năm",
  "Quyền lợi": "- Lương lên tới 20.000.000VNĐ/tháng- Kèm gói thu nhập Hấp Dẫn (Thưởng lương tháng 13, lương kinh doanh, tiền mừng tuổi...).- Đầy đủ các chế độ Hưởng bảo hiểm y tế và bảo hiểm xã hội theo luật Việt Nam.- Chính sách phúc lợi theo quy định của Công ty đa dạng: Chăm sóc sức khỏe định kì hàng năm; Các hoạt động tri ân, chăm lo đời sống tinh thần CBNV; đi nghỉ mát hàng năm.- Công ty tài trợ các khóa học để nâng cao kỹ năng.- Môi trường làm việc thân thiện, cởi mở.- Có nhiều cơ hội sang Hàn Quốc học tập và công tác- Cơ sở vật chất và công cụ làm việc hiện đại, tiện nghi.- Nhiều cơ hội phát triển và thăng tiến trong công việc.- Văn hóa Doanh nghiệp đặc sắc, sinh động bậc nhất với nhiều các hoạt động hấp dẫn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/react-native-developer-t10068/879788.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "React Native Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Quận 7",
  "Mô tả công việc": "Design and build applications for mobile appsCollaborate with cross-platform and product development teams to define interfaces and ensure feature interoperability.Identify performance improvements and efficiency optimizations for implementation, build, and deployment of the technology.Architect and build our React Native applications with clean code.May be required to perform other related duties as required.",
  "Yêu cầu ứng viên": "Minimum Bachelor Degree in Computer Science or Computer Engineering or its equivalent.Have relevant experience in mobile development.Being able to write well-documented, clean JavaScript/Typescript code.Familiar with modern FE development toolchain: NPM, Babel, ESLint, Flow, Jest, etcAn understanding of React Native best practices and a commitment to following them.Familiarity with code versioning tools such as Git.Good understanding of the full mobile development life cycle.Able to work independently, self-directed and solutions-oriented.Excellent working attitude, problem-solving, and willingness to tackle any challenges.",
  "Quyền lợi": "· Training and career development opportunities.· Package: 13, 14 salary month + Project bonus + KPI bonus.· Extra package: 16 Mil /employee/year (Bonus at: Tet, New Year, your birthday, CMC Corp’s birthday, 2/9 and Tet’s gift, Middle-Autumn gift, …)· Salary review 2 times/year or on excellent performance.· Opportunity to approach newest technology trends; development of your career within an international Company.· Building large-scale & global software products for our clients.· Onsite opportunities: short-term and long-term assignments in US,EU,..· Paid annual leave: 12 days + gift for your birthday.· Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (PTI care premium, Company trip, Holiday, Sum-up, etc).· Exciting leisure: sport and art events (football club, family day, happy hour,…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nhan-vien-frontend-developer-vuejs/841089.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH TRUYỀN THÔNG VÀ DỊCH VỤ DU LỊCH CẢM XÚC VIỆT",
  "job_title": "Frontend Developer",
  "salary": "20 - 50 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Job DescriptionYou will work with us to build websites with millions of views per month for well-known brands around the world.Your main responsibilities include:Turn designs into responsive, functional, and accessible HTML / CSS / JavaScript code.Learn and ensure best practices in terms of accessibility, performance, and code standard.Work closely with the team leader and project manager to ensure your projects are on track.Work with technical lead to research and stay on top of front-end web development best practices.",
  "Yêu cầu ứng viên": "3+ years of experiencesEnglish (reading comprehension level at least).Can write SEO-friendly, semantic HTML5 code.Experienced with CSS3 using Flexbox, Grid, Transforms, Animation.Experienced with native Javascript ES5 & ES6 (without jQuery).Basic understanding of Vue.js or React.Basic knowledge of code versioning tools such as Git with GitHub or GitLab or BitBucket.Must have work samples - Demo projects, GitHub, Code snippets, etcThe following skills are NOT REQUIRED:If you don’t have these skills yet, don’t worry, you’ll get trained on the job. But if you do have some of these skills, they will be huge bonus points:Sass, Less or postCSS.JavaScript ES7/8/9Gulp / Grunt / Webpack / Babel.WordPress and PHP.Shopify and Liquid.",
  "Quyền lợi": "MacBook and equipmentsTop-notch skill development (from US)13th month bonus, monthly bonus, quarterly bonusPerformance review twice/yearHealthy check twice/yearAdvanced healthcare for managerial level12 annual leave days (+ 1 day by a year)Training opportunities",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-t10067/857464.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "Nodejs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Quận 7",
  "Mô tả công việc": "GUI development by utilization of new front-end technologiesTroubleshooting end-user issues and automated processesDevelop and maintain backend APIPerform unit testingAnalyze errors and develop potential solutionsConsulting with managerial, engineering, and technical personnel to clarify program intent, identify problems and suggest/implement changesConducting trial runs of software application updates, and fixes, to ensure desired functionalityIndependently creating software development documents (SRSes, design documents, etc.)Developing and demonstrating knowledge of related systemsWillingness to contribute ideas to the troubleshooting and resolution of application issues in a timely mannerPro-actively looking for the best solution to achieve the most efficient performance the systemsInteracting with all stakeholders as requiredAd hoc duties as required.",
  "Yêu cầu ứng viên": "Solid experience in software development using Node.js (NestJS) or related frameworks / systemsHave good grip on Object Oriented Programming and Functional Programming.Expertise in most of the following: Node.js, NestJS, CQRS Pattern, React JS, React Native, Flutter, MongoDB, MongoDB Charts.Good understanding of RESTful web services, experience in building Rest API.Good technical, analytical and problem-solving skills.Good communication skillsSelf-Starter – willing to contribute wherever neededAbility to learn new languages and technologies.High sense of responsibility.Good understanding of SOA, MicroservicesExperience working with Scrum frameworksExperience working with Amazon Web Services is an advantageExperience working with docker/container and container orchestration is an advantageExperience with CI/CD is an advantageEnglish fluent",
  "Quyền lợi": "· Training and career development opportunities.· Package: 13, 14 salary month + Project bonus + KPI bonus.· Extra package: 16 Mil /employee/year (Bonus at: Tet, New Year, your birthday, CMC Corp’s birthday, 2/9 and Tet’s gift, Middle-Autumn gift, …)· Salary review 2 times/year or on excellent performance.· Opportunity to approach newest technology trends; development of your career within an international Company.· Building large-scale & global software products for our clients.· Onsite opportunities: short-term and long-term assignments in US,EU,..· Paid annual leave: 12 days + gift for your birthday.· Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (PTI care premium, Company trip, Holiday, Sum-up, etc).· Exciting leisure: sport and art events (football club, family day, happy hour,…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien/755126.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN NÔNG NGHIỆP TRƯỜNG HẢI",
  "job_title": "Lập Trình Viên",
  "salary": "Trên 20 triệu",
  "exp": "3 năm",
  "location": "Gia Lai",
  "Mô tả công việc": "- Tham gia triển khai dự án ERP trên nền tảng Odoo framework cho công ty.- Tiếp nhận các yêu cầu về Odoo từ BA, xây dựng và lập trình các chức năng theo yêu cầu của end-users- Xây dựng các API tích hợp với các hệ thống khác của công ty- Phối hợp với QA trong quá trình kiểm tra và sửa lỗi phần mềm trên các môi trường Integration, Staging và Production",
  "Yêu cầu ứng viên": "- Tốt nghiệp đại học trở lên chuyên ngành Công nghệ thông tin, kinh nghiệm từ 2 năm, thành thạo Framework Odoo (Python, JavaScript, HTML, CSS. XML, PostgreSQL, v.v…)- Có kiến thức về Linux, GitHub- Lập trình hướng đối tượng, mô hình đối tượng, và cơ sở dữ liệu quan hệ.- Đam mê, chủ động trong công việc, có kỹ năng làm việc nhóm, làm việc độc lập- Có khả năng giao tiếp tiếng anh cơ bản và đọc hiểu các tài liệu tiếng anh chuyên ngành.- Ưu tiên ứng viên đã có kinh nghiệm triển khai hệ thống CNTT ở các tập đoàn, tổng công ty.- Có thể đi công tác xa khi có yêu cầu.",
  "Quyền lợi": "thu nhập từ 20THĐLĐChế độ nghỉ phépBảo hiểm theo quy địnhTăng lương hàng năm",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/odoo-developer/995006.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công Nghệ Phần Mềm Dayone",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Participate in programming and developing ERP construction projects using odoo Participate in phases of technical analysis and solution.Work with BA to come up with a suitable solution on odoo.Work as assigned by team leader / Project manager, coordinate among teams to develop products.",
  "Yêu cầu ứng viên": "1 year of experience working with odooExperience in working in HTML, Javascript, Python, Odoo FrameworkAbility to absorb problems quickly, proactively at workEnglish: Read and understandPassionate about Programming",
  "Quyền lợi": "Working date: 09:00 - 18:00 Monday - FridaySocial and unemployment insuranceSalary 13th and review salary annually.Public holiday bonus and Annual leave are in accordance with the Vietnamese Labor lawTeambuilding activities monthly.E-learning sessions.Other: Fruit, tea and coffee , Birthday gift, Skill books…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-developer/994123.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Adamo Software",
  "job_title": "Developer",
  "salary": "12 - 20 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia phát triển dự án phần mềm theo mô hình Agile.Tham gia xây dựng, phát triển các phần mềm quản lý trên công nghệ ASP.NET core, Web Services, WCF, Entity Framework.Thiết kế & viết code ứng dụng Web Application.Nghiên cứu và ứng dụng các công nghệ mới.",
  "Yêu cầu ứng viên": "Có từ 1 năm kinh nghiệm .NET với ASP.NET MVC hoặc ASP.NET Core (version 6)Thành thạo HTML, Java Script/JQuery, CSS, BootstrapCó  kinh nghiệm làm việc với WebAPINắm được nguyên lý OOP và các Design PatternsTư duy lập trình tốt, kỹ năng giải quyết vấn đề tốtCó kinh nghiệm làm việc với Sitecore là một lợi thếCó kinh nghiệm xây dựng dự án theo mô hình microservice là lợi thếCó hiểu biết về Azure devops là một lợi thếChủ động trong công việc, tuân thủ quy trình làm việc",
  "Quyền lợi": "Mức lương hấp dẫn: 12,000,000 – 20,000,000 đ/thángThử việc 90% lươngThời gian làm việc: Thứ 2 – Thứ 6Tháng lương thứ 13, 14Review lương 2 lần 1 nămThưởng các dịp lễ Tết, thưởng quý, thưởng thâm niên, thưởng lợi nhuận.Quà tặng dịp sinh nhật cá nhânCơ hội được học hỏi, làm việc với công nghệ mớiĐược làm việc trong một môi trường chuyên nghiệp với các đối tác nước ngoàiDu lịch, teambuilding 2-3 lần/nămKhám sức khỏe định kỳ cho nhân viênHỗ trợ tham gia các khóa đào tạo nâng cao kiến thức và kỹ năng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/sharepoint-developer-t10073/995069.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Quận 7",
  "Mô tả công việc": "- Key development skillsets: 2+ years of relevant hands-on experience with C#, .NET platform, APIs (Swagger), JavaScript, HTML/CSS, Azure PaaS (Azure Functions; Azure Logic Apps; Cosmos DB; Azure App Service; ARM templates), React JS, CI/CD (Bicep), SharePoint SPFX.- Experience of authentication, access and entity management technology using Azure Identity Framework- Experience with cloud platforms, especially Microsoft Azure.- Experienced in agile software development including using DevOps tools such as Azure DevOps.- Experienced in modern DevOps methodologies and continuous integration using Git.- Experience of unit testing- Have experience in GIT- Strong analytical and problem-solving skills",
  "Yêu cầu ứng viên": "- Migration to newer versions of SharePoint Server / SharePoint Online- Collects & analyze technical and user requirements, translating them into solutions and ensuring the solutions meet customer expectations and needs- Key technologies: .Net, Entity Framework, SQL, Azure, Microsoft Dynamics 365, Sharepoint- Prepare SharePoint documentation, including user and admin guide- Knowledge of web parts, both 3rd party and customized web parts- Knowledge on platform development including coding and programming is an advantage- Conduct workshops on SharePoint and related topics- Respond to SharePoint issues and faults and resolve them in a timely manner- 2nd Level Support for SharePoint products- Methodology: Kanban/Agile (Scrum), 2-week sprints for Feature development- Good English communication, be able to read and write English",
  "Quyền lợi": "- Package: 13 salary months + Project bonus (If any) + Extra package: 16M/year- Young and dynamic working environment.- Continuous development of hard and soft skills through work and professional trainings.- Opportunity to approach newest technology trends- Exciting leisure: sport and art events (football club, family day...)- Company's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fresher-unity-developer/995061.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần đầu tư Công Nghệ và Thương Mại Softdreams",
  "job_title": "Unity Developer",
  "salary": "10 - 23 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển các dự án Game mobile 2D, 3D với thể loại Puzzle và Hyper Casual trên nền tảng Unity cho Android và IOSTham gia lên ý tưởng và xây dựng thuật toán cho các tính năng trong gameTối ưu và cải thiện tính năng, performance của gamePhối hợp với các thành viên trong team (game designer, artist, marketing) để vận hành và tối ưu hóa sản phẩm",
  "Yêu cầu ứng viên": "Có ít nhất 6 tháng kinh nghiệm làm Unity và Csharp  qua công việc thực tế hoặc bài tập lớnCó sản phẩm trên thực tế của cá nhân hoặc Công ty từng làm việcYêu thích làm game và chơi gameCó tinh thần trách nhiệm cao trong công việc, thái độ cầu tiến và ham học hỏiĐiểm cộng:Hiểu biết về design pattern, từng áp dụng vào gameKinh nghiệm làm việc cới các loại SDK: Firebase, Google Admob, Facebook Ads, Appsflyer,..Kinh nghiệm tối ưu dung lượng và performance gameBiết sử dụng công cụ quản lý sources Git/Svn",
  "Quyền lợi": "Range lương: Từ 400 USD – 1000 USD (tùy vào năng lực)Lương net, theo năng lực, phù hợp với thị trườngHỗ trợ bảo hiểm 100%, hỗ trợ ăn trưa 50.000 VNĐ/ngày.Có lộ trình học việc và tham gia công việc từ 3 đến 6 tháng, sau thời gian học việc, hội nhập sẽ được chuyển đổi hợp đồng dài hạn nếu đạt yêu cầuCác chính sách thưởng và phúc lợi theo quy định chung: chính sách thưởng tháng 13, thưởng hiệu quả kinh doanh, thưởng dự án…Xây dựng và hỗ trợ lỗ trình phát triển nghề nghiệp với việc hỗ trợ 50 – 100% chi phí các khóa học phát triển bản thânQuà cho nhân viên các ngày lễ tết, sự kiện, sinh nhật trong năm. Các hoạt động văn hóa, sự kiện theo tháng, chế độ nghỉ mát, team building 1 năm/2 lần chất lượng, hấp dẫnThời gian làm việc: từ Thứ 2 đến Thứ 6 – Chủ động quản trị về hiệu suất công việc",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/outsystems-developer-t10072/995064.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Quận 7",
  "Mô tả công việc": "Responsible for the development of the Outsystems platform to ensure quality and security;Provide support and maintenance to the application systems and ensure all issues are proactively resolved;Adhere to, influence, and advocate internal software design & development standards, processes and best practices such as but not limited to code re-use, portability, security and documentation;Trách nhiệmWell compensation package based on value creationOpportunities to work with talent and onsite in USLearn new technology and features of health system",
  "Yêu cầu ứng viên": "Has at least 3-5 years of experience in developing high-availability, multi-tiered and secure web applications;Must have experience in application development using Outsystems;Have experience in SOAP, RESTful APIs, Microservices, JSON, XML, HTML5, CSS, JavaScript, jQuery, Ajax;Experience in .NET Framework is advantageous;English: Excellent communication both written and verbal;Independent, and willing to continuously learn and improve skills;Energetic and self-motivated.",
  "Quyền lợi": "∙ Training and career development opportunities.∙ Package: 13, 14 salary month + Project bonus + KPI bonus.∙ Extra package: 16 Mil /employee/year (Bonus at: Tet, New Year, your birthday, CMC Corp’s birthday, 2/9 and Tet’s gift, Middle-Autumn gift, …)∙ Salary review 2 times/year or on excellent performance.∙ Opportunity to approach newest technology trends; development of your career within an international Company.∙ Building large-scale & global software products for our clients.∙ Onsite opportunities: short-term and long-term assignments in US,EU,..∙ Paid annual leave: 12 days + gift for your birthday.∙ Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (PTI care premium, Company trip, Holiday, Sum-up, etc).∙ Exciting leisure: sport and art events (football club, family day, happy hour,…).∙ Working time: 8h/day (from Monday to Friday) , flexible working time (Check in: 7h30-9h ; Check out: 16h30-18h)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-du-an-banking/994170.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giải pháp Công nghệ TTC Việt Nam",
  "job_title": "Lập Trình Viên Java",
  "salary": "18 - 26 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các ứng dụng web trên nền tảng java- Tham gia vào quá trình phân tích, thiết kế, phát triển và bảo trì hệ thống, ứng dụng.- Thực hiện lập trình các sản phẩm, dịch vụ theo yêu cầu.- Nghiên cứu và cập nhật các kiến thức mới hỗ trợ cho công việc",
  "Yêu cầu ứng viên": "- Tốt nghiệp các trường được đào tạo về chuyên ngành Công nghệ thông tin.- Có từ 1.5 năm kinh nghiệm trở lên- Có kinh nghiệm làm việc với một trong các framework của Java như Spring MVC, Spring Boots, Hibernate.- Nắm vững về Java cơ bản và phương pháp lập trình hướng đối tượng (OOP).- Có kinh nghiệm làm việc và hiểu biết với API (Restful, SOAP), SCM (Git, SVN), IDE (Eclipse, IntelliJ, NetBeans), Database (SQL, NoSQL);- Có kinh nghiệm làm việc với angularJS/ReactJS là một lợi thế (không bắt buộc); .- Đam mê, có trách nhiệm cao trong công việc.- Có khả năng làm việc độc lập và làm việc nhóm",
  "Quyền lợi": "1. Cơ hội phát triển bản thân– Làm việc với đội ngũ kỹ sư, nhân viên năng động, giàu nhiệt huyết, đam mê, lý tưởng lớn.– Được lắng nghe, tôn trọng ý kiến, quan điểm cá nhân để trao đổi thẳng thắn, chia sẻ cùng phát triển.– Được lãnh đạo giàu kinh nghiệm đào tạo, định hướng con đường nghề nghiệp rõ ràng.– Được cử tham gia các khóa đào tạo mới, đào tạo nâng cao phù hợp với năng lực và nguyện vọng.– Được ghi nhận những đóng góp, nỗ lực kịp thời, chính xác.2. Chế độ đãi ngộ– Mức lương: up to 1500 USD– Phụ cấp tăng ca, thưởng dự án, thưởng vượt chỉ tiêu, thưởng tháng lương thứ 13,…– Được công ty thực hiện đầy đủ nghĩa vụ về bảo hiểm; phụ cấp nhà ở, xăng xe, ăn trưa, thai sản, con nhỏ, cưới hỏi, sinh nhật,…– Định kỳ xét tăng lương 2 lần/năm hoặc đột xuất theo đánh giá.– Được hỗ trợ các thiết bị, công cụ cần thiết cho thực hiện công việc.– Trợ cấp chứng chỉ liên quan đến vị trí công việc.3. Đời sống tinh thần phong phú– Môi trường làm việc chuyên nghiệp, thân thiện, cởi mở. Các thành viên trong công ty gần gũi, gắn bó, quan tâm, giúp đỡ nhau cùng phát triển.– Được tham gia các hoạt động teambuilding hàng tháng, du lịch hàng năm.– Công ty luôn động viên và tạo điều kiện tốt nhất cho toàn thể nhân viên.– Công ty tổ chức các buổi sinh nhật cho nhân viên hàng tháng, tổ chức thưởng và kỉ niệm những ngày lễ tết trong năm.– Hoạt động văn hóa thể thao đa dạng: câu lạc bộ bóng đá, gym, bơi lội, …",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer-internship/994993.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Giao nhận và Vận chuyển Indo Trần",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "- Support development of robust and user-friendly PHP-based web applications.- Support to design and creation of relational database schemas.- Support creation of site layout/user interface from provided design concepts by using standard HTML/CSS practices.- Support to modify existing software to correct errors, allow it to function in new operating environment, or improve performance.- Make sure that all code is released in clean style and without bugs.",
  "Yêu cầu ứng viên": "- Heath in good condition.- Ability to communicate in English is a plus.- A fast learner, ability to multi-task and work independently under high pressure.",
  "Quyền lợi": "- Get detailed training on the job.- Support to complete the report and seal the internship.- Support 3,000,000/month when working enough 100 hours/month.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/angular-developer-t10069/879786.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "Angular",
  "salary": "Tới 40 triệu",
  "exp": "1 năm",
  "location": "Quận 7",
  "Mô tả công việc": "Work in cross-functional team to build product features for the web platform.Work with frontend team to reduce time-to-impact.Resolve issues",
  "Yêu cầu ứng viên": "Good English communicationExperience with server-side rendered web development.Proficient in JavaScript, ECMAScript, or TypeScript.Strong Computer Science fundamentals.Knowledge of web standards: e.g. CSS and HTML.Experience developing web applications in reactive or functional idioms nice to have: e.g. React, Angular, Vue, Elm, PureScript, ReasonML.",
  "Quyền lợi": "Salary: up to 40MAnnual package: up to 16M (including Solar New Year, Lunar New Year, National days, Ceremonies, Company trips, …)Young and dynamic working environment.Exciting leisure: sport and art events (football club, family day…)Company’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)Have the opportunity to develop communication skills with foreign customers.Many career advancement opportunities to expand your career, to maximize your forte.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-junior-mid-senior/994814.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ iRender Việt Nam",
  "job_title": "Frontend Developer",
  "salary": "10 - 15 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Chịu trách nhiệm về UX/UI các dự án của công ty.● Xây dựng và Lập trình các chức năng được giao.● Tham gia phối hợp cùng các Phòng/ Bộ phận liên quan.",
  "Yêu cầu ứng viên": "● Có >01 năm  kinh nghiệm lập trình Frontend với ReactJS/Angular/ VueJS.● Có khả năng tạo các component core ReactJS/Angular/VueJS● Có kinh nghiệm làm việc với Web Application, Mobile, API, Database● Thiết kế UI/UX tốt● Gắn bó lâu dài với công ty",
  "Quyền lợi": "● Thu nhập: từ 10 -15 triệu/ tháng.● Chế độ: Đóng BHXH, BHYT, BHTN theo Luật Lao Động,● Có ngày nghỉ phép, Thưởng tháng thứ 13, thưởng KPI,● Tham gia các khóa học đào tạo kỹ năng chuyên môn, kỹ năng mềm: …● Đánh giá năng lực hàng tháng, xét thưởng khi đạt thành tích cao. Lộ trình thăng tiến trong công việc…, xét tăng lương sau.● Môi trường trường làm việc trẻ năng động.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-mobile-react-native-android-ios-di-lam-luon/993955.html?ta_source=JobSearchList",
  "company_name": "Công ty CP Công nghệ và dịch vụ IMap",
  "job_title": "Lập Trình Viên Mobile",
  "salary": "Tới 30 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình các module tính năng theo bản phân tích thiết kế;Đảm bảo hiệu suất, chất lượng, tính bảo mật và hỗ trợ nhiều giao diện thiết bị;Phối hợp với các thành viên khác để triển khai các tính năng của dự án đúng thời hạn;Xuất bản sản phẩm, ứng dụng hoàn thiện lên store, theo dõi, cập nhật ứng dụng, sửa lỗi của người dùng.",
  "Yêu cầu ứng viên": "Có 2 năm kinh nghiệm làm AndroidCó kinh nghiệm tối ưu hóa hiệu suất cho ứng dụng Android là một điểm cộngHiểu biết về Nền tảng Android, Lập trình mạng, Quản lý bộ nhớ.Có kiến thức về UX / UI trên thiết bị di động là một lợi thếTrải nghiệm trước khi xây dựng RESTful API, tập trung vào tích hợp với các dịch vụ back-endKiến thức vững chắc về MVVM, Design pattern, Architecture ComponentsHiểu biết về Nền tảng Android, Network Programming, Memory Management.Chủ động trong công việc, làm việc nhiệt tình, trách nhiệm;Có khả năng làm việc độc lập, chịu được áp lực công việc;Có khả năng làm việc nhóm, thái độ làm việc chuyên nghiệp.",
  "Quyền lợi": "Thu nhập:  từ  20tr - 30trThưởng theo hiệu suất công việc, thưởng đầy đủ lễ, tết, lương tháng 13Hưởng đầy đủ BHXH và các chế độ chính sách khác theo quy định của Bộ Luật lao động và công ty;Được đào tạo kỹ năng nâng cao khả năng làm việc phát triển trình độ chuyên môn của bản thân;Môi trường làm việc thân thiện, năng động;Làm việc Từ thứ Hai đến thứ Sáu, Sáng 8h-12h, chiều 13h30-17hĐịa chỉ: 226 Vạn Phúc, Liễu Giai, Ba Đình Hà Nội",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/giao-vien-unity-game-chuyen-vien-dao-tao-lap-trinh-game/994561.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH GIT ACADEMY VIỆT NAM",
  "job_title": "Giáo Viên",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Tham gia giảng dạy khóa đào tạo Unity Game Developer theo nội dung và lộ trình của Green Academy.● Thiết kế slide và giáo trình giảng dạy cho các buổi học. (Có thể tham khảo sử dụng giáo trình hiện tại của trung tâm).● Hướng dẫn học viên làm đồ án cuối khóa, đảm bảo chất lượng đầu ra của học viên.",
  "Yêu cầu ứng viên": "● Tốt nghiệp Đại học / Cao đẳng chuyên ngành liên quan đến Công Nghệ Thông Tin HOẶC các chuyên ngành có liên quan.● Đã và đang làm việc trong lĩnh vực phát triển Game với UNITY từ 2-3 năm.● Có kinh nghiệm và kiến thức liên quan đến xây dựng các thể loại game 2D & 3D.● Khả năng thuyết trình, truyền đạt kiến thức và nghiên cứu giảng dạy là một lợi thế.● Có tinh thần trách nhiệm cao với công việc.",
  "Quyền lợi": "● Giảng dạy và làm việc trong môi trường chuyên nghiệp mang văn hóa Việt – Hàn.● Thời gian dạy được sắp xếp linh động theo lịch.● Hỗ trợ củng cố kiến thức chuyên môn và  nghiệp vụ liên quan trước khi nhận lớp.● Chính sách lương cạnh tranh hấp dẫn được thỏa thuận trong quá trình phỏng vấn.● Hợp đồng Lao động theo đúng quy định của Luật lao động Việt Nam.● Được cung cấp đầy đủ các trang thiết bị giảng dạy hiện đại và tiện nghi theo đúng tiêu chuẩn của Green Academy Hàn Quốc.● Hỗ trợ chi phí giữ xe tại trung tâm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-developer-da-nang/992593.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Corize",
  "job_title": "Nodejs",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "Developing and maintaining all server-side network components.Ensuring optimal performance of the central database and responsiveness to front-end requests.Communicate proactively with the Project Manager and other team members to continuously develop new features and improve project quality.Collaborating with front-end developers on the integration of elements.Designing customer-facing UI and back-end services for various business processes.Write unit tests.Developing high-performance applications by writing testable, reusable, and efficient code.Implementing effective security protocols, data protection measures, and storage solutions.Running diagnostic tests, repairing defects, and providing technical support.Documenting Node.js processes, including database schemas, as well as preparing reports.Recommending and implementing improvements to processes and technologies.Keeping informed of advancements in the field of Node.js development.",
  "Yêu cầu ứng viên": "[Basic skills]2+ years of experience in software projects.1+ years of experience in Nodejs, and TypeScript.Experience with AWS application development and Docker AWS.Knowledgeable in CI/CD.Experience of work with ExpressJs, NestJs, Serverless, and Amazon AWS.Experience with various relational and NoSQL databases, such as MySQL/PostgreSQL, Oracle, Mongo, and Redis.Experience with Git.[Nice to have]Be able to communicate with customers in English.Ability to make plans and manage well.Ability to acquire and apply new technologyClear-headed, flexible, and emotionally intelligent in problem-solving.",
  "Quyền lợi": "Enjoy a suitable salary (we appreciate and encourage candidates to give their own desired salary);Salary review 2 times/ year, based on work performance and company’s performance;Performance bonus, 13th- month salary, project bonus;Social insurance, health insurance, unemployment insurance, and Bao Viet care insurance;Minimum 12 paid leaves per annum for all employees after probation;Be facilitated to learn and develop skills;Friendly & modern working space with young, dynamic & friendly colleagues and complimentary coffee, tea, and drinks;Yearly company trip and year-end party, quarterly team building, and monthly eating together; Sports Clubs; other benefits under the provisions of the company;Flat, open, and sharing culture with a friendly management team; an outsourcing company with a product mindset.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-senior-tai-ho-chi-minh-up-to-2200/994626.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH HYBRID TECHNOLOGIES VIỆT NAM",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 2,200 USD",
  "exp": "4 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Triển khai kiến trúc phần mềm cho hệ sinh thái của dự án thương mại điện tử về du lịch: Đặt vé máy bay, khách sạn và du lịch online trong nước (Nhật Bản) và quốc tế.Thiết kế, phát triển và tối ưu hóa hiệu suất sản phẩm trên nền tảng Java.Luôn cập nhật các công nghệ, kỹ thuật mới nhất.Được đào tạo trở thành kỹ sư Fullstack.Dự án dài hạn, công việc ổn định.",
  "Yêu cầu ứng viên": "Bạn cần có:Tốt nghiệp ĐH chuyên ngành CNTT hoặc tương đương.Có ít nhất 4 năm kinh nghiệm lập trình với ngôn ngữ Java.Có kiến thức tốt về thuật toán, lập trình hướng đối tượng (OOP) Java/JEE và Spring (DI, AOP, IoC)Kinh nghiệm làm Web service: MVC, RESTful (SOAP)DB: SQL/JDBC và ORM/Hibernate (MySQL,Oracle)Bạn có là lợi thế (Không bắt buộc):Kiến thức HTML, CSS, JavaScriptBiết hoặc muốn tìm hiểu về frameworks JS (Angularjs, VueJS,BackboneJS).Apache Tomcat, Jboss…Kỹ thuật chính sử dụng trong dự án:Fullstack FE (Python pyramid, backbone (Framework JS), jinja2 template)BE (Java) Framework chính: Seasar của Nhật 90% (tương tự Spring Boot), Spring Boot (10%)",
  "Quyền lợi": "Phúc lợi – Mức lương cạnh tranh và nhiều gói chế độ hấp dẫn khác;Phát triển cá nhân – Cơ hội học ngoại ngữ miễn phí, tiếp cận nhiều công nghệ mới và nhiều cơ hội thử thách với các dự án khác nhau;Môi trường – Cơ hội làm việc trong môi trường chuyên nghiệp, năng động, sáng tạo – nơi mà tất cả mỗi cá nhân, tập thể tại Hybrid Technologies ngày càng trở nên tuyệt vời hơn thông qua việc cùng nhau phát triển và nỗ lực hiện thực hóa giấc mơ chung.Gói phúc lợi hấp dẫn mà chúng tôi mang tới cho bạn:Chế độ lương – thưởng: Mức lương cạnh tranh & hấp dẫn. Lương tháng 13 và các khoản thưởng khác theo quy chế công ty. Phụ cấp ăn trưa, gửi xe hay quà tặng các ngày lễ trong năm (8/3, 20/10, Trung Thu, …). Chế độ tăng ngày phép theo thâm niên.Đánh giá hiệu suất công việc: 2 lần/năm.Chăm sóc sức khỏe: Gói bảo hiểm sức khỏe toàn phần dành cho nhân viên & mở rộng dành cho người thân nhân viên có thâm niên làm việc. Khám sức khỏe định kỳ hàng năm.Hoạt động ngoại khóa do công ty tài trợ: Du lịch hàng năm. Hoạt động từ thiện. Các giải đấu do công ty tổ chức: Bóng đá, Bóng bàn, E-sport …Đào tạo: Trung tâm đào tạo dành riêng cho Fresher, Lớp đào tạo kĩ năng mềm, kĩ năng kĩ thuật; tài trợ cho nhân viên thi chứng chỉ phục vụ công việc.Môi trường làm việc: Không gian chung và không gian làm việc xanh-sạch-năng động,  cùng trang thiết bị làm việc luôn được cập nhật mới nhất.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-nhung-c-c/994445.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Bkav",
  "job_title": "Thực Tập Sinh",
  "salary": "Tới 3 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng và phát triển các dự án với công nghệ sử dụng ngôn ngữ C, C++, Python.- Phát triển phần mềm và hệ điều hành cho các sản phẩm như Bphone, AI Camera…- Viết các tài liệu kỹ thuật liên quan đến dự án.",
  "Yêu cầu ứng viên": "- Nam, Sinh viên chuyên ngành Công nghệ thông tin, Toán tin, Khoa học máy tính, Kỹ thuật phần mềm.- Có kiến thức cơ bản về lập trình.- Ưu tiên ứng viên:+ Sinh viên năm cuối, sắp tốt nghiệp hoặc mới tốt nghiệp.+ Thân thuộc với các hệ điều hành trên nền tảng Linux như Ubuntu, các công cụ quản lý phiên bản như Git+ Có khả năng lập trình nhiều ngôn ngữ khác nhau, hiểu biết python là một lợi thế.- Có thể tham gia làm việc ít nhất 6 buổi/tuần (tương đương 3 ngày/tuần) tại Công ty.- Cam kết làm việc tại Công ty 1 năm sau khi tốt nghiệp.- Không hút thuốc.",
  "Quyền lợi": "- Được nhận trợ cấp đào tạo trung bình 3,000,000/tháng.- Trực tiếp tham gia xây dựng, phát triển các dự án, sản phẩm của Công ty như Camera AI, Bphone.- Có cơ hội trở thành nhân viên chính thức sau học việc với những quyền lợi như lương tháng 13, thưởng dự án, thưởng cuối năm theo tình hình sản xuất kinh doanh của Công ty; chế độ nghỉ phép, lễ tết theo quy định của Nhà nước; Công ty đóng BHXH, BHYT, BHTN.- Được đài thọ 100% chi phí khám sức khỏe hàng năm, du lịch; được tặng quà sinh nhật.- Tham gia vào các hoạt động văn hóa: Sinh nhật Công ty, tham gia vào hoạt động 20/10, 8/3 (dành cho nhân viên nữ), nhận vé xem phim…- Có các khoản phụ cấp khác: Phụ cấp ăn trưa, cấp phát chăn gối, hỗ trợ xăng xe, mừng đám cưới, thăm hỏi ốm đau thai sản, sắp xếp xe đưa nhân viên về quê ăn Tết.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/994648.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần giải pháp chuyển đổi số THG",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia phát triển các hệ thống sản phẩm, dịch vụ lớn và rất lớn theo yêu cầu của Công ty• Tham gia nghiên cứu, học tập và làm chủ các công nghệ mới: Big Data, ETL, DWH, DATA LAKE, ERP...• Kết hợp với các bộ phận khác (BA, Test, Devop...) để hoàn thành dự án• Báo cáo, và thực hiện các công việc theo yêu cầu của quản lý• Chi tiết trao đổi trong quá trình phỏng vấn",
  "Yêu cầu ứng viên": "• Gắn bó công việc lâu dài• Có đam mê và mong muốn được phát triển sự nghiệp• Có tinh thần, trách nhiệm cao trong công việc• Siêng năng, chăm chỉ, nhiệt huyết và hòa đồng",
  "Quyền lợi": "• Lương từ 10-30M tuỳ năng lực• Hỗ trợ vé gửi xe• Đóng BHXH,BHYT• Làm việc từ t2-t6,nghỉ t7,cn• Nghỉ lễ,tết theo quy định của nhà nước",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-react-native/994882.html?ta_source=JobSearchList",
  "company_name": "ANNAM GOURMET",
  "job_title": "Fullstack Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "● Phát triển các giải pháp web thương mại điện tử và nền tảng mạng ứng dụng lớn dựa trên PHP/MySQL.● Phát triển, tích hợp hoặc tùy chỉnh chủ đề, HTML, Javascript.● Phân tích và tối ưu hóa hiệu suất cho các trang web và ứng dụng web..● Tích hợp với các hệ thống khác như CRM, POS, vận chuyển, cổng thanh toán, hệ thống giao hàng, tồn kho….● Sửa lỗi và triển khai các cải tiến mới.● Điều tra các luồng, kiểm thử quy trình, đưa ra các nhận định để đưa ra các xử lý lỗi, phát triển hoặc nâng cấp các tính năng theo yêu cầu.",
  "Yêu cầu ứng viên": "● Có trên 2 năm kinh nghiệm xây dựng website, nền tảng Thương mại điện tử.● Tích hợp với APIs ERP, CRM và các hệ thống khác trong Thương mại điện tử.● Có kinh nghiệm triển khai Mobile Apps (full stack developer là lợi thế)● Linh hoạt trong lập trình sử dụng ngôn ngữ PHP nền tảng mã nguồn mở cho Thương mại điện tử: Wordpress, Magento hay Oro…● Kiến thức làm việc với thực tiễn bảo mật thông tin.● Kiến thức về quản trị dữ liệu, thiết kế và kiến trúc…● Khả năng tự học cao, sẵn sàng nghiên cứu, tìm hiểu các công nghệ mới bằng tiếng Anh.● Biết sử dụng linux, docker, docker-compose, github, .... để quản lý mã nguồn.● Biết sử dụng Front-end framework: Vue, Native-React hoặc Angular.",
  "Quyền lợi": "-Lương + trợ cấp + BHXH, BHYT, HĐLĐ đầy đủ-Thời gian làm việc 40h/ tuần từ thứ 2 - thứ 6-12 ngày phép/năm + lương tháng 13- Xét tăng lương hàng năm, có hướng thăng tiến tuỳ theo năng lực",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-developer/994631.html?ta_source=JobSearchList",
  "company_name": "Trường Quốc Tế Song Ngữ Victoria Nam Sài Gòn",
  "job_title": "Developer",
  "salary": "Tới 40 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "● Quản lý và Phát triển các ứng dụng, cơ sở dữ liệu hoạt động tốt về chức năng● Lập trình code clean, functional code on the front-end and back-end● Đánh giá, khắc phục sự cố, lập tài liệu, nâng cấp và phát triển các quy trình bảo trì; Xem lại mã để biết các vấn đề về hiệu suất, khả năng sử dụng lại và/hoặc các điểm bất thường.● Kiểm tra đơn vị chi tiết của mã.● Khắc phục sự cố của khách hàng cả từ xa và tại chỗ.● Nghiên cứu và xác định nguyên nhân của các lỗi và sự cố được báo cáo.● Phát triển các bản vá và sửa lỗi.● Thực hiện và hỗ trợ các hoạt động đảm bảo chất lượng khi cần thiết.● Tham gia các hoạt động đào tạo và/hoặc hỗ trợ khách hàng khi cần thiết.● Những nhiệm vụ khác có thể được giao.",
  "Yêu cầu ứng viên": "● Cử nhân khoa học máy tính, kỹ thuật máy tính hoặc hệ thống thông tin● Có kiến thức và kinh nghiệm vững chắc về lập trình và phát triển phần mềm● Kiến thức về các công nghệ web khác và tiêu chuẩn UI/UX● Phát triển và tích hợp cơ sở dữ liệu (MS SQL, MySQL/MariaDB, Postgres, Oracle, Json)● Web Application Development:○ Front-end: Javascript, JQuery, ReactJS, Flux, CSS, HTML○ Back-end: Python○ CMS: Django, WordPress, TikiWiki● Version Control Software: (GIT, Gitlab)● Tools/Platforms: Active Directory, Nginx, Docker, Docker Builder, Shell/Bash scripting, Visual Studio Code, Powershell.● Hệ điều hành: MacOS/LinuxKỹ năng phân tích giải quyết vấn đề, sẵn sàng học hỏi, tự chủ động, chú ý đến chi tiết● Làm việc nhóm, có tổ chức/kỷ luật, kiên nhẫn, tận tâm, khéo léo, hiểu biết, kỷ luật và trưởng thành● Ham thích phát triển bản thân● Giao tiếp tốt bằng lời nói và văn bản bằng tiếng Anh",
  "Quyền lợi": "• BHXH, BHYT, BHTN, Nghỉ phép, nghỉ lễ và các chính sách khác theo luật lao động Việt Nam• Lương: up to 40 triệu (theo năng lực và kinh nghiệm)• Cơm trưa tại trường• Làm việc giờ hành chánh• Học bổng cho con theo học tại trường• Tham gia tiệc, team building, du lịch nghỉ dưỡng theo chính sách công ty• Lộ trình thăng tiến rõ ràng• Được đào tạo bồi dưỡng kiến thức chuyên môn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
}