[{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/978519.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SMART - SOLUTIONS VIỆT NAM",
  "job_title": "Lập Trình Viên .Net",
  "salary": "500 - 1,200 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia vào các dự án lập trình phát triển phần mềm product thương mại điện tử, logictic, hệ thống văn thư và outsource với khách hàng trong và ngoài nước (MBank, Viettel, Nhật Bản,…).- Nghiên cứu và áp dụng các công nghệ mới.- Đảm bảo chất lượng thiết kế sản phẩm về khả năng sử dụng, độ tin cậy,…- Cải tiến và nâng cao chất lượng dự án.- Tạo ra những sản phẩm mới, bảo trì cũng như cải thiện những giải pháp hiện thời- Chi tiết trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "- Có ít nhất 1 năm kinh nghiệm liên quan đến .NET Framework >= 4.7- Có kinh nghiệm làm việc với WPF (Windows Presentation Foundation), SQLite3- Có kỹ năng MongoDB, Apache Kafka, Keycloak, Saraff.Twain.NET, ....- Khả năng học hỏi nhanh, sáng tạo, kĩ năng làm việc nhóm và độc lập- Thành thạo sử dụng git.- Có khả năng đọc hiểu tiếng Anh.Ưu tiên:- Kinh nghiệm UI/UX, thiết kế prototype sử dụng các công cụ figma",
  "Quyền lợi": "- Mức lương hấp dẫn với từng năng lực (500$-1200$).- Làm việc từ thứ 2- thứ 6, 08h30 – 18h00, trưa nghỉ 1,5 tiếng.- Xét tăng lương hàng năm + bonus + lương tháng 13.- Được hưởng các quyền lợi và chế độ theo luật quy định (Các ngày nghỉ lễ, BHXH, BHYT…);- Môi trường làm việc chuyên nghiệp, năng động, thân thiện, cơ hội thăng tiến cao- Nếu bạn có ý tưởng hấp dẫn, bạn sẽ được bắt đầu dự án của riêng mình tại công ty.- Bạn sẽ được tham gia các dự án lớn, sử dụng công nghệ, kỹ thuật mới nhất, làm việc cùng những đồng nghiệp và quản lý tài năng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer-t10058/978456.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH CMC GLOBAL",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Quận 7",
  "Mô tả công việc": "Design and build high-performance, scalable and testable components for our platformLead the development of new features, delivering to our standard, on timeInvestigate cutting-edge technologies to improve site reliability, developer experience, customer experience, and raw performance",
  "Yêu cầu ứng viên": "BS/MS in Computer Science or related technical discipline.3+ years of experience in PHP Framework như Zend/Symfony/Laravel.At least 1-year experience with DB như Mysql, MongoDBAt least 1 year with server Linux",
  "Quyền lợi": "Training and career development opportunities.Package: 13, 14 salary month + onsite bonus + Extra package: 16 Mil/employee/year (Bonus at: Tet, New Year, CMC Corp’s birthday, 2/9 and Tet’s gift, Middle-Autumn gift, …)Opportunity to approach newest technology trends; development of your career within an international CompanyBuilding large-scale & global software products for our clients.Onsite opportunities: short-term and long-term assignments in APAC, US, Europe, Asia...Paid annual leave: 12 days + bonus for your birthday.Salary review 2 times/year or on excellent performanceCompany’s labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (PTI care premium,Company trip, Holiday, Sum-up, etc",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/tro-giang-khoa-hoc-blockchain-developer/978418.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TRƯỜNG HỌC CÔNG NGHỆ MINDX",
  "job_title": "Trợ Giảng",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia hỗ trợ giảng dạy, giải đáp thắc mắc cho học viênTham gia quản lý lớp học như: điểm danh đầu giờ, kiểm soát bài về nhà, gửi tài liệu và phản hồi tình hình lớp khi buổi học kết thúc.Hỗ trợ học viên hoàn thành tốt khóa học, đảm bảo chất lượng đầu ra của học viên.Hướng dẫn học viên làm bài tập và đồ án cuối khóa.Hỗ trợ học viên ngoài giờ họcChia sẻ kinh nghiệm & định hướng con đường phát triển cho học sinhTham gia các sự kiện, workshop để truyền cảm hứng cho các bạn trẻ về cơ hội nghề nghiệp trong lĩnh vực blockchain",
  "Yêu cầu ứng viên": "Tốt nghiệp cao đẳng trở lên.Kỹ sư CNTT có kinh nghiệm làm việc trong mảng Blockchain, và kinh nghiệm phát triển các ứng dụng và lập trìnhCó kỹ năng truyền đạt, giao tiếp và thuyết trình trước đám đông tốt (nói chuyện lưu loát, hoạt bát) Có thái độ nghiêm túc với công việcKhả năng tiếng anh tốt là một lợi thếYêu nghề, sẵn sàng chia sẻ kinh nghiệm cho học viên.",
  "Quyền lợi": "Mức lương 500.000đ - 800.000đ/ buổi (3 tiếng) + thưởng tùy vào năng lực.Ưu đãi tham gia các khóa học của MindX (Global developer, AI, Product Manager)Cơ hội tạo ra sức ảnh hưởng, truyền cảm hứng cho các bạn trẻ về những công nghệ mới nhấtCơ hội lựa chọn những học viên sáng giá về với đội của mìnhMở rộng mối quan hệ, giao lưu và học hỏi với mạng lưới founders, giảng viên, alumni hiện đang làm việc trong các lĩnh vực khoa học máy tính, phân tích dữ liệu, PM, UI-UX Design, v.v. ở các tập đoàn, công ty công nghệ hàng đầu thế giớiĐược sử dụng không gian làm việc miễn phí tại MindX Space tại HN và TP. HCM",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 04/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-game-developer-tai-ha-noi-17-20-thang-luong/978377.html?ta_source=JobSearchList",
  "company_name": "Winter Wolf - IEC Games",
  "job_title": "Game Developer",
  "salary": "Tới 30 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Sử dụng Unity để phát triển Mobile Game, phát hành trên Google Play và App Store.- Tham gia vào quá trình phát triển game từ lúc xây dựng ý tưởng.- Tìm hiểu các công nghệ mới, kỹ thuật mới để đáp ứng nhu cầu công việc.",
  "Yêu cầu ứng viên": "- Thành thạo C Sharp và Unity Engine.- Hiểu về Algorithm, Design pattern.- Có kinh nghiệm về Optimization.- Có khả năng đọc hiểu tiếng Anh.- Có tư duy tốt, chủ động trong công việc, có tinh thần trách nhiệm cao.- Yêu thích và đam mê lập trình, lập trình game.- Có sản phẩm game mobile demo.",
  "Quyền lợi": "- Mức lương: lên tới 30.000.000 VND hoặc hơn tuỳ thuộc năng lực- Thưởng cuối năm cố định: 02 (hai) tháng lương- Thu nhập lên tới 20+ tháng lương. Thưởng hiệu quả kinh doanh năm: theo doanh thu sản phẩm từ 1 tháng ->> n tháng lương lương (không giới hạn) tùy theo khả năng đóng góp và vai trò dự án.- Phụ cấp ăn trưa, gửi xe- Trợ cấp 10 triệu/năm chi phí tập gym, dance, bơi lội….- Trợ cấp tiền thi chứng chỉ IELTS- Làm việc trong môi trường làm việc trẻ trung, năng động, hiện đại.- Làm việc 5 ngày/ tuần, từ thứ 2 đến thứ 6; được nghỉ T7, CN- Xét tăng lương hàng năm.- Du lịch trong nước và nước ngoài hàng năm.- Tham gia các hoạt động team building 4- 5 lần/năm cùng công ty.- Hưởng đầy đủ chế độ bảo hiểm theo quy định của Luật lao động.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 03/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-nodejs-vuejs-fullstack/974586.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ IZI SOFTWARE",
  "job_title": "Nodejs",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "Xây dựng các dự án startup cho công tyBáo cáo công việc hàng ngày cho quản lý dự án.Chịu trách nhiệm bảo trì và sự ổn định của hệ thống.Phối hợp với các bộ phận liên quan.",
  "Yêu cầu ứng viên": "BackEnd: Kinh nghiệm Nodejs 12 thángFontEnd: VueJS, Angular, bootstrap5, scssƯu tiên ứng viên có kinh nghiệm với Docker, redis, mongodb, socket.io, expressjs, Restfull, microsevice...Yêu thích môi trường Product",
  "Quyền lợi": "Lương tháng thứ 13; review lương theo năng lực và hiệu quả làm việc thực tế.Thưởng dự án và hiệu quả công việc mang lại.Được tham gia các khóa đào tạo bài bản trong quá trình làm việc để nâng cao tính chuyên nghiệpTham gia các chế độ bảo hiểm của công ty: BHXH, BHYT,…Du lịch, teambuilding (1 năm 1-2 lần)Các chế độ khác theo quy định của công ty.Đặc biệt:1 năm làm việc có thể bằng 2-3 năm kinh nghiệm làm các dự án quản trị cơ bản không có nhiều challenges.Nâng cao thu nhập cho người có năng lực, tâm huyết và gắn bó lâu dài với Công ty. Có cơ hội thăng tiến và trở thành \"core\" trong một startup đang được đầu tư và phát triển rất nhanh.Có cơ hội làm việc với các chuyên gia từ Meta, và các công ty đối tác ở  Âu, Mỹ, Sing....",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-back-end/659441.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VĂN HOÁ VIỆT",
  "job_title": "Lập Trình Viên",
  "salary": "8 - 20 triệu",
  "exp": "Dưới 1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Lập trình web (backend) bằng PHP, trên framework do công ty tự phát triển hơn 13 năm, gồm các nhóm ứng dụng chính: Website doanh nghiệp, trường học, Portal bộ ban ngành, LMS, HRM, TMĐT.Quản lý source code bằng SVN.Có leader hướng dẫn từng bước.Quản lý công việc bằng công cụ quản trị dự án nội bộ.Làm việc với bộ phận kiểm thử và phát triển sản phẩm để tối ưu, sửa lỗi, phát triển chức năng mới.Code theo các tiêu chuẩn ATTT, hiệu năng của tập đoàn Viettel.",
  "Yêu cầu ứng viên": "Có kiến thức cơ bản về lập trình WEB (PHP / HTML / CSS / JAVASCRIPT).Hiểu biết về MVC FrameworkCó kiến thức về các hệ quản trị cơ sở dữ liệu, nhất là NoSQL (MongoDB), Solr, nếu chưa biết sẽ được đào tạo.Đảm bảo nghiêm túc giờ giấc theo giờ hành chính.",
  "Quyền lợi": "- Thu nhập 8- 20M/ tháng tùy năng lực- Sau 2-3 tháng đào tạo sẽ được cân nhắc lên Nhân viên chính thức, hưởng đầy đủ quyền lợi về BHXH theo quy định của Nhà nước- Từ 2-6 tháng review lương/lần, lương tháng thứ 13, thưởng theo dự án và nhiều đãi ngộ hấp dẫn khác,...- Nghỉ phép 12 ngày/năm- Môi trường làm việc trẻ trung, năng động, với các bạn trẻ luôn sẵn sàng học hỏi, tìm tòi những cái mới. Lộ trình thăng tiến rõ ràng, nhiều cơ hội phát triển.- Du lịch, Teambuilding, tiệc mặn ngọt, sinh nhật hàng tháng,...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer-jlpt-n3/977556.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Beetsoft",
  "job_title": "PHP Developer",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "● Tham gia phát triển sản phẩm cho khách hàng Nhật Bản● Phân tích nghiệp vụ, yêu cầu người dùng, yêu cầu hệ thống.● Thiết kế, Code, review code, test.● Tiếp nhận và đánh giá dự án, tư vấn các công nghệ có thể áp dụng vào dự án● Tham gia nghiên cứu, tư vấn và định hướng về công nghệ mới",
  "Yêu cầu ứng viên": "● Có thể làm việc tại Nhật từ 2-3 năm (Làm việc tại VN 1-6 tháng trước, sau đó mới sang Nhật)● Trình độ tiếng Nhật từ N3 trở lên.● Chấp nhận sinh viên mới ra trường, có mong muốn sang Nhật làm việc, công ty hỗ trợ toàn bộ chi phí visa, vé máy bay sang Nhật. (Nếu có 1-2 năm kinh nghiệm lập trình thì càng ưu tiên)● Có kiến thức về lập trình PHP, làm việc với: database, SQL Database.● Nếu có thêm kiến thức về React-Native, Java web thì càng tốt, không có không sao. sẽ được đào tạo.",
  "Quyền lợi": "● Mức thu nhập tương xứng với năng lực● Thu nhập 13 tháng lương/năm, quà tặng (tiền thưởng) vào các ngày Lễ Tết (Tết dương lịch, Quốc khánh, 30/04-01/05, Trung thu, Tết thiếu nhi…), Thưởng dự án● Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc● Phụ cấp ăn trưa, gửi xe miễn phí● Đồng nghiệp trẻ trung, năng động, luôn hỗ trợ và giúp đỡ nhau.● Môi trường làm việc văn minh, công bằng, tinh thần Start-Up năng động, thoải mái đưa ra các ý tưởng cải tiến.● Khám sức khỏe định kỳ 1 lần/năm tại bệnh viện uy tín.● Các chế độ về bảo hiểm xã hội, bảo hiểm y tế, và các chế độ khác theo quy định của Pháp luật.● Các chính sách hỗ trợ việc học tập để phát triển bản thân bao gồm ngân sách và thời gian tham gia các khóa đào tạo.● Có lộ trình phát triển nghề nghiệp Career Path rõ ràng, được tạo điều kiện để phát triển nghề nghiệp theo năng lực và mong muốn cá nhân.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 29/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-spring-angular/830905.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần đầu tư phát triển công nghệ ứng dụng Toàn Cầu (Hyperlogy)",
  "job_title": "Lập Trình Viên Java",
  "salary": "Tới 1,500 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia quá trình phân tích yêu cầu, thiết kế chức năng, database, lập trình phát triển phần mềm điện toán đám mây, multi tenancy của công ty trên nền tảng Java; kiến trúc microservices; hỗ trợ đầu cuối web, mobile native app và IoT.Thực hiện công việc theo mô hình Agile Scrum, lập kế hoạch, thực hiện, kiểm soát và báo cáo công việc theo từng Sprint.Được tham gia quá trình phân tích tâm lý, thói quen và trải nghiệm người dùng để đưa ra những cải tiến sáng tạo phù hợp cho sản phẩm.Chi tiết sẽ trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "Có kinh nghiệm min 1 năm Java Spring Boot, Hibernate, Microservices, Angular, Typescript.Tốt nghiệp chuyên ngành CNTT, Toán tin hoặc hiểu biết tương đương.Nắm vững cấu trúc dữ liệu giải thuật cơ bản.Khả năng nắm bắt, nghiên cứu công nghệ mới nhanh.Chủ động, đam mê công việc, sẵn sàng chấp nhận thách thức, luôn chú ý phát triển bản thân lên tầm cao mới.Kỹ năng giao tiếp tốt, cởi mở, thân thiện.Kỹ năng làm việc nhóm hiệu quả.",
  "Quyền lợi": "Được học hỏi, thường xuyên cập nhật, tiếp cận nhiều kiến thức, công nghệ mới trên thế giới như Artificial Intelligence/Machine Learning/Deep Learning, Biometrics (Khuôn mặt, Vân tay,…), Xử lý ảnh (OpenCV – Computer Vision), Thiết kế máy móc/thiết bị điện tử (IoT), Lập trình/Nền tảng (C, C++, NodeJS, Java, .NET, .NET Core, Python,…), Kiến trúc hệ thống Multi Tenant, Cloud Computing, Oracle DBA, Oracle PL/SQL, Tích hợp hệ thống, Quy trình chất lượng và an toàn bảo mật, DevOps, BI/Analytics,.…..Được tham gia phát triển các dự án lớn, phức tạp cho các tổ chức lớn như Ngân hàng/Công ty tài chính/Bảo hiểm, Ứng dụng Multi Tenant trên Cloud tải lớn chạy đồng thời cho nhiều doanh nghiệp,……Thu nhập căn cứ theo kết quả và năng lực, bao gồm thu nhập cứng hàng tháng, phụ cấp, BHXH, thưởng,….. Cụ thể như sau:Thu nhập lương cứng hàng tháng theo năng lựcPhụ cấp: ăn trưa & thuê nhà (Tùy theo đối tượng).Thưởng hàng năm: Căn cứ vào hiệu quả công việc cá nhân, bộ phận và tình hình kinh doanh của công ty.Thưởng đột xuất nếu có thành tích xuất sắc.Quyền lợi chung :Nghỉ mát hàng năm, được đi cùng gia đình đối với chuyên gia, quản lý, nhân viên lâu năm.Bảo hiểm sức khỏe dành cho chuyên gia, quản lý, nhân viên lâu năm.Khám sức khỏe định kỳ.Tham gia các hoạt động tập thể và cộng đồng  (Teambuiding hàng quý, câu lạc bộ Bóng đá, Yoga, vv…)Được tham gia các khóa đào tạo kỹ năng, chuyên môn hàng năm, thi lấy chứng chỉ.Hưởng chính sách xét lương định kỳ hàng năm và đột xuất nếu hoàn thành xuất sắc công việc.Tất cả các nhân viên đều được tham gia Bảo hiểm xã hội, Bảo hiểm y tế, Bảo hiểm thất nghiệp,…Nghỉ lễ, nghỉ phép theo qui định của nhà nước.Lương cho các ngày nghỉ hàng năm mà người lao động chưa nghỉ hết.Lương làm thêm giờ (OT) theo đúng quy định của pháp luật.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/802520.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần Grooo International",
  "job_title": "Java Developer",
  "salary": "14 - 35 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Trực tiếp tham gia các dự án phát triển sản phẩm cho hệ thống fintech (quản lý vay tiêu dùng)Tham gia vào team phát triển sản phẩm. Tiếp nhận yêu cầu kỹ thuật, phân tích và lên thiết kế lập trình chức năng.Tham gia việc test và hoàn thiện sản phẩm, có thể làm việc với khách hàng trong quá trình bàn giao sản phẩm.Tham gia nghiên cứu công nghệ, cải tiến giải pháp/ kiến trúc hệ thống.",
  "Yêu cầu ứng viên": "Có ít nhất 1 đến 5 năm kinh nghiệm ở vị trí tương đương.Kỹ năng kỹ thuật vững chắc, tự tin về Java (hoặc NodeJs), sẵn sàng học hỏi các công nghệ mới.Có kinh nghiệm về cơ sở dữ liệu SQL và NoSQL, chẳng hạn như Oracle, PostgreSQL, Couchbase.Có kỹ năng teamwork, quản lý công việc.Có kinh nghiệm với MicroservicesCó kinh nghiệm về kiến ​​trúc microservice và hiểu biết cơ bản về Scrum và AgileCó kinh nghiệm với Git và các công cụ phát triển khác.Tốt nghiệp ngành Khoa học máy tính/ Toán/ Toán Tin... hoặc các ngành liên quanCó kinh nghiệm test/viết unit test là lợi thế.",
  "Quyền lợi": "Lương thưởng cạnh tranh, hấp dẫn tùy thuộc vào năng lựcThưởng lương tháng 13, thưởng dự ánBHXH, BHYT theo quy định của nhà nước13 ngày phép và chính sách hỗ trợ nghỉ hưởng lương CovidChính sách lương OT rõ ràng minh bạchChương trình chăm sóc nhân viên (gửi xe, sinh nhật, hoạt động nội bộ)Đánh giá năng lực 1 năm/lần hoặc đột xuất tùy thuộc năng lực nhân viênPhụ cấp chứng chỉ chuyên môn hàng thángHỗ trợ học phí chương trình đào tạo chuyên môn, tiếng Anh, tiếng Hàn, tiếng NhậtCâu lạc bộ thể thao: chạy bộ, bóng đá, bóng bàn,…Môi trường làm việc cởi mở, hỗ trợ từ đồng đội. Tôn trọng bản sắc cá nhân, bạn sẽ được tạo điều kiện để phát triển tốt nhất",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 07/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-php-developer-luong-upto-20-000-000d/977277.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN DỊCH VỤ TRUYỀN THÔNG THỂ THAO 247",
  "job_title": "PHP Developer",
  "salary": "Tới 20 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển hệ thống CMS của TheThao247.Phát triển các website thuộc hệ sinh thái TheThao247 thiên về báo chí, phục vụ traffic lớn, tối ưu hoá lưu lượng truy cập và tài nguyên máy chủ.Phát triển API phục vụ Mobile Apps và tích hợp với các hệ thống.Nhận yêu cầu và xử lý công việc được giao bởi TeamLead.Làm việc và hỗ trợ trực tiếp với các Team Content, SEO, System, Design...",
  "Yêu cầu ứng viên": "Có ít nhất 3 năm kinh nghiệm làm việc với PHP, MysqlThành thạo HTML, CSS, Javascript, jQuery.Nắm vững mô hình MVC, hiểu rõ về OOP, Design pattern, có kinh nghiệm phất tích thiết kế hệ thống.Thành thạo MySQL, có kinh nghiệm làm việc với database với số lượng bản ghi lớn.Có kiến thức tốt về các kỹ thuật Cache: Memcached, Redis.Có kinh nghiệm làm việc với một trong các Framework: Laravel, Codeigniter…Cẩn thận, kiên nhẫn, đam mê lập trình và sẵn sàng học hỏi các công nghệ mới.Thái độ cầu thị, ham học hỏi và hoà đồng.Ưu tiên:Có kinh nghiệm làm việc với Linux (Centos/Ubuntu), Nginx là 1 lợi thếNgoài ra, ưu tiên các ứng viên có kinh nghiệm về Frontend Framework như: React.js, Vue.js, Nuxt.js hoặc Backend Framework như Express.js (Node.js), Django (Python).",
  "Quyền lợi": "Lương cứng: upto 20.000.000đ (deal theo năng lực)Chính sách xét duyệt tăng lương 1 lần/1 năm  theo hiệu quả công việcMôi trường làm việc trẻ trung, năng động.Cơ hội phát triển nghề nghiệp và thăng tiến rõ ràngCác chế độ BHXH, BHYT, BHTN theo chế độ nhà nước ban hành và các chế độ phúc lợi theo quy định của công ty: nghỉ phép, sinh nhật, thưởng tháng 13,thưởng campaign, thưởng hiệu quả công việc theo quý, năm, du lịch, team building, hoạt động thể thao thường niên...Cơ hội tham gia vào những sự kiện thể thao lớn của khu vực, các giải đấu lớn, cơ hộicông tác nước ngoài cho các bạn trẻ.Cơ hội trở thành team leader, tham gia vào các dự án lớn, cơ hội nâng cao thu nhập",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 29/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/game-developer/858221.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH BACOOR VIỆT NAM",
  "job_title": "Game Developer",
  "salary": "800 - 1,500 USD",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Xây dựng và phát triển các dự án Game (Web, Mobile) trên nền tảng UnityPhối hợp với các thành viên trong team để hoàn thiện và tối ưu hoá sản phẩmSửa lỗi và cải thiện tính năng, hiệu suất trò chơi",
  "Yêu cầu ứng viên": "Có từ 2 năm kinh nghiệm phát triển game và ứng dụng trên nền tảng Unity.Hiểu biết sâu rộng về UnityCó tư duy tốt, chủ động trong công việc, có tinh thần trách nhiệm cao và đam mê vớiGameĐã từng phát triển và có Game demo trên Google Play, AppStore.Hiểu biết về logic, cấu trúc dữ liệu, thuật toán, design pattern.Làm việc độc lập, làm việc nhóm tốtCởi mở, sẵn sàng học tập, chia sẻ công nghệ mớiCó kinh nghiệm phát triển native App iOS/Android là 1 lợi thế.Có kiến thức về blockchain là 1 lợi thế.",
  "Quyền lợi": "Lương tương xứng với năng lựcChế độ thưởng hấp dẫn: thưởng tháng 13Nghỉ phép năm, nghỉ lễ - Tết theo quy địnhBHXH đầy đủ, Team-building, sinh nhật, party tháng… và các hoạt động gắn kếtMôi trường làm việc vui vẻ, thoải mái, trẻ trung, thân thiệnĐào tạo nâng cao chuyên môn nghiệp vụ, tham gia các sản phẩm chiến lược của công tyNhiều chế độ phúc lợi và đãi ngộ khác",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/php-developer/977940.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ VÀ CÔNG NGHỆ BAVAAN",
  "job_title": "PHP Developer",
  "salary": "800 - 2,000 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào phát triển các dự án, sản phẩm phần mềm của công ty;Tham gia vào các dự án Ecommerce cho khách hàng trong nước và ngoài nước;Trao đổi với khách hàng để hiểu yêu cầu công việc, cùng nhau đưa ra giải pháp, Q&A;Hỗ trợ khách hàng sau khi bàn giao dự án: tiếp nhận yêu cầu, sửa lỗi phát sinh, tối ưu hóa vận hành cho các tính năng…Phối hợp với các team member khác để thực hiện đúng yêu cầu và deadline của dự án.",
  "Yêu cầu ứng viên": "Tốt nghiệp Cao đẳng/ Đại học chuyên ngành CNTT, Toán Tin, Viễn thông…, các ngành khác có liên quan;Có từ 03 năm kinh nghiệm lập trình PHP và các Framework khác như: Laminas, Zend, Laravel, Cake, Symfony;Có kinh nghiệm/ khả năng phát triển sản phẩm và làm việc trên các dự án Magento;Sử dụng thành thạo HTML, CSS, JavaScript, Jquery, Bootstrap, JSON, XML...Nắm chắc kiến thức lập trình hướng đối tượng (OOP), mô hình MVC, design pattern...Có kinh nghiệm làm việc với Database MySQL, Elasticsearch, MongoDB, Docker;Sử dụng tốt các công cụ quản lý source code và bug: Gitlab, Redmine, Bitbucket, SVN...Có kiến thức về Restful API, GraphQL;Tiếng Anh khá để có thể tham gia trao đổi trực tiếp với khách hàng;Sẵn sàng học các công nghệ mới;",
  "Quyền lợi": "Mức lương khởi điểm cạnh tranh upto $2000, thoả thuận tương xứng với năng lực làm việc thực tế;Thu nhập: 13 tháng lương/năm + performance bonus;Review lương định kì 02 lần/năm;Làm việc trực tiếp với CTO;Được tham gia các dự án trọng điểm của công ty;Được tham gia các hoạt động đào tạo để nâng cao kiến thức, kỹ năng, nâng cao chuyên môn;Làm việc trong môi trường trẻ trung, năng động, drama-free, nhiều cơ hội thăng tiến và phát triển bản thân với lộ trình rõ ràng cho nhân sự tâm huyết muốn gắn bó lâu dài với công ty;Được tham gia các hoạt động tập thể sôi động của công ty: Nghỉ mát hàng năm, Teambuilding hàng quý, Gala cuối năm….free trà - cafe tại văn phòng, và các chế độ theo Luật lao động hiện hành;Tham gia clb bóng đá hàng tuần cùng đồng nghiệp;Hỗ trợ phí gửi xe hàng tháng;Thời gian làm việc: 8h30 - 18h00 từ Thứ 2 - Thứ 6. Sáng thứ 7 tham gia các chương trình đào tạo hay hoạt động văn hóa (nếu có);",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-game-developer-kinh-nghiem-6-thang-2-nam-12-25m/736290.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần GIHOT",
  "job_title": "Game Developer",
  "salary": "12 - 25 triệu",
  "exp": "1 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Phát triển các sản phẩm game trên nền tảng Android, iOS bằng Unity3DKhắc phục các lỗi trong gameNghiên cứu các công nghệ mới ứng dụng cho gameThực hiện các nhiệm vụ khác được giao",
  "Yêu cầu ứng viên": "Có kiến thức chuyên ngành Lập trình/Công nghệ thông tin/Khoa học máy tínhNắm vững lập trình hướng đối tượng, cấu trúc dữ liệu và giải thuậtƯu tiên ứng viên đã từng có kinh nghiệm làm game với với Unity3DYêu thích và đam mê lập trình game là một lợi thếKỹ năng research xử lý các vấn đề, khả năng thích ứng nhanh với công việc, với các kỹ thuật mớiKhả năng làm việc độc lập và làm việc nhómTinh thần học hỏi và nâng cao trình độ bản thân, tinh thần trách nhiệm trong công việc",
  "Quyền lợi": "Được đào tạo bởi những leader dày dặn kinh nghiệm và đầy tâm huyếtTham gia các dự án lớn, hợp tác với các đối tác quốc tếLương NET, tương xứng với năng lực - Review lương 2 lần/ nămChế độ thưởng hấp dẫn:Thưởng 2 -3 tháng lương, thưởng cổ phiếu công ty theo quỹ ESOP vào cuối nămThưởng dự án, thưởng Token đối với các dự án GamefiThưởng lễ tết, thưởng đột xuất...Đóng BHXH đầy đủ, Nghỉ phép 16 ngày/ năm, nghỉ lễ-Tết theo quy địnhTeam-building, sinh nhật, tiệc theo mùa... và các hoạt động gắn kếtMôi trường làm việc vui vẻ, thoải mái, trẻ trung, thân thiện; Sếp cực kỳ tâm lýBao Cơm trưa, OT có cơm tối (mỗi suất ăn 45k), trà, café, đồ ăn vặt thoải máiNhiều chế độ phúc lợi và đãi ngộ khác chắc chắn không làm bạn thất vọng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-js-react-js-node-js-upto-10-20-trieu/529636.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ Lifetek",
  "job_title": "React JS",
  "salary": "10 - 20 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phát triển hệ thống ERP của công ty gồm các phân hệ: Quản lý nhân sự/Quản lý sản xuất, Kho hàng, Bán hàng, Giao hàng, Bảo hành trên 2 nền tảng web và mobileThành thạo các công nghệ: Mongoose , NodeJS, ExpressJS, RabbitMQ,Thành thạo các công cụ : Git, npm...Lập trình giao diện cho nhiều ứng dụng trên nền tảng React JS + Redux mới nhất của Facebook và Material UI Design của Google.Tối ưu hóa tốc độ thực thi ứng dụng trên nhiều hệ điều hành di động như Android, iOS…Tận dụng các thư viện mã nguồn mở hoặc thương mại có sẵn (có license) để giảm thiểu thời gian phát triển ứng dụng.Thảo luận, thiết kế cùng các chuyên gia đồ hoạ để tạo ra các ứng dụng thân thiện, thông minh nhất trên thị trườngLập trình theo phương pháp hiện đại qua RESTFul API, tích hợp đa chiều vào hệ sinh thái các phần mềm đa dạng của Lifetek",
  "Yêu cầu ứng viên": "Có kinh nghiệm ít nhất 1 năm với NodeJS hoặc ReactJSTốt nghiệp chuyên ngành CNTT hoặc các chuyên ngành liên quanPhân tích thiết kế đưa giải phápNắm vững về Javascript es5 & es6 +, Restful APIBiết cấu hình (ví dụ sử dụng webpack) và cách deploy sản phẩmCó hiểu biết về Docker, AWS (Lambda, ECS, Dynamodb)Khả năng teamwork tốtCó hiểu biết về mô hình Agile/Scrum, Centos7, Pm2, Redis",
  "Quyền lợi": "Lương Upto 10-20M/15 tháng lương/nămĐánh giá perfomance 2 lần/năm, xét tăng lương định kỳPhụ cấp ăn trưa, phụ cấp xăng xe, điện thoạiCompany trip hàng năm, môi trường làm việc trẻ trung năng động, trực tiếp tham gia các dự án lớn.Được đóng BHXH, BHYT, BHTN theo đúng quy định của Nhà Nước.Được hưởng các chính sách phúc lợi theo quy định của công ty.Được đào tạo, nâng cao nghiệp vụ thường xuyên.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-thu-nhap-tu-20-trieu/309247.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Công nghệ Lifetek",
  "job_title": "Lập Trình Viên Java",
  "salary": "Trên 20 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia xây dựng phát triển các ứng dụng web trên nền tảng java phục vụ khách hàng là các tổ chức, cơ quan chính phủ.- Tham gia vận hành, nâng cấp các sản phẩm dịch vụ cung ứng- Tham gia vào quá trình phân tích, thiết kế, phát triển và bảo trì hệ thống ứng dụng.- Các công việc trao đổi cụ thể hơn khi phỏng vấn",
  "Yêu cầu ứng viên": "- Tốt nghiệp các trường được đào tạo về chuyên ngành Công nghệ thông tin.- 1+ năm kinh nghiệm trở lên- Sử dụng tốt ngôn ngữ lập trình Java.- Có kinh nghiệm làm việc với framework của Java: Spring, Spring boot, Hibernate, JPA.- Có kinh nghiệm làm việc hệ CSDL quan hệ như: Oracle, MySQL, PostgreSQL,...- Kinh nghiệm làm việc với ứng dụng quản lý mã nguồn (Git).- Có khả năng làm việc nhóm và độc lập.- Ham học hỏi và tìm hiểu các Công nghệ mới.- Có khả năng đọc hiểu tài liệu Tiếng Anh chuyên ngành.",
  "Quyền lợi": "-\tThu nhập cạnh tranh từ 20 triệu / tháng, thỏa thuận dựa theo năng lực làm việc, phụ cấp ăn trưa/xăng xe…-\tHưởng đầy đủ các chế độ về BHXH và cơ chế đãi ngộ theo Quy định của Công ty.-\tMôi trường làm việc, đồng nghiệp trẻ trung, thân thiện, luôn có sự hỗ trợ cùng nhau trong công việc.-\tThời gian làm việc: Từ 8:00 - 17:30 Thứ 2 -> sáng Thứ 7, được nghỉ ngày Chủ Nhật",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-java-developer-tu-12-25-trieu/978134.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Công Nghệ Evotek Việt Nam",
  "job_title": "Java Developer",
  "salary": "12 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Develop large scale, nation wide, Multi Million user Solution like: Smart city solution, Fintech, Omnichannel/Loyalty solution, social network.- Ensure individual and subordinate output’s quality at all project’s development process.- Contribute to all aspects of the product development process, from specification and design, throughout testing, deployment and implementation at customer side.- Participate in the decision making process regarding the selection, customization and support of the array of software engineering tools used by the engineering group.- Follow the direction of the leader and line manager in researching new technology.- Create quality source code; document code and procedures thoroughly as prescribed by the engineering standards.- Cross review the quality of co-workers’ design and implementation.- Learn to become a leader/manager.- Assist leaders to communicate with customers if any.- Report to Leader and Line Manager.",
  "Yêu cầu ứng viên": "- 1+ years proficient in Java Core- Experience in Spring Boot and Spring Framework (Spring Core, Spring Data, Spring Security) applications development and testing.- Knowledge of SQL and No-SQL data stores: MongoDB, MySQL...- Able to quickly learn new technologies- Good spirit of teamwork and working attitude- Knowledge of JavaScript, HTML, CSS- Experience in Javascript Lib/Framework (Angular/Reactjs/Vuejs) is a plus- Experience in DevOps is a plus- Ability to read and understand English technical documents.",
  "Quyền lợi": "• Competitive salary and benefits (Offer 12,000,000 VND – 25,000,000 VND )• Share options after 01 year working for company• Project bonus, Hot bonus.• Attendance bonus: 500,000VND per month• Gifts or cash rewards on special occassion: company birthday, Tet and Holidays• Onsite allowance: 2,000,000 VND to 5,000,000 VND for each project• Responsibility allowance (if any)• Birthday gifts for employees, gratitude gifts (for families) on employee’s birthday• Pay all kinds of insurance according to the provisions of Labor Law• Very good healthcare program (Bảo Việt HealthCare). Employees can have medical care and treatment at almost big hospitals in Hanoi with best services.• The State statutory holidays and collective activities organized by the Company (team building events, summer vacation, volunteer…).• Happy time: 30 minutes per day• 01 paid leave day per month• Sponsor for 100% exam cost of international certificates related to work• Participating English class, technical skills, soft skills courses organised by company• Annual performance review for salary raise and promotion and depending on ability and results• Young and enthusiastic working environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer-thu-nhap-25-40-trieu/978152.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Công Nghệ Evotek Việt Nam",
  "job_title": "Java Developer",
  "salary": "25 - 40 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Develop large scale, nation wide, Multi Million user Solution like: Smart city solution, Fintech, Omnichannel/Loyalty solution, social network.- Ensure individual and subordinate output’s quality at all project’s development process.- Contribute to all aspects of the product development process, from specification and design, throughout testing, deployment and implementation at customer side.- Participate in the decision making process regarding the selection, customization and support of the array of software engineering tools used by the engineering group.- Follow the direction of the leader and line manager in researching new technology.- Create quality source code; document code and procedures thoroughly as prescribed by the engineering standards.- Cross review the quality of co-workers’ design and implementation.- Learn to become a leader/manager.- Assist leaders to communicate with customers if any.- Report to Leader and Line Manager.",
  "Yêu cầu ứng viên": "3+ years (Middle and Senior developer) of experience in Java Web Services (REST), proficient in Java Core- Experience in Spring Boot and Spring Framework (Spring Core, Spring Data, Spring Security) applications development and testing.- Knowledge of SQL and No-SQL data stores: MongoDB, MySQL...- Able to quickly learn new technologies- Good spirit of teamwork and working attitude- Knowledge of JavaScript, HTML, CSS- Experience in Javascript Lib/Framework (Angular/Reactjs/Vuejs)- Experience in DevOps is a plus- Ability to read and understand English technical documents.",
  "Quyền lợi": "• Competitive salary and benefits (25,000,000 VND – 40,000,000 VND )• 13th month salary and performance bonus• Share options after 01 year working for company• Project bonus, Hot bonus.• Attendance bonus: 500,000VND per month• Gifts or cash rewards on special occassion: company birthday, Tet and Holidays• Onsite allowance: 2,000,000 VND to 5,000,000 VND for each project• Responsibility allowance (if any)• Birthday gifts for employees, gratitude gifts (for families) on employee’s birthday• Pay all kinds of insurance according to the provisions of Labor Law• Very good healthcare program (Bảo Việt HealthCare). Employees can have medical care and treatment at almost big hospitals in Hanoi with best services.• The State statutory holidays and collective activities organized by the Company (team building events, summer vacation, volunteer…).• Happy time: 30 minutes per day• 01 paid leave day per month• Sponsor for 100% exam cost of international certificates related to work• Participating English class, technical skills, soft skills courses organised by company• Annual performance review for salary raise and promotion and depending on ability and results• Young and enthusiastic working environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 25/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/670728.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Logistics U&I - Miền Bắc",
  "job_title": "Lập Trình Viên .Net",
  "salary": "15 - 30 triệu",
  "exp": "1 năm",
  "location": "Hải Phòng",
  "Mô tả công việc": "• Tham gia xây dựng & phát triển các dự án của Công ty (Làm sản phẩm Product).• Tiếp nhận đặc tả yêu cầu và cùng tham gia phân tích yêu cầu nhằm đưa ra giải pháp tối ưu nhất.• Công việc trao đổi chi tiết trong phỏng vấn",
  "Yêu cầu ứng viên": "• Có ít nhất 12 tháng kinh nghiệm lập trình (Công nghệ sử dụng: .NET MVC, .NET Core MVC, HTML, Bostrap, Jquery, Ajax).• Kỹ năng làm việc theo nhóm, làm việc độc lập;• Tư duy logic tốt, có khả năng phân tích, học hỏi nhanh.",
  "Quyền lợi": "• Mức lương từ 15.000.000 - 30.000.000 (Tùy theo năng lực).• Tăng lương theo định kỳ 06 -12 tháng 01 lần.• Được hưởng đầy đủ các chế độ theo Luật Lao động Việt Nam (BHXH, BHYT…)• Các chế độ phúc lợi khác",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/full-stack-javascript-developer/977330.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Nema Tech",
  "job_title": "JavaScript Developer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Bắc Ninh",
  "Mô tả công việc": "- Thiết kế, phát triển hệ thống các web app và ứng dụng mobile cho khách hàng Âu, Mỹ- Tham gia review thiết kế, review code, tối ưu hệ thống.- Làm việc, phối hợp công việc theo nhóm dưới sự phân công của quản lý dự án- Làm việc tại trụ sở ở Bắc Ninh hoặc Hà Nội",
  "Yêu cầu ứng viên": "- Có kinh nghiệm từ 1 năm trở lên ( Ưu tiên ứng viên có nhiều kinh nghiệm )- Có kinh nghiệm làm việc với VueJS hoặc ReactJS để xây dựng Frontend- Có kinh nghiệm làm việc với các dự án sử dụng NodeJS để xây dựng Backend- Có kinh nghiệm thiết kế và sử dụng một trong số cơ sở dữ liệu như Mongo, MariaDB, Postgres, Redis,...- Sử dụng thành thạo Git- Có kỹ năng tìm kiếm và chủ động giải quyết các vấn đề trong công việc.- Mobile app: hiểu về một trong các framework React Native, Flutter, … là lợi thế (không bắt buộc)",
  "Quyền lợi": "- Môi trường làm việc thân thiện, có nhiều cơ hội phát triển;- Tham gia BHXH, BHYT, BHTN theo qui định;- Thưởng các dịp lễ tết; hỗ trợ ăn ca- Làm việc từ thứ 2 đến thứ 7 ( nghỉ 2 thứ 7 cách tuần), nghỉ ngày chủ nhật, lương làm thêm theo luật lao động;- Thưởng lương tháng 13 và các chế độ khác theo quy định;- Hàng năm công ty tổ chức du lịch nghỉ mát, tiệc cuối năm và các hoạt động khác liên quan tới tình thần và đời sống người lao động;- Lưu ý: Ứng viên ghi rõ mức lương mong muốn vào CV và có thể phỏng vấn Online.- Được đào tạo và thực hành về các công nghệ mới như: Cloud (AWS/ Azure…), DevOps; Frontend (Vuejs/Angular/ ReactJS…), Micro frontends, Microservice, Mobile app, v.v.;- Trực tiếp tham gia vào quá trình thiết kế, lựa chọn công nghệ và xây dựng một hệ thống web app và app mobile từ đầu- Cơ hội phát triển bản thân, trở thành Team Leader trong tương lai",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 06/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net/977932.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TRUYỀN THÔNG VĂN HOÁ VIỆT",
  "job_title": "Lập Trình Viên .Net",
  "salary": "10 - 18 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phân tích thiết kế các dịch vụ, cấu trúc cơ sở dữ liệu, thuật toán cần thiết, đảm bảo tuân thủ quy định của framework phát triển ứng dụngNâng cấp hệ thống, phát triển các yêu cầu bổ sung tính năng phần mềm.Tham gia nghiên cứu và phát triển các dự án, sản phẩm thực tế đã có của Công ty.Phối hợp cùng đội ngũ BA/Test phân tích, thiết kế, đưa ra giải pháp để phát triển phần mềm đáp ứng yêu cầu của người dùng cuối.Chuyển giao các chức năng đã phát triển xong cho đội kiểm thử và tiến hành sửa lỗi nếu có",
  "Yêu cầu ứng viên": "Tốt nghiệp chuyên ngành Công nghệ thông tin, Khoa học máy tính, Toán tin… hoặc chuyên ngành khác có liên quanCó từ 1 năm kinh nghiệm làm việc .net, .net core, Web APICó hiểu biết về webservice, RESTful API, biết tương tác với 1 hoặc nhiều CSDL thông dụng như MySQL, Oracle, MS SQL, Postgree, có thể viết SQL để tương tác với CSDLCó hiểu biết về microservice là một lợi thế.Ưu tiên có hiểu biết và kinh nghiệm về Kafka, RabbitMQ, Redis, MongodbCó khả năng học hỏi nhanh, tích cực và chủ động trong công việc. Khả năng làm việc độc lập và làm việc nhóm tốt.Biết sử dụng các thuật toán cơ bản trong lập trình ứng dụng",
  "Quyền lợi": "- Thu nhập: 10-18M tùy năng lực + thưởng theo hiệu quả công việc- Thời gian làm việc: thứ 2 đến thứ 7 (Thứ 7 tuần làm tuần nghỉ)Buổi sáng: 8h-12h, buổi chiều: 13h30-17h30. Nghỉ trưa 1h30 phút- Nghỉ phép 12 ngày/ năm. Lương tháng 13. Từ 2-6 tháng review lương/lần- Được tham gia BHYT, BHXH và các chế độ khác theo quy định của Công ty.- Du lịch hàng năm với Công ty, tham gia các hoạt động văn hóa chung của Công ty (Ngày lễ, sinh nhật hàng tháng, tiệc mặn ngọt,...)- Làm việc trong môi trường chuyên nghiệp, năng động, sáng tạo, có nhiều cơ hội phát triển bản thân, thăng tiến trong công việc",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-vuejs-developer-remote-hybrid/977810.html?ta_source=JobSearchList",
  "company_name": "Bigtree Technology and Consulting Vietnam Co., Ltd.",
  "job_title": "Vuejs",
  "salary": "Tới 2,300 USD",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phỏng vấn Online.- Ứng viên được tự quyết định thời gian làm việc 8h hằng ngày của mình trong khung giờ từ 7h - 21h (đảm bảo đủ số giờ làm việc, đảm bảo việc đối ứng với khách hàng và các thành viên khác trong team kịp thời. Không chấp nhận làm 2 công ty song song cùng 1 lúc).- Lên công ty vào thứ 5 hằng tuần. Trong tương lai tần suất lên công ty có thể tăng lên theo chỉ thị của ban giám đốc. (cần chuẩn bị tâm lý trước). Nghỉ thứ 7, chủ nhật.- Tham gia 1 trong các dự án sau:Phát triển WEB Application (Trao đổi giải thưởng, Hỗ trợ kinh doanh, Online Shopping,...)Phát triển App Điện thoại (EV Car Sharing, Quản lý giao hàng, nhận tiền khi giao hàng,...)Phát triển Robotic Process Automation: Tự động hóa các nghiệp vụ back office,...",
  "Yêu cầu ứng viên": "- Nắm vững kinh nghiệm về ngôn ngữ VueJS- Từ 4 năm kinh nghiệm trở lên chuyên sâu với VueJS-Có tinh thần tự giác, sự chủ động và tính kỷ luật trong quá trình làm việc Flextime và làm Remote- Có tinh thần cộng tác và xây dựng tập thể- Ưu tiên: Có hiểu biết về AWS và Database: Postgresql",
  "Quyền lợi": "- Chế độ đãi ngộThử việc 100% lươngMùa dịch phỏng vấn Online và làm Remote 4 ngày kết hợp lên công ty 1 ngày tứ 5 hằng tuần. (Tần suất lên công ty có thể tăng lên số buổi trong tương lai gần). Nghỉ thứ 7, chủ nhật.Được cấp Laptop mới để làm việc. Kèm màn hình thêm (nếu muốn)Nghỉ 1 ngày có lương sau khi tiêm 1 mũi Vaccine Covid, 2 mũi tiêm được 2 ngày nghỉ.Trả thưởng 2 lần/1 năm (1.5 tháng/năm). Vào tháng 7 và tháng 1 hằng năm.Trợ cấp cho người thân đi du lịch cùng công ty 1 năm/1 lần.Có cơ hội đi onsite ngắn và dài hạn tại Nhật Bản.Performance review xét tăng lương: 1 lần/năm (tháng 12 hằng năm)Trợ cấp chứng chỉ IT, thưởng chứng chỉ tiếng Nhật, trợ cấp tham gia hội thảo,...Thời gian làm việc linh hoạt, miễn làm đủ 8h/ngày. Thời gian làm việc nhân viên tự sắp xếp-  Chăm sóc sức khỏeĐược mua gói khám sức khỏe toàn diện hàng năm của bảo hiểm Bảo Việt.Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm.Được khám sức khỏe định kỳ hàng năm tại bệnh viên uy tín.- Đời sống Tinh thần dồi dàoCác thành viên công ty thân thiện, cởi mở, chia sẻ, giúp đỡ nhau vượt qua mọi khó khăn trong công việc và đời sống.Công ty luôn động viên và tạo điều kiện làm việc tốt nhất cho toàn thể nhân viên công ty.Công ty luôn quan tâm tới đời sống tinh thần của nhân viên công ty bằng việc tổ chức rất nhiều các sự kiện như: Ngày Quốc tế Phụ nữ 8/3, ngày Phụ nữ Việt Nam 20/10, sinh nhật các thành viên.- Tiện ích hiện đại, đầy đủTrang thiết bị hiện đại, sẵn sàng phục vụ nhân viên mọi lúc mọi nơi- Hoạt động văn hóa thể thao đa dạngNhiều hoạt động thể thao phong phú: câu lạc bộ Bóng đá do công ty tài trợ.Team Buiding 1 lần/tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer-remote-hybrid/977850.html?ta_source=JobSearchList",
  "company_name": "Bigtree Technology and Consulting Vietnam Co., Ltd.",
  "job_title": "Java Developer",
  "salary": "Tới 2,300 USD",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phỏng vấn Online.- Ứng viên được tự quyết định thời gian làm việc 8h hằng ngày của mình trong khung giờ từ 7h - 21h (đảm bảo đủ số giờ làm việc, đảm bảo việc đối ứng với khách hàng và các thành viên khác trong team kịp thời. Không chấp nhận làm 2 công ty song song cùng 1 lúc).- Lên công ty vào thứ 5 hằng tuần. Trong tương lai tần suất lên công ty có thể tăng lên theo chỉ thị của ban giám đốc. (cần chuẩn bị tâm lý trước). Nghỉ thứ 7, chủ nhật.- Tham gia 1 trong các dự án sau:Phát triển WEB Application (Trao đổi giải thưởng, Hỗ trợ kinh doanh, Online Shopping,...)Phát triển App Điện thoại (EV Car Sharing, Quản lý giao hàng, nhận tiền khi giao hàng,...)Phát triển Robotic Process Automation: Tự động hóa các nghiệp vụ back office,...",
  "Yêu cầu ứng viên": "- Nắm vững kinh nghiệm về ngôn ngữ Java- Từ 4 năm kinh nghiệm trở lên chuyên sâu với Java-Có tinh thần tự giác, sự chủ động và tính kỷ luật trong quá trình làm việc Flextime và làm Remote- Có tinh thần cộng tác và xây dựng tập thể- Ưu tiên: Có hiểu biết về AWS và Database: Postgresql",
  "Quyền lợi": "- Chế độ đãi ngộThử việc 100% lươngMùa dịch phỏng vấn Online và làm Remote 4 ngày kết hợp lên công ty 1 ngày tứ 5 hằng tuần. (Tần suất lên công ty có thể tăng lên số buổi trong tương lai gần). Nghỉ thứ 7, chủ nhật.Được cấp Laptop mới để làm việc. Kèm màn hình thêm (nếu muốn)Nghỉ 1 ngày có lương sau khi tiêm 1 mũi Vaccine Covid, 2 mũi tiêm được 2 ngày nghỉ.Trả thưởng 2 lần/1 năm (1.5 tháng/năm). Vào tháng 7 và tháng 1 hằng năm.Trợ cấp cho người thân đi du lịch cùng công ty 1 năm/1 lần.Có cơ hội đi onsite ngắn và dài hạn tại Nhật Bản.Performance review xét tăng lương: 1 lần/năm (tháng 12 hằng năm)Trợ cấp chứng chỉ IT, thưởng chứng chỉ tiếng Nhật, trợ cấp tham gia hội thảo,...Thời gian làm việc linh hoạt, miễn làm đủ 8h/ngày. Thời gian làm việc nhân viên tự sắp xếp-  Chăm sóc sức khỏeĐược mua gói khám sức khỏe toàn diện hàng năm của bảo hiểm Bảo Việt.Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm.Được khám sức khỏe định kỳ hàng năm tại bệnh viên uy tín.- Đời sống Tinh thần dồi dàoCác thành viên công ty thân thiện, cởi mở, chia sẻ, giúp đỡ nhau vượt qua mọi khó khăn trong công việc và đời sống.Công ty luôn động viên và tạo điều kiện làm việc tốt nhất cho toàn thể nhân viên công ty.Công ty luôn quan tâm tới đời sống tinh thần của nhân viên công ty bằng việc tổ chức rất nhiều các sự kiện như: Ngày Quốc tế Phụ nữ 8/3, ngày Phụ nữ Việt Nam 20/10, sinh nhật các thành viên.- Tiện ích hiện đại, đầy đủTrang thiết bị hiện đại, sẵn sàng phục vụ nhân viên mọi lúc mọi nơi- Hoạt động văn hóa thể thao đa dạngNhiều hoạt động thể thao phong phú: câu lạc bộ Bóng đá do công ty tài trợ.Team Buiding 1 lần/tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-python-developer-remote-hybrid/977857.html?ta_source=JobSearchList",
  "company_name": "Bigtree Technology and Consulting Vietnam Co., Ltd.",
  "job_title": "Python",
  "salary": "Tới 2,300 USD",
  "exp": "4 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Phỏng vấn Online.- Ứng viên được tự quyết định thời gian làm việc 8h hằng ngày của mình trong khung giờ từ 7h - 21h (đảm bảo đủ số giờ làm việc, đảm bảo việc đối ứng với khách hàng và các thành viên khác trong team kịp thời. Không chấp nhận làm 2 công ty song song cùng 1 lúc).- Lên công ty vào thứ 5 hằng tuần. Trong tương lai tần suất lên công ty có thể tăng lên theo chỉ thị của ban giám đốc. (cần chuẩn bị tâm lý trước). Nghỉ thứ 7, chủ nhật.- Tham gia 1 trong các dự án sau:Phát triển WEB Application (Trao đổi giải thưởng, Hỗ trợ kinh doanh, Online Shopping,...)Phát triển App Điện thoại (EV Car Sharing, Quản lý giao hàng, nhận tiền khi giao hàng,...)Phát triển Robotic Process Automation: Tự động hóa các nghiệp vụ back office,...",
  "Yêu cầu ứng viên": "- Nắm vững kinh nghiệm về ngôn ngữ Python- Từ 4 năm kinh nghiệm trở lên chuyên sâu với Python-Có tinh thần tự giác, sự chủ động và tính kỷ luật trong quá trình làm việc Flextime và làm Remote- Có tinh thần cộng tác và xây dựng tập thể- Ưu tiên: Có hiểu biết về AWS và Database: Postgresql",
  "Quyền lợi": "- Chế độ đãi ngộThử việc 100% lươngMùa dịch phỏng vấn Online và làm Remote 4 ngày kết hợp lên công ty 1 ngày tứ 5 hằng tuần. (Tần suất lên công ty có thể tăng lên số buổi trong tương lai gần). Nghỉ thứ 7, chủ nhật.Được cấp Laptop mới để làm việc. Kèm màn hình thêm (nếu muốn)Nghỉ 1 ngày có lương sau khi tiêm 1 mũi Vaccine Covid, 2 mũi tiêm được 2 ngày nghỉ.Trả thưởng 2 lần/1 năm (1.5 tháng/năm). Vào tháng 7 và tháng 1 hằng năm.Trợ cấp cho người thân đi du lịch cùng công ty 1 năm/1 lần.Có cơ hội đi onsite ngắn và dài hạn tại Nhật Bản.Performance review xét tăng lương: 1 lần/năm (tháng 12 hằng năm)Trợ cấp chứng chỉ IT, thưởng chứng chỉ tiếng Nhật, trợ cấp tham gia hội thảo,...Thời gian làm việc linh hoạt, miễn làm đủ 8h/ngày. Thời gian làm việc nhân viên tự sắp xếp-  Chăm sóc sức khỏeĐược mua gói khám sức khỏe toàn diện hàng năm của bảo hiểm Bảo Việt.Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm.Được khám sức khỏe định kỳ hàng năm tại bệnh viên uy tín.- Đời sống Tinh thần dồi dàoCác thành viên công ty thân thiện, cởi mở, chia sẻ, giúp đỡ nhau vượt qua mọi khó khăn trong công việc và đời sống.Công ty luôn động viên và tạo điều kiện làm việc tốt nhất cho toàn thể nhân viên công ty.Công ty luôn quan tâm tới đời sống tinh thần của nhân viên công ty bằng việc tổ chức rất nhiều các sự kiện như: Ngày Quốc tế Phụ nữ 8/3, ngày Phụ nữ Việt Nam 20/10, sinh nhật các thành viên.- Tiện ích hiện đại, đầy đủTrang thiết bị hiện đại, sẵn sàng phục vụ nhân viên mọi lúc mọi nơi- Hoạt động văn hóa thể thao đa dạngNhiều hoạt động thể thao phong phú: câu lạc bộ Bóng đá do công ty tài trợ.Team Buiding 1 lần/tháng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/web-developer-angular/977859.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SMART - SOLUTIONS VIỆT NAM",
  "job_title": "Web Developer",
  "salary": "500 - 1,200 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia vào các dự án lập trình phát triển phần mềm product thương mại điện tử, logictic, hệ thống văn thư và outsource với khách hàng trong và ngoài nước (MBank, Viettel, Nhật Bản,…).- Nghiên cứu và áp dụng các công nghệ mới.- Đảm bảo chất lượng thiết kế sản phẩm về khả năng sử dụng, độ tin cậy,…- Cải tiến và nâng cao chất lượng dự án.- Tạo ra những sản phẩm mới, bảo trì cũng như cải thiện những giải pháp hiện thời- Chi tiết trao đổi trong quá trình phỏng vấn.",
  "Yêu cầu ứng viên": "- Có ít nhất 1 năm kinh nghiệm liên quan đến Front end/ Angular (8+)- Có kiến thức HTML, CSS, Javascript/Typescript- Có kinh nghiệm làm việc với Angular Material- Có kinh nghiệm OOP, front-end pattern, …- Có kinh nghiệm làm việc RESTful APIs, JSON, …- Khả năng học hỏi nhanh, sáng tạo, kĩ năng làm việc nhóm và độc lập- Thành thạo sử dụng git.- Có khả năng đọc hiểu tiếng Anh.Ưu tiên:- Kinh nghiệm UI/UX, thiết kế prototype sử dụng các công cụ figma",
  "Quyền lợi": "- Mức lương hấp dẫn với từng năng lực (500$-1200$).- Làm việc từ thứ 2- thứ 6, 08h30 – 18h00, trưa nghỉ 1,5 tiếng.- Xét tăng lương hàng năm + thưởng + lương tháng 13.- Được hưởng các quyền lợi và chế độ theo luật quy định (Các ngày nghỉ lễ, BHXH, BHYT…);- Môi trường làm việc chuyên nghiệp, năng động, thân thiện, cơ hội thăng tiến cao- Nếu bạn có ý tưởng hấp dẫn, bạn sẽ được bắt đầu dự án của riêng mình tại công ty.- Bạn sẽ được tham gia các dự án lớn, sử dụng công nghệ, kỹ thuật mới nhất, làm việc cùng những đồng nghiệp và quản lý tài năng.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/angular-developer/977329.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Công nghệ Thương mại và Dịch vụ Trí Nghĩa",
  "job_title": "Angular",
  "salary": "15 - 25 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thiết kế, lập trình, kiểm thử đơn vị, sửa lỗi các ứng dụng phần mềm theo yêu cầu của công ty và khách hàng sử dụng các công nghệ sau: Angular 7+, ASP .NET Core, HTML, Java Script, Bootstrap và SQL Server- Phối hợp với nhân viên kiến trúc hệ thống, phân tích nghiệm vụ và kiểm thử để hoàn thành công việc dự án- Tham gia thường xuyên các buổi họp review code và thảo luận với các thành viên trong nhóm để nâng cao chất lượng công việc- Triển khai sản phẩm lên môi trường của khách hàng, hỗ trợ nghiệm thu- Tham gia ước lượng thời gian hoàn thành công việc, xây dựng đề xuất giải pháp cho khách hàng- Có thế onsite làm việc tại khách hàng theo yêu cầu (tại Hà Nội)",
  "Yêu cầu ứng viên": "- Thông thạo Angular 7+, JavaScript với 1-3 năm kinh nghiệm.- Có kinh nghiệm phát triển sử dụng ASP .NET Core hoặc NodeJS- Biết về HTML/CSS,  REST API là một lợi thế- Nhiệt tình, ham học hỏi, mong muốn cầu tiến- Có tư duy logic và lập trình tốt- Kỹ năng giao tiếp và truyền đạt tốt- Sử dụng được tiếng Anh (đọc/viết và giao tiếp cơ bản) là một lợi thế",
  "Quyền lợi": "- Thu nhập upto 25 triệu/tháng- Thưởng Lễ Tết, Công đoàn vào 08/03, 20/10, Tết Thiếu nhi, Tết Trung thu- Tham gia Sinh nhật, Teambuilding, Nghỉ mát, Happy Hour, CLB Bóng đá, CLB Game…- Thời gian làm việc từ thứ 2-thứ 6, nghỉ Thứ 7, CN- Công việc thú vị, sử dụng công nghệ mới thuộc các lĩnh vực hấp dẫn như ERP, CRM, Banking, BigData/AI- SẾP GIỎI – ĐỒNG ĐỘI VUI- Được đào tạo nâng cao chuyên môn, kỹ năng do Giảng viên Đại học FPT trực tiếp đứng lớp- Đầy đủ chế độ BHXH, khám sức khỏe định kỳ tại Bệnh viện lớn- Trợ cấp khi onsite tại khách hàng",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/04/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/unity-developer-tai-ha-noi-luong-upto-2000-thuong/977809.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH văn hóa Bright Star",
  "job_title": "Unity Developer",
  "salary": "800 - 2,000 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia thiết kế, xây dựng và triển khai dự án Game mobile trên nền tảng Unity cho Android và iOS.• Lên ý tưởng và giải pháp cho các tính năng trong game.• Phối hợp với các thành viên trong team để vận hành và tối ưu game• Đọc hiểu source code, nghiên cứu, thích ứng với các công nghệ mới.• Được đào tạo các kiến thức về Unity và được tham gia vào các dự án thưc tế tại công ty.",
  "Yêu cầu ứng viên": "• Tốt nghiệp các trường Đại học chuyên ngành Công nghệ thông tin, có kinh nghiệm làm việc từ 3 năm với vị trí tương đương• Có kinh nghiệm phát triển RPG, Idle RPGs, and 3 MATCH PUZZLE• Có kinh nghiệm xây dựng trò chơi với Unity trên Android / iOS• Phát triển game đồ họa dựa trên Unity Engine+ Spine• Có tư duy lập trình và tư duy hệ thống tốt, sáng tạo tốt.• Tiếng Anh hoặc tiếng Hàn 2 kỹ năng đọc viết• Năng động, có tinh thần tự giác, cầu tiến, ham học hỏi",
  "Quyền lợi": "•Lương thương lượng tùy theo năng lực (800-2000$ ) + trợ cấp+ thưởng.• Lương tháng 13, Review lương hằng năm• Được training về các kiến thức, kỹ năng lập trình phần mềm.• Làm việc trong môi trường trẻ, năng động thoải mái.• Được tham gia đầy đủ BHXH, BHYT, BHTN khi ký hợp đồng chính thức.• Các chế độ phúc lợi khác theo chính sách công ty.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/12/2023"
}