[{
  "job_url": "https://www.topcv.vn/viec-lam/nodejs-backend-developer/568730.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ FINVIET",
  "job_title": "Backend Developer",
  "salary": "Tới 40 triệu",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "• Design, develop, improve, and maintain core and new software components and frameworks• Contribute to technical designs, discussions, system architecture and implementation• Identify and learn about new programming/development technologies, techniques, tools, and trends• Participate in design and code reviews• Apply industry best-practice software standards and technology• Work closely with other developers to support frontend modules that delight our users• Supporting QA during testing, and oversight during implementation into production",
  "Yêu cầu ứng viên": "• Experience with JavaScript, Node.js and frameworks available for it,• Experience with REST API, Web socket, Mongo, ActiveMq• Understanding of front-end technologies such as React.js, HTML5, CSS3",
  "Quyền lợi": "• 13th month salary, project bonus, annual salary review• Lunch allowance and parking free• Gifts (New Year, birthday, 8/3, 20/10..)• Team building, company trip• Insurance after 2 months of probation• Training in work and fast-track your career path• Working in a friendly and professional environment",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 12/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/java-developer/865273.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CHỨNG KHOÁN VPBANK",
  "job_title": "Java Developer",
  "salary": "Tới 50 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia xây dựng các Product nội bộ phục vụ hoạt động sản xuất kinh doanh của công ty, domain về chứng khoán, các sản phẩm đầu tư tài chính: Trái phiếu, chứng chỉ quỹ, ....• Tiếp nhận tài liệu phân tích yêu cầu, đặc tả yêu cầu, thiết kế chi tiết, thiết kế CSDL• Lập trình các chức năng được giao theo tài liệu giải pháp chi tiết.• Thực hiện các nhiệm vụ sửa lỗi được phát hiện trong quá trình phát triển và triển khai.• Thực hiện upcode các yêu cầu nâng cấp của dự án.• Đào tạo các dev level thấp hơn• Thiết kế được các module thành phần, các chức năng chi tiết theo kiến trúc đã có sẵn.• Tích hợp mã nguồn (merge code), tích hợp hệ thống.",
  "Yêu cầu ứng viên": "- Trình độ Học vấnTốt nghiệp Đại học trở lên hoặc có bằng cấp tương đương của các đơn vị đào tạo công nghệ thông tin có tiếng.- Kiến thức/ Chuyên môn Có Liên QuanSử dụng thành thạo một trong các hệ quản trị cơ sở dữ liệu Mysql, Oracle, Sql serverHiểu biết Java Core, Có kinh nghiệm sử dụng framework SpringbootHiểu biết về webservice SOAP/Restful, chuẩn message JSON, OOP, XML, Design partern, web server..Có kiến thức cơ bản về hệ thống, Network, OS (Window, Linux ..)Sử dụng thành thạo các IDE phát triểnSử dụng tốt các tool quản lý source code, quản lý công việc.Hiểu biết về cache (redis, memcache,..), MessageQueue (Rabbit, ActiveMQ..) là một lợi thếTiếng anh đọc hiểu tài liệuKiến thức triển khai dự án với các phương pháp khác nhau như agile, water-fall, Kanban…- Các Kinh nghiệm Liên quan/ Relevant ExperienceXây dựng được một ứng dụng app backend hoàn chỉnh, module hóa các nhóm tính năng mang tính trừu tượng cao.Kinh nghiệm làm về các ứng dụng/hệ thống tài chính ngân hàng là điểm cộng.",
  "Quyền lợi": "- Thu nhập hấp dẫn, lương thưởng theo performance.- Thưởng các ngày Lễ /Tết (theo chính sách công ty từng thời kì)- Chế độ ngày phép hấp dẫn theo từng cấp bậc- Bảo hiểm bắt buộc theo LLĐ, BH sức khỏe cho CBNV tùy theo cấp bậc và thời gian công tác- Được tham gia các khóa đào tạo tùy thuộc vào khung đào tạo cho từng vị trí.- Thời gian làm việc: từ thứ 2 – thứ 6 (với 2 khung giờ linh hoạt 8h30 - 17h30 và 09h00 - 18h00)- Môi trường làm việc năng động, thân thiện, có nhiều cơ hội học đào tạo, học hỏi và phát triển; được tham gia nhiều hoạt động văn hóa thú vị (cuộc thi về thể thao, tài năng, hoạt động team building,…)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 15/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-javascript-developer/982509.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY TNHH PHẦN MỀM UNIQUE TECHNOLOGY",
  "job_title": "JavaScript Developer",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "We are seeking a Full Stack JavaScript Developer with expertise in backend development using NestJS, end to end automation testing with Jest, and front end development with React on NextJS.The ideal candidate will have a strong foundation in JavaScript and be comfortable working on a large, business logic-heavy application.As part of this role, you will have the opportunity to learn the application's functionality and contribute to its ongoing development, making this an excellent opportunity for anyone looking to advance their skills in full-stack JavaScript development.",
  "Yêu cầu ứng viên": "More than 6 months experience with javascript developmentJavaScript/Git/ExpressJS/MongoDB (a must)TypeScript/NestJS (a plus/training can be provided)React/NextJS (a plus/training can be provided)Jest (a plus nice to have)Basic English (a plus - training can be provided)",
  "Quyền lợi": "Attractive salary (you’ll love it)13-month SalaryStable and long-term job. We develop our own world-class productsExcellent working environment. Flexible working time that supports work-life balance (Core time: 8:00 - 17:00; 5 days/week from Monday - Friday)Join the training course, improve job skills, knowledge about the hospital management systemPerformance review 1 time/yearOpen, transparent and trustworthy environmentChallenging projects with awesome co-workers",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 12/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/net-backend-developer/956128.html?ta_source=JobSearchList",
  "company_name": "Công Ty TNHH WORLDCRAFT LOGISTICS",
  "job_title": "Backend Developer",
  "salary": "10.3 - 25 triệu",
  "exp": "1 năm",
  "location": "Khánh Hoà",
  "Mô tả công việc": "- Tham gia vào toàn bộ vòng đời của ứng dụng, tập trung và coding và debug các dự án website và hệ thống- Viết API kết nối giữa các hệ thống, và phục vụ trao đổi dữ liệu với mobile & front-end- Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai- Thu thập và xử lí các yêu cầu thiết kế và kĩ thuật- Tham gia vào quá trình phân tích và thiết kế hệ thống;- Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm.- Đảm bảo sản phẩm làm ra cần phải chạy đúng nghiệp vụ và tốc độ xử lý cũng phải tối ưu cho lượng người dùng lớn",
  "Yêu cầu ứng viên": "- Có ít nhất 1 năm kinh nghiệm liên quan về phát triển website, ứng dụng, services về mặt Back End. Khẳng định trình độ qua hồ sơ, sản phẩm mẫu và danh sách website, dự án đã hoàn thành.- Có hiểu biết cơ bản về cơ sở dữ liêu và hệ thống ( phát triển và thực thi).- Độ tuổi: không giới hạn tuổi- Có tiếng anh là 1 lợi thế- Thời gian làm việc: Thứ 2 - Thứ 6 (22:00 - 7:00 – ca đêm), thứ 7 và CN nghỉ.",
  "Quyền lợi": "Môi trường làm việc cởi mở và thân thiện:Làm việc với đội ngũ trẻ, sáng tạo, chia sẻ hỗ trợ hết mình. Cấp lãnh đạo, quản lý tài năng có thể nâng bạn lên một tầm cao mới về tư duy, kỹ năng và chuyên môn công việc.-  Chế độ thưởng hấp dẫn vào các dịp lễ Tết, tháng lương thứ 13, teambuilding, quà tặng sinh nhật cá nhân và sinh nhật công ty, ...- Review lương 6 tháng một lần. Khả năng thăng tiến cao trong công việc.- Hưởng đầy đủ các chế độ BHXH. Các ngày nghỉ lễ theo quy định pháp luật và công ty.- Được làm việc 4,5 ngày 1 tuần sau khi đã làm việc 1 năm.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 14/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lead-data-engineer-spoken-english-upto-45m/990744.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Rikkeisoft",
  "job_title": "Data Engineer",
  "salary": "Tới 45 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Working on migration of data feeds from legacy Oracle Data Warehouse to new SQL Server Data Warehouse- Responsible for:+ Code Development and Unit Testing+ Deploy Preparation+ Level 2 Production Support+ Analysis of existing code for data flows in the Oracle warehouse and rebuild it in SQL Server",
  "Yêu cầu ứng viên": "- Bachelor Degree in Computer Science or similar degree with strong focus on programming and database design.Required Skills and Experience:- Working with SQL Server databases- Building data processing flows in SQL Server Integration Services (SSIS)- Intermediate level of English speaking to work with US teamPreferred Skills:- Experience of designing, building, testing, and deploying financial software for the asset management industry- Experience of building processes using Service Broker within SQL Server- Experience of Git version control, ideally in Azure Devops- JIRA",
  "Quyền lợi": "- Salary: Up To 45M.- Package: at least 13 months/ year. Review twice per year.- Bonus: Tet bonus, project bonus, holiday bonus, HR referral bonus...- Seniority allowance (working time from 2 years or more).- Participate in learning and training activities inside and outside the company, accumulate learning points, develop G-Points on the company's management system.- Leave Saturday, Sunday + 12 days of leave/year- Clubs and many cultural - sports - art activities sponsored or supported by the company (For example: Football, table tennis, badminton, swimming, music, English, games... )- Ensure health: Periodic health check, support to buy high quality health insurance...- Join the Rikkei Care Health Insurance Plan.- Mental comfort: Playing music on demand every day, fresh fruit, team building activities...- Opportunity to work abroad and travel around.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/fullstack-developer-javascript-spoken-english/990933.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Rikkeisoft",
  "job_title": "Fullstack Developer",
  "salary": "Tới 2,500 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Thiết kế, coding và kiểm thử hệ thống hoặc chức năng sau khi hoàn thành.- Xây dựng kế hoạch và quản lý tiến độ lập trình theo kế hoạch.- Nghiên cứu nắm bắt công nghệ mới.- Tham gia phát triển các ứng dụng trên nền Web cho khách hàng.- Làm việc, phối hợp công việc theo nhóm dưới sự phân công của quản lý dự án.",
  "Yêu cầu ứng viên": "- Tốt nghiệp CĐ/ĐH chuyên ngành CNTT hoặc các chuyên ngành liên quan- Có tối thiểu 2 năm kinh nghiệm làm việc tại vị trí Full Stack Developer Javascript với một trong các framework: VueJS hoặc ReactJS hoặc AngularJS hoặc NodeJS.- Có kinh nghiệm với Rest API, mô hình Client side rendering, Agile, làm việc với HTML, CSS, sử dụng Git, issue tracker- Frontend: sử dụng Angularjs, Reactjs, Vuejs hoặc tương tự- Backend: sử dụng các framework C sharp, các framework Java (spring hoặc tương tự), các framework PHP (laravel hoặc tương tự), các framework JS (express, hapijs hoặc tương tự)- CSDL: có khả năng thiết kế database, có kinh nghiệm sử dụng MySQL, Postgres, Oracle hoặc tương tự- Có kinh nghiệm về các mảng sau đây là lợi thế: DEVOPS, CI/CD, Docker- Yêu cầu tiếng Anh giao tiếp tốt, làm việc với các dự án, đối tác nước ngoài qua mail, chat và họp daily nước ngoài.",
  "Quyền lợi": "- Mức lương: Upto $2500- LƯƠNG: Tối thiểu 13 tháng lương/năm. Xét TĂNG 2 lần/năm.- THƯỞNG: thưởng Tết, thưởng dự án, thưởng ngày lễ, thưởng giới thiệu nhân sự...- Phụ cấp thâm niên ( thời gian làm việc từ 2 năm trở lên).- Tham gia các hoạt động học tập, đào tạo trong và ngoài công ty, tích điểm học tập, phát triển G-Point trên hệ thống Quản lý của công ty.- Nghỉ thứ 7, chủ nhật + 12 ngày phép/ năm- Câu lạc bộ và nhiều hoạt động văn hóa - thể thao - nghệ thuật được công ty tài trợ hoặc hỗ trợ- Đảm bảo sức khỏe: Khám sức khỏe định kỳ, hỗ trợ mua bảo hiểm sức khỏe chất lượng cao...- Tham gia Chương trình bảo hiểm sức khỏe Rikkei Care.- Thoải mái tinh thần: Phát nhạc theo yêu cầu mỗi ngày, hoa quả tươi, các hoạt động teambuilding gắn kết...- Cơ hội làm việc tại nước ngoài và du lịch khắp nơi.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/junior-front-end-developer/952628.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN CÔNG NGHỆ FLYER",
  "job_title": "Developer",
  "salary": "Tới 1,500 USD",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "FLYER is the first high-quality virtual interactive English testing platform for kids. We’re thrilled to build a global citizen qualification for Vietnamese kids.We are looking for a Software Engineer to design and build the next-generation web and native applications for our world-class FLYER - English Testing Platform.- Using the cutting edge of modern frontend technologies to develop and test on the latest desktop and mobile browsers.- Develop aesthetic frontend development work.- Follow UI/UX design provided.- Collaborate with the backend/AI/Computer vision team in integration.- Generate output response based on UI given for backend team.- Ability to lead projects through the completion of all phases of application development.- Ability to problem solve keeping in mind the end goal.- Develop web applications to collect and send data for analysis.",
  "Yêu cầu ứng viên": "- At least 2 years of experience working in a Front-end development environment.- A solid background knowledge of HTML5 / CSS3 & Javascript.- Experience working with Typescript.- Experience working with Graphql API.- Proficient in front-end frameworks like React.js (React hooks API), Next.js, CSS in JS frameworks v.v- Ability to read and understand documents in English.NICE TO HAVE- Experience with CSS preprocessors (Less, Scss, Sass, Stylus), Mobile First / Website Responsive, v.v.- Experience in building front-end projects using Webpack, Gulp, etc.- A creative thinking, passionate about building highly applicable works, always looking for UI / UX improvements to bring superior user experience..- A preliminary understanding of the microservices architecture is a big plus.- Git source control and Git Flow branching model- Experience in working with Docker, AWS, No SQL (MongoDB, Cassandra), andMessage Broker (Kafka, RabbitMQ)... is a plus.",
  "Quyền lợi": "-Project bonus; Holidays, Tet bonus.- Salary Up to $900 (Negotiable). Salary review every 6 months.- Full salary during probation period.- Daily lunch and transportation support.- All insurance according to Vietnamese Labor Law, health care package.- 12 days annual leave.- Yearly company trip, team building activities.- Join the open-minded, flexible, and fun project team, interesting projects in a friendly and open working environment.- Certification support- Working hour:+ Monday to Friday+ 9 A.M to 6.30 P.M",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-phong-quan-ly-he-thong-thong-tin/192211.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Đầu tư phát triển và chuyển giao công nghệ Vina",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Xây dựng, phát triển báo cáo theo thiết kế và yêu cầu của dự án;- Xử lý, khắc phục các sự cố đảm bảo an toàn, toàn vẹn số liệu đảm bảo tính chính xác;- Cung cấp số liệu cho quản lý trực tiếp;- Tham gia phát triển các dự án cần thiết theo sự điều động của Ban Giám đốc và quản lý trực tiếp;",
  "Yêu cầu ứng viên": "- Giới tính: Nam. Tuổi: Dưới: 40 tuổi. Tốt nghiệp Trung tâm đào tạo lập trình viên/ Cao đẳng/ Đại học chuyên ngành CNTT hoặc HTTT- Kinh nghiệm: 1 năm- Thành thạo lập trình cơ sở dữ liệu Oracle PL/SQL;- Có kiến thức về Database (Oracle, SQL Server);- Có hiểu biết về hệ thống database warehouse (DWH)- Có hiểu biết về ngôn ngữ C Sharp, công nghệ .NET;- Có hiểu biết về CSS, HTML, Java Script...- Tư duy phân tích, giải quyết vấn đề, chủ động trong công việc;- Có kỹ năng làm việc nhóm;- Có khả năng học hỏi tìm hiểu công nghệ, nắm bắt vấn đề nhanh;- Biết tiếng anh là 1 lợi thế.",
  "Quyền lợi": "- Mức lương thỏa thuận + Thưởng các dịp lễ tết đặc biệt trong năm- Xét tăng lương theo năng lực và kết quả công việc- Tham gia BHXH, BHYT, BHTN theo quy định của Pháp luật hiện hành- Tham gia các hoạt động ngoại khóa như: Nghỉ mát, Team building, Sinh nhật tháng, Lễ tri ân, Lễ kỷ niệm ngày thành lập, ........- Tham gia các câu lạc bộ rèn luyện thể chất như: bóng đá, yoga, gym…- Công ty hỗ trợ chi phí đào tạo, học tập nâng cao kiến thức, kỹ năng chuyên môn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-backend-csharp-net-net-core/989810.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Tư vấn DataHouse Asia",
  "job_title": "Lập Trình Viên",
  "salary": "Thoả thuận",
  "exp": "3 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "Involve, create, review and analyze system specificationsCollaborate with team members to develop software packagesInvolve in troubleshooting blocking issuesWork with cross-functional teams to ensure software quality",
  "Yêu cầu ứng viên": "Analytical mind and problem-solving attitude3 years of experience as a developer with .NET Core, Asp.NET, GIT, CI/CD with knowledge of software quality and software development processGreat if you are familiar with Agile / Scrum, OOA & OODGood English communication skills (verbal and written)Information Technology or Computer Science degree or a related field",
  "Quyền lợi": "Salary & BonusesCompetitive take-home cash together with monthly allowances.13th salary and accountability bonus twice a year based on company/individual performance and profitability.Monthly entertainment/team building allowances & project/team celebrations for certain milestones (applied for project teams and back office).Life-long Learning & DevelopmentOpportunities to work alongside a fun and global team with international/US clients.On-site program to explore various cultures in multi-cities in Vietnam and the US for all levels.Extensive learning budget along with rewards for any individuals to gain specific certificates as defined.Tons of internal and external training sessions (online learning resources, English, wellness & tech-share workshops).Fun Vibes at WorkWeekly cafeteria expenses with coffee beans, kinds of milks, noodles and snacks available at offices.Sports activities and clubs.Health & Well-being12 annual leaves + 4 family days-off with extra days-off corresponding to employment milestone (after 1, 3, 5, 8, 10, 13, 15, 18 and 20 years).Company trip once a year and team outing trips.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/angular-developer/990932.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần Tư vấn DataHouse Asia",
  "job_title": "Angular",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Bình Dương",
  "Mô tả công việc": "01. Involve, create, review and analyze system specifications02. Collaborate with team members to develop software packages03. Execute test cases (manual and/or automated)04. Involve in troubleshooting blocking issues05. Work with cross-functional teams to ensure software quality",
  "Yêu cầu ứng viên": "Analytical mind and problem-solving attitudeProven 1+ year experience as a developer with Angular, GIT, CI/CD with knowledge of software quality and software development processGreat if you are familiar with Agile / Scrum, OOA & OODGood English communication skills (verbal and written)Information Technology or Computer Science degree or a related field",
  "Quyền lợi": "01. Salary & BonusesCompetitive take-home cash together with monthly allowances.Annual performance appraisal and salary review.13th salary and accountability bonus twice a year based on company/individual performance and profitability.Monthly entertainment/team building allowances & project/team celebrations for certain milestones (applied for project teams and back office).Working tools: laptop and widescreen provided.02. Life-long Learning & DevelopmentOpportunities to work alongside a fun and global team with international/US clients.On-site program to explore various cultures in multi-cities in Vietnam and the US for all levels.Seniority reward from one-year intervals and up.Extensive learning budget along with rewards for any individuals to gain specific certificates as defined.Tons of internal and external training sessions (online learning resources, English, wellness & tech-share workshops).03. Fun Vibes at WorkWeekly cafeteria expenses with coffee beans, kinds of milks, noodles and snacks available at offices.Public holiday gifts and celebrations on Tet, Women’s days, Men’s Day, Children’s Day & Mid-Autumn Day, Programmer’s Day, Teacher/Trainer’s Day, and Christmas Day.Sports activities and clubs.04. Health & Well-beingStatutory insurances contributed based on full salary according to the laws of Vietnam.Annual health-check with an advanced package at a quality medical facility.National coverage healthcare card and seasonal flu shot.12 annual leaves + 4 family days-off with extra days-off corresponding to employment milestone (after 1, 3, 5, 8, 10, 13, 15, 18 and 20 years).Company trip once a year and team outing trips.Visiting and caring on some occasions: birthday, marriage, pregnancy and baby shower, university graduation, hospitalization and funeral (for self-employees and direct family members).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 12/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ky-su-phan-mem-nhung-embedded-software-engineer/990102.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SMILETECH CÔNG NGHỆ SỐ",
  "job_title": "Software Engineer",
  "salary": "Trên 9 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia thiết kế hệ thống nhúng của công ty- Triển khai code trên các dòng MCU 8/16/32 bit trong từng dự án của công ty- Triển khai giao tiếp MCU với nhiều loại cảm biến của các dự án của công ty- Thiết kế các bộ lọc, các bộ xử lý DSP bằng software",
  "Yêu cầu ứng viên": "Am hiểu kiến trúc MCU 8/16/32 bit.Có kinh nghiệm làm việc với cảm biến.Hiểu về các giao thức truyền tải dữ liệu UART, SPI, I2C/ Parallel.Có kiến thức cơ bản về xử lý số tín hiệu.Hoặc có khả năng học hỏi thích nghi nhanh với các khái niệm xử lý số tin hiệu (DSP-Digital Signal Processing)Có khả năng sử dụng ngôn ngữ lập trình C/C++.Tốt nghiệp đại học hệ chính quy các chuyên ngành Kỹ thuật như Công nghệ thông tin, Kỹ thuật điện tử, Khoa học máy tính, Điện tử viễn thông,...",
  "Quyền lợi": "Được tham gia phát triển các dự án phần mềm, ứng dụng thực tế của công tyHọc tập tiếp thu, trao đổi các công nghệ mới với các đối tác nước ngoàiThu nhập: Thỏa thuận theo năng lực và kinh nghiệm (từ 8 triệu đồng)Thưởng: Thưởng theo quy định công ty, thưởng theo hiệu quả công việc,...Phát triển: Được bổ nhiệm các vị trí cao hơn khi thể hiện được năng lực làm việcĐược tham gia bảo hiểm theo đúng quy định pháp luật ngay sau khi ký hợp đồng lao động với công tyPhúc lợi: theo quy định của công ty, nghỉ phép năm, được tham gia hoạt động teambuilding, party định kỳ, ...Môi trường năng động, chuyên nghiệp, sếp tâm lý, đồng nghiệp thân thiện, trẻ trung.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-react-native/986977.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN SMILETECH CÔNG NGHỆ SỐ",
  "job_title": "Lập Trình Viên React Native",
  "salary": "Trên 10 triệu",
  "exp": "2 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các hệ thống ứng dụng trên thiết bị di động android/ IOS.- Tham gia phát triển ứng dụng cho các dự án IOT, thương mại điện tử, làm việc theo sự phân công của cấp quản lý.- Sửa chữa, nâng cấp hệ thống ứng dụng, phát triển các yêu cầu bổ sung tính năng.- Làm việc với các ngôn ngữ lập trình React Native, lưu trữ dữ liệu trên thiết bị di động SQLite và giao tiếp API thông qua dữ liệu có cấu trúc Json.- Làm việc nhóm, phối hợp với thành viên khác cùng nhau giải quyết vấn đề.- Báo cáo tiến độ hằng ngày, hằng tuần cho trưởng nhóm.",
  "Yêu cầu ứng viên": "• Tốt nghiệp Cao đẳng/ Đại học chuyên ngành CNTT, Toán Tin, Viễn thông…• Có tối thiểu 1 năm kinh nghiệm ở vị trí tương đương.• Có kiến thức về lập trình hướng đối tượng• Có nền tảng vững về javascript• Thành thạo ngôn ngữ lập trình React Native.• Có khả năng đọc hiểu tài liệu tiếng Anh cơ bản.• Có tư duy logic tốt + khả năng tự học• Có trách nhiệm, nhiệt huyết với công việc",
  "Quyền lợi": "Lương từ 10 triệu - 15 triệu / tháng tùy năng lực và các khoản thưởng khác theo năng lực và sự đóng góp tích cực cho Công ty;Chế độ BHXH theo quy định pháp luật;Được hưởng các chinh sách phúc lợi khác theo quy định của Công ty như nghỉ mát, corestaff;Được tham gia các dự án lớn trong nước và quốc tế;Được đào tạo và hướng dẫn bởi các chuyên gia giỏi của Công ty;Được tham gia quản lý, điều hành các dự án của Công ty để bổ sung các khoản thu nhập khác.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh/938153.html?ta_source=JobSearchList",
  "company_name": "Công ty cổ phần TechLead",
  "job_title": "Thực Tập Sinh",
  "salary": "Tới 5 triệu",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Công ty cổ phần TechLead (IT outsourcing thị trường Thụy Điển/Úc) có nhu cầu tìm kiếm các ứng viên có năng lực cho vị trí Thực tập sinh các ngôn ngữ:PHP, NodeJS, Java, Angular, ReactJS, Flutter, React NativeLàm việc trong nhóm phát triển các ứng dụng và dịch vụ theo phương pháp Agile.Đóng góp cho bộ phận và tổ chức để nâng cao quy trình, hiệu quả công việc.Code, test và vận hành các dịch vụ.",
  "Yêu cầu ứng viên": "Sinh viên năm cuối hoặc mới ra trường các ngành Công nghệ thông tin, Khoa học máy tính hoặc các ngành liên quan…Đã có kiến thức cơ bản về 1 trong các ngôn ngữ:PHP, NodeJS, Java, Angular, ReactJS, Flutter, React NativeCó thể thực tập fulltime hoặc linh động đi parttime trong thời gian ngắn để sắp xếp đi thực tập fulltime.Ham học hỏi, đam mê công việc và có tinh thần trách nhiệm cao.Tiếng Anh đọc hiểu cơ bản là lợi thế.",
  "Quyền lợi": "Được đào tạo bài bản miễn phí bằng các dự án thực tế của công ty và đối tác.Hỗ trợ lương ngay sau khi được đánh giá năng lực.Có cơ hội trở thành nhân viên chính thức sau đào tạo.Có cơ hội join các dự án lớn trong nước và ngoài nước.Công ty có hỗ trợ dấu mộc.Được hướng dẫn chuyên môn bởi Line Manager giỏi, có cơ hội thực hành và trau dồi các kỹ năng nghiệp vụ.Làm việc trong môi trường trẻ, join vào nhiều IT projects thú vị & thực tế, hoan nghênh những ý kiến đóng góp giúp cải tiến, nâng cao hiệu quả làm việc.Thời gian làm việc: Thứ 2 - 6 + Thứ 7 cách tuần (8h30 - 18h00, nghỉ trưa từ 12h30 - 14h00)",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/embedded-software-engineer/990396.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ Phần Bản Viên",
  "job_title": "Software Engineer",
  "salary": "Thoả thuận",
  "exp": "1 năm",
  "location": "Đà Nẵng",
  "Mô tả công việc": "A Microcontroller Unit (MCU) controls many functions in modern cars today. As an Embedded Software Engineer, you will have the chance to experience the full development cycle including requirement analysis, driver/software design, coding, and testing. In practice, you will focus on a specific phase and module within the MCU and look to increase your technical proficiency and domain experience.",
  "Yêu cầu ứng viên": "We are looking for candidates with 1+ years of experience with firmware programming or embedded software development.Minimum requirements:Bachelor’s Degree or above in Electronic Engineering, Telecommunication, Computer Science, Computer Engineering, Automation, Information Technology or equivalentStrong in C/C++ programming for Embedded Software Development.Experience in communication protocols (e.g., SPI, LIN, CAN, FR, ETH, etc.) and MCU peripheral devices (e.g., EEPROM, Flash, etc.)Experienced with firmware development and implementing hardware drivers and low-level code for device registers for microcontroller platforms..Experienced with Stack, Queues, Pipeline, Socket, Boot loader, secure boot.Experienced with embedded software development, Linux OS, RTOS.Capable of reading and understanding MCU hardware manualPreferred qualification:Knowledge of scripting languages (e.g., Python, Unix Shell Scripts, Visual Basic, etc.)Familiar with source version control software (e.g., GIT, SVN, etc.)Familiar with CMMI and/or A-SPICE working environmentsExperience in AUTOSAR standardGood at problem analysis and solving.Good English language skills.Effective communication skills.",
  "Quyền lợi": "Bonus structure + 13rd month Bonus.Pass probation Bonus.Premium healthcare insurance benefits.Flexible working time: only 8 hours required as continual working-time at the office.12 days’ Annual leave.Onsite opportunities: possible placement in United States, Singapore, and Japan.Quarterly Performance Assessment & Profile Capturing.Professional and Personal Development Training Programs.4 Stars standard company trip in summer and a big annual Year-End-Party.Coffee and snacks provided.Holiday celebrations and parties for team members and family.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 30/06/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/senior-java-developer/989997.html?ta_source=JobSearchList",
  "company_name": "TPS Software",
  "job_title": "Java Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "TPS Softwareis looking for talentedJava Developers (Junior/ Senior)to be a part of our proactive and energetic team to build and develop, maintain the special products in Fintech, Telecom, etc. Your key responsibilities are:Participate in all phases of the development life-cycle.Develop well designed, efficient source code, conduct unit test and automation test as well.Perform bugs fixing, maintaining, enhancement of existing web modules.Work with leader and teammates to estimate and plan for projects",
  "Yêu cầu ứng viên": "Your Skills and Experience:At least 4 years’ experiencein Java development, especially Java Core and Java EE technologies (Servlets, JSPs/JSF, WebSocket).Strong database knowledge (MYSQL, PostgreSQL, MongoDB or DB2).Strong knowledge of object-oriented design.Knowledge about some popular design pattern like Factory pattern, Adapter pattern, Strategy pattern.Proven experience with one of front-end frameworks such as Angular, ReactJS, VueJS.Experienced in using a CSS Framework like Bootstrap, Material UI,…Experienced in developing web applications using: Spring Boot or Jersey API, Struts.Proficient understanding of code version tools such as Git, CVS, SVN.Familiarity with build tools such as Maven, Gradle, Ant.",
  "Quyền lợi": "Quarterly salary review for adjustment; yearly performance review for promotion;Opportunities for promotions and career development in a dynamic environment;Premium Health Insurance package (Inpatient VND 63m/year, Outpatient VND 8m/year and Dental Treatment VND 2m/year);Many exciting internal activities and meaningful corporate social responsibility (CSR);Yearly company trip;Working 5 days/week, from Mon-Fri, and 12-15 day annual leaves;Review salary & level quarterly13rd salary, 12–15-day annual leaves, 5 sick leave days“Share to learn and learn to share” philosophy, friendly working environment with many energetic buddies;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/ios-developer-all-levels/990050.html?ta_source=JobSearchList",
  "company_name": "TPS Software",
  "job_title": "IOS Developer",
  "salary": "Thoả thuận",
  "exp": "2 năm",
  "location": "Hồ Chí Minh",
  "Mô tả công việc": "TPS Softwareis looking for a highly skilled and experiencediOS Developer (All Levels)to join our team. The successful candidate will be responsible for leading the development of our iOS mobile applications, collaborating with cross-functional teams to deliver a digital payment platform. The ideal candidate is passionate about iOS development and is up-to-date with the latest trends and technologies.Manage the development and deployment processesHands-on engineering work such as designing, reviewing, writing, and testing code to create new features.Provide guidance and support to your team members, mentoring them and providing feedback to help them improveAttend daily standup meetingReceive task assigned from project manager.",
  "Yêu cầu ứng viên": "Your Skills and Experience:Bachelor’s degree in Computer Science or a related field.3+ years of experience in iOS development, with a strong understanding of Swift and Objective-C. 5+ years for the lead position.Experience leading and managing a team of iOS developers is a plus.Strong problem-solving skills and ability to debug complex issues.Experience working with RESTful APIs and integrating third-party libraries.Strong understanding of the Apple Human Interface Guidelines and design principles.Excellent communication and collaboration skills.Experience with Agile development methodologies.Advanced level in English.",
  "Quyền lợi": "Quarterly salary review for adjustment; yearly performance review for promotion;Opportunities for promotions and career development in a dynamic environment;Premium Health Insurance package (Inpatient VND 63m/year, Outpatient VND 8m/year and Dental Treatment VND 2m/year);Many exciting internal activities and meaningful corporate social responsibility (CSR);Yearly company trip;Working 5 days/week, from Mon-Fri, and 12-15 day annual leaves;“Share to learn and learn to share” philosophy, friendly working environment with many energetic buddies;",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/blockchain-developer-upto-3000/990151.html?ta_source=JobSearchList",
  "company_name": "Công Ty Cổ Phần Công Nghệ VMO Holdings",
  "job_title": "Developer",
  "salary": "Tới 50 triệu",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "• Tham gia nghiên cứu, xây dựng hoặc tiếp nhận, phát triển hệ thống ứng dụng Blockchain (layer 1, layer 2, layer 3)• Cộng tác với Leader, PM, BA, SA và các developers khác để lập kế hoạch, phát triển, thử nghiệm và vận hành ứng dụng bằng các phương pháp tốt nhất• Tìm hiểu, nghiên cứu công nghệ mới.",
  "Yêu cầu ứng viên": "• Từ 5 năm kinh nghiệm phát triển phần mềm. Thành thạo với ít nhất 1 ngôn ngữ lập trình: Javascript/Typescript, Python, Java, C++, Golang• Từ 2 năm kinh nghiệm phát triển Blockchain với ETH, BSC hoặc Hyperledger• Có kinh nghiệm với Solidity• Kinh nghiệm phát triển và tối ưu hóa các giao thức blockchain, xây dựng kiến trúc của các hệ thống blockchain• Có kiến thức tốt về Git và Gitflow• Có hiểu biết về OOP và TTD principles• Thành thạo về MySQL, Postgres và MongoDB• Tiếng Anh: có thể giao tiếp là một lợi thế• Kỹ năng tư duy logic và thuật toán tốt, phân tích và giải quyết vấn đề.",
  "Quyền lợi": "CƠ HỘI VÀ THỬ THÁCH- Cơ hội được làm việc trong môi trường chuyên nghiệp, hiện đại và năng động. Thử sức với các dự án hấp dẫn, thử thách đủ lớn trong và ngoài nước.- Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng, trao quyền, cho phép bạn làm việc, sáng tạo theo cách riêng. Tài năng và thành tích của từng nhân viên được trân trọng, nhân viên xuất sắc được khen thưởng hàng năm.- Cơ hội phát triển năng lực, được hỗ trợ phụ cấp chứng chỉ chuyên môn phục vụ công việc. Một số chứng chỉ cấp cao sẽ được chi trả toàn bộ chi phí từ học và thi.CHÍNH SÁCH ĐÃI NGỘ HẤP DẪN - WORK-LIFE BALANCE- Review lương từ 1-2 lần/năm. Chính sách thưởng tháng lương 13. Thưởng lễ Tết, 2/9, sinh nhật công ty,- Chế độ du lịch nghỉ mát (gói 5 triệu/ người), teambuilding (2 -3 lần/năm).- Tham gia BHXH đầy đủ, thăm khám sức khỏe định kỳ tối thiểu 1 lần/năm tại các bệnh viện hàng đầu- Chính sách thăm hỏi toàn diện cho nhân sự và người thân: sinh nhật, kết hôn, sinh con, ốm đau,…- Các hoạt động thể thao, văn hóa đa dạng và phong phú: CLB đá bóng, đạp xe, cầu lông,…- Phụ cấp đứng lớp, cùng các giải thưởng Đào tạo: Ngôi sao học tập tháng, Gương mặt giảng viên tiêu biểu, gương mặt học tập năm, nhuận bút…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/backend-developer-golang/988926.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN PHÁT TRIỂN CÔNG NGHỆ SENLINK",
  "job_title": "Backend Developer",
  "salary": "20 - 25 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Lập trình Web Service (SOAP XML, RESTful API) sử dụng Gogin, Flamingo, Django.- Tham gia phát triển, bảo trì, triển khai phần mềm quản trị doanh nghiệp, hệ thống bảo mật thông tin (Cyber Secuiry).- Đọc hiểu các tài liệu mô tả yêu cầu người dùng (URD, SRS).- Tham gia thiết kế và viết các tài liệu thiết kế chi tiết (SAD, SDD)- Phối hợp với thành viên nhóm dự án, nhóm QA, Test, khách hàng triển khai dự án- Review Code (Optional).",
  "Yêu cầu ứng viên": "• Hơn 1 năm kinh nghiệm phát triển back-end• Có kiến thức tốt về Cấu trúc dữ liệu và Giải thuật• Chuyên môn về Cơ sở dữ liệu SQL / NoSQL (Oracle, MySQL, PostgreSQL, MongoDB)• Có kinh nghiệm với RESTful APIs, Microservices• Có kinh nghiệm với Redis, Kafka.• Có kinh nghiệm với Docker/Kubernetes và Cơ sở hạ tầng cloud là một lợi thế.• Có kinh nghiệm với các phương pháp phát triển phần mềm Agile hoặc Scrum.• Khả năng thích ứng tốt, tích cực học hỏi, chủ động trong công việc.",
  "Quyền lợi": "- Làm việc T2-T6 (09h – 18h, nghỉ trưa 1,5 tiếng)- Tài trợ các hoạt động thể dục thể thao, trợ cấp gửi xe, liên hoan, trà bánh….- Lương tháng thứ 13, thưởng hiệu quả kinh doanh cuối năm- BHXX, BHYT, BHTN đầy đủ cho nhân viên theo quy định pháp luật- Xét tăng lương 06 tháng/lần- Tổ chức dã ngoại Teambuilding, du lịch công ty hàng năm…",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/react-native-developer-middle-senior/938238.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN ỨNG DỤNG CÔNG NGHỆ VIỄN THÔNG MASCOM",
  "job_title": "React Native Developer",
  "salary": "20 - 35 triệu",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các dự án và xây dựng sản phẩm ứng dụng di động trên nền tảng React native cho cả 2 hệ điều hành iOS, Android- Tham gia phát triển, bảo trì, triển khai phần mềm trong lĩnh vực Telecom, AI, chính phủ điện tử, fintech...- Đọc hiểu các tài liệu mô tả yêu cầu người dùng.- Trực tiếp làm BA khảo sát nghiệp vụ khi cần thiết.- Tham gia thiết kế và viết các tài liệu thiết kế chi tiết- Phối hợp với thành viên nhóm dự án, nhóm QA, Test, khách hàng triển khai dự án- Xây dựng kế hoạch công việc, báo cáo, đánh giá công việc của cá nhân, đóng góp các sáng kiến nâng cao chất lượng, năng suất công việc",
  "Yêu cầu ứng viên": "- Thành thạo lập trình ứng dụng di động đa nền tảng trên React Native framework- Nắm rõ các mô hình Redux, React Container/Component, Class Component, Functional- Có kinh nghiệm về kết nối API và kiến thức về RESTful, JSON, GraphQL- Có kinh nghiệm làm việc với các thư viện như Firebase, Facebook SDK là một lợi thế.- Có kinh nghiệm phát triển trên ReactJS, Android (Java, Kotlin) hoặc iOS (Objective-C, Swift) là một lợi thế- Có 1 - 2 năm kinh nghiệm ở vị trí tương đương là một lợi thế- Sử dụng thành thạo Git hoặc Sourcetree- Nhiệt tình trong công việc và tích cực giao lưu học hỏi.",
  "Quyền lợi": "- Được hưởng các chế độ phúc lợi, đãi ngộ hấp dẫn, chế độ BHXH – BHYT và chế độ khác theo quy định Pháp luật và Cty.- Môi trường làm việc năng động, sáng tạo, chuyên nghiệp, thân thiện.- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn.- Cơ hội tìm hiểu và làm việc với các dự án phần mềm Telecom, AI và Fintech.- Tham gia vào quy trình làm việc theo chuẩn Git flow và DevOps- Được đào tạo và tìm hiểu các công nghệ triển khai hệ thống lớn.- Cơ hội tìm hiểu và làm việc với các dự án phần mềm Telecom, AI và Fintech.- Lương hấp dẫn và cạnh tranh từ 20-35tr tuỳ theo năng lực, xét tăng lương 1 năm 1 lần.- Thời gian làm việc từ 8:30 -17:30 từ thứ Hai đến thứ Sáu (Nghỉ T7- Chủ Nhật)- Hỗ trợ ăn trưa, gửi xe, xăng xe điện thoại...- BHXH, nghỉ phép năm, du lịch, Lễ tết đầy đủ.- Tham gia các chương trình thể thao, bóng đá, coffeetime...",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/frontend-developer-reactjs-offer-up-to-1500/990666.html?ta_source=JobSearchList",
  "company_name": "Công ty TNHH Kiaisoft Việt Nam",
  "job_title": "Frontend Developer",
  "salary": "Tới 1,500 USD",
  "exp": "3 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia vào các dự án phần mềm với những doanh nghiệp hàng đầu Nhật Bản sử dụng ReactJS.Nghiên cứu và áp dụng các công nghệ mớiLàm việc tại Việt Nam, có cơ hội đi công tác ở Nhật Bản",
  "Yêu cầu ứng viên": "Có hiểu biết về HTML và CSS3, Javascript, Typescript, GIT, ES6Có từ 03 năm kinh nghiệm làm việc với ReactJSLàm việc với npm, Yarn, Webpack, Gulp, GruntHiểu biết về RESTful APIs, HTTP/HTTPS, JSON, Sync & Async, PromiseThích học hỏi, làm quen công nghệ mớiƯu tiên:Tốt nghiệp các trường CNTTBiết tiếng Nhật là một lợi thế.Có kinh nghiệm về Backend như Python, AWS là lợi thếCó khả năng viết được Unit Test là một lợi thếCó kinh nghiệm làm việc với: Vuex, Highcharts, SCSSCó khả năng đọc hiểu nắm bắt flow dự án và nắm bắt code của người khác nhanh.Có khả năng làm việc với áp lực cao.",
  "Quyền lợi": "Cơ hội phát triển:Làm việc, học hỏi và phát triển cùng đồng nghiệp là những kỹ sư trẻ đam mê, nhiệt huyết.Được tham gia các chương trình training về kỹ năng công nghệ và kỹ năng mềm, phương pháp làm việc (Agile, Scrum...).Được tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân.Chế độ khác:Lương hưởng theo năng lực (up to 1500$)Lương tháng 13 + thưởng hiệu suấtNgày phép: 12 ngày/năm + Remote 2 buổi/thángReview lương 2 lần/năm + Phụ cấp OvertimeDu lịch hàng nămCác hoạt động TeamBuilding cho nhân viênTham gia các event cùng công ty, Câu lạc bộ bóng đáBảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật.Hỗ trợ đào tạo tiếng Nhật, thi các chứng chỉ chuyên môn",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 31/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-unity-developer-luong-upto-1500-junior-middle/986596.html?ta_source=JobSearchList",
  "company_name": "Công ty Cổ phần VCCorp",
  "job_title": "Unity Developer",
  "salary": "400 - 1,500 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "Phối hợp với các team lên Plan và phát triển Game trên nền tảng Unity cho Android và iOS.Phối hợp với các team sửa lỗi, nâng cấp, tối ưu trải nghiệm người dùng cho sản phẩm.Phát triển các sản phẩm của công ty",
  "Yêu cầu ứng viên": "Yêu thích làm gameCó kiến thức tốt về C , OOP , Design patterns & UnityCó ít nhất 1 năm kinh nghiệm phát triển game trên nền tảng unityCó ít nhất 1 game đã phát hành trên play store hoặc app storeCó kinh nghiệm Optimization , Particle System , Animation , UI CanvasCó kinh nghiệm tích hợp và sử dụng công cụ của các bên thứ 3 như firebase , adjust , admob , applovin MAX ... là một lợi thếVề tố chất con người:Có tinh thần trách nhiệm, nhiệt huyết và chủ động trong công việc.Làm việc độc lập, làm việc nhóm tốt.Cởi mở, sẵn sàng học tập, chia sẻ công nghệ mới",
  "Quyền lợi": "Mức lương: upto 1500$ (lương net).Thưởng định kỳ hàng năm: định mức thưởng không giới hạn và theo tình hình kinh doanh của công tyThưởng các dịp Lễ, Tết, sinh nhật, kết hôn, sinh con…Chế độ đãi ngộ nhân sự:Môi trường làm việc và điều kiện làm việc:Làm việc trong một công ty game năng động, phát triển mạng trong mảng mobile game trong thị trường Game Việt. Có nhiều thử thách, có cơ hội được đào tạo và nâng cao nghiệp vụ thường xuyên.Công ty cung cấp 100% trang thiết bị làm việc công nghệ cao.Văn phòng làm việc hiện đại, chuyên nghiệp, an toàn.Môi trường cởi mở trẻ trung, năng động, sáng tạo.Đồ uống, đồ ăn nhẹ tại văn phòng.Nghỉ giữa chiều 30 Phút hằng ngày.Chế độ nghỉ dưỡng và phúc lợi:Chế độ nghỉ mát: Mỗi năm công ty đi nghỉ mát ít nhất là 2 lần vào các dịp thích hợp. Trong đó ít nhất 1 lần là đi bằng máy bay.Chế độ nghỉ phép: 12 ngày nghỉ phép/năm theo quy định của Luật Lao Động.Teambuilding, bonding party thường xuyênBảo hiểm xã hội: Công ty chi trả toàn bộ khoản đóng BHXH, BHYT,.. cho nhân viên theo quy định của pháp luật hiện hành và căn cứ vào hợp đồng lao động",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vuejs/989413.html?ta_source=JobSearchList",
  "company_name": "VIỆN PHÁT TRIỂN CÔNG NGHỆ, TRUYỀN THÔNG VÀ  PHÁT TRIỂN CỘNG ĐỒNG",
  "job_title": "Vuejs",
  "salary": "Thoả thuận",
  "exp": "Không yêu cầu kinh nghiệm",
  "location": "Hà Nội",
  "Mô tả công việc": "Tham gia thiết kế, xây dựng và phát triển giao diện website.Tham gia phát triển nền tảng website application API với Python/Go Stack.Phối hợp với team để thực hiện review và test các sản phẩm.Đào tạo từ cơ bản tới nâng cao trong vòng từ 02 đến 03 tháng kiến thức chuyên môn.Tiếp cận và xử lý các đầu việc thực tế trong quá trình đào tạo.Làm việc hybrid và thời gian linh hoạt đối với TTS Parttime.",
  "Yêu cầu ứng viên": "Đang là sinh viên năm cuối hoặc mới tốt nghiệp các chuyên ngành liên quan.Có khả năng phân tích đối tượng sử dụng vào quá trình phát triển hệ thống.Có hiểu biết và khả năng sử dụng về Figma là một lợi thế.Có kiến thức, khả năng lập trình với VueJS.Nhiệt tình, nhanh nhạy trong công việc, có khả năng sáng tạo trong công việc.Có năng lực sáng tạo và khả năng tự học.Làm việc với sự tỉ mỉ và thái độ trách nhiệm.Có tư duy về thiết kế là một lợi thế.Có khả năng sắp xếp và tổ chức công việc, kỹ năng làm việc nhóm tốt là một lợi thế.",
  "Quyền lợi": "Hỗ trợ lương tương ứng theo kết quả công việc.Cơ hội trở thành CTV của dự án và Nhân viên chính  thức.Đội nhóm làm việc chuyên nghiệp, linh hoạt với mục tiêu cao nhất là chất lượng sản phẩm.Lộ trình đào tạo và công việc:Vị trí Thực tập sinh: Nhận đào tạo từ quản lý chuyên môn trong vòng từ 02 - 03 tháng với các bài kiểm tra đánh giá năng lực.Vị trí CTV - Fresher: Giải quyết các yêu cầu công việc thực tế theo dự án - đồng thời tiếp tục nhận đào tạo từ quản lý chuyên môn.Kỹ sư Lập trình - nhân viên chính thức toàn thời gian tại IMC (sau khi tốt nghiệp và CTV có nguyện vọng hợp tác toàn thời gian với IMC).",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
},
{
  "job_url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-net-luong-upto-1000-tu-01-nam-kinh-nghiem/990314.html?ta_source=JobSearchList",
  "company_name": "CÔNG TY CỔ PHẦN TRUYỀN SỐ LIỆU VIỆT NAM",
  "job_title": "Lập Trình Viên .Net",
  "salary": "Tới 1,000 USD",
  "exp": "1 năm",
  "location": "Hà Nội",
  "Mô tả công việc": "- Tham gia phát triển các sản phẩm phục vụ cho hàng trăm nghìn đến hàng triệu khách hàng về các mảng Đầu tư tài chính, Hóa đơn điện tử doanh nghiệp, Quản lý bán hàng cũng như Hệ thống ERP.- Xây dựng và tối ưu sản phẩm đáp ứng hàng trăm nghìn đến hàng triệu người sử dụng đồng thời.- Tham gia nghiên cứu và ứng dụng các công nghệ mới vào sản phẩm: Blockchain, AI, Machine Learning, BigData, RPA, …- Phối hợp cùng đội ngũ BA phân tích, thiết kế, đưa ra giải pháp để phát triển phần mềm đáp ứng đúng, đủ, tiện các yêu cầu của người dùng cuối.",
  "Yêu cầu ứng viên": "- Tốt nghiệp ĐH/CĐ chuyên ngành CNTT hoặc các chuyên ngành liên quan.- Có từ 1 năm kinh nghiệm lập trình .NET/.NET Core trên nền tảng Web- Thành thạo các kiến thức về .NET/.NET Core (C, ASP.NET Core, MVC, ...). Có kinh nghiệm xây dựng các hệ thống sử dụng .NET Core là lợi thế.- Ưu tiên ứng viên có kinh nghiệm làm việc với Web API, thư viện DevExpress, Azure Cloud,...- Có kinh nghiệm với database SQL Server. Đã từng làm sản phẩm sử dụng NoSQL: MongoDB là một lợi thế.- Có kinh nghiệm xử lý lập lịch (Task Scheduler), tác vụ chạy ngầm - xử lý hàng đợi (Queue Job).- Có kinh nghiệm tham gia xây dựng hệ thống API Gateway và microservices là một lợi thế.- Có khả năng làm việc độc lập và làm việc theo nhóm.- Nhiệt huyết, ham học hỏi.",
  "Quyền lợi": "- Mức lương upto 1000$- Môi trường năng động, chuyên nghiệp; sếp trẻ tâm lý, đồng nghiệp thân thiện; văn hóa trao đổi thẳng thắn, hỗ trợ tận tình- Được đào tạo kiến thức, kỹ năng chuyên môn- Thưởng tháng lương thứ 13, thưởng lễ tết, thưởng dự án,,,- Đánh giá lương, phúc lợi 2 lần/năm và khi có đề xuất.- Nghỉ mát/ du lịch 2 lần/năm.- Teambuilding định kỳ theo quý .- Chế độ bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp, thai sản, ốm đau, nghỉ vợ sinh, dưỡng sức theo quy định .- Nhân viên nữ có con nhỏ dưới 12 tháng tuổi được nghỉ sớm 1h/ngày.",
  "Cách thức ứng tuyển": "Ứng viên nộp hồ sơ trực tuyến bằng cách bấmỨng tuyển ngaydưới đây.ỨNG TUYỂN NGAYLƯU TINHạn nộp hồ sơ: 11/05/2023"
}